{
 "author": [
  "Appleton, Victor"
 ],
 "title": [
  "Tom Swift in the Land of Wonders; Or, The Underground Search for the Idol of Gold"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "Swift, Tom (Fictitious character) -- Juvenile fiction",
  "PZ",
  "Adventure and adventurers -- Juvenile fiction",
  "Honduras -- Juvenile fiction",
  "Extinct cities -- Juvenile fiction"
 ],
 "id": "499",
 "genre": [
  "teen",
  "fiction",
  "adventure"
 ],
 "text": "TOM SWIFT IN THE LAND OF WONDERS\n\nor\n\nThe Underground Search for the Idol of Gold\n\n\nBY\n\nVICTOR APPLETON\n\n\n\n  AUTHOR OF\n  \"TOM SWIFT AND HIS MOTORCYCLE,\"\n  \"TOM SWIFT AND HIS BIG TUNNEL,\"\n  \"THE MOVING PICTURE BOYS SERIES,\"\n  \"THE MOTION PICTURE CHUMS SERIES,\" ETC.\n\n\n\n\n  THE TOM SWIFT SERIES\n\n   1 TOM SWIFT AND HIS MOTOR CYCLE\n   2 TOM SWIFT AND HIS MOTOR BOAT\n   3 TOM SWIFT AND HIS AIRSHIP\n   4 TOM SWIFT AND HIS SUBMARINE BOAT\n   5 TOM SWIFT AND HIS ELECTRIC RUNABOUT\n   6 TOM SWIFT AND HIS WIRELESS MESSAGE\n   7 TOM SWIFT AMONG THE DIAMOND MAKERS\n   8 TOM SWIFT IN THE CAVES OF ICE\n   9 TOM SWIFT AND HIS SKY RACER\n  10 TOM SWIFT AND HIS ELECTRIC RIFLE\n  11 TOM SWIFT IN THE CITY OF GOLD\n  12 TOM SWIFT AND HIS AIR GLIDER\n  13 TOM SWIFT IN CAPTIVITY\n  14 TOM SWIFT AND HIS WIZARD CAMERA\n  15 TOM SWIFT AND HIS GREAT SEARCHLIGHT\n  16 TOM SWIFT AND HIS GIANT CANNON\n  17 TOM SWIFT AND HIS PHOTO TELEPHONE\n  18 TOM SWIFT AND HIS AERIAL WARSHIP\n  19 TOM SWIFT AND HIS BIG TUNNEL\n  20 TOM SWIFT IN THE LAND OF WONDERS\n  21 TOM SWIFT AND HIS WAR TANK\n  22 TOM SWIFT AND HIS AIR SCOUT\n  23 TOM SWIFT AND HIS UNDERSEA SEARCH\n  24 TOM SWIFT AMONG THE FIRE FIGHTERS\n  25 TOM SWIFT AND HIS ELECTRIC LOCOMOTIVE\n  26 TOM SWIFT AND HIS FLYING BOAT\n  27 TOM SWIFT AND HIS GREAT OIL GUSHER\n  28 TOM SWIFT AND HIS CHEST OF SECRETS\n  29 TOM SWIFT AND HIS AIRLINE EXPRESS\n\n\n\n\n\nTom Swift in the Land of Wonders\n\n\n\n\nCONTENTS\n\n     I  A WONDERFUL STORY\n    II  PROFESSOR BUMPER ARRIVES\n   III  BLESSINGS AND ENTHUSIASM\n    IV  FENIMORE BEECHER\n     V  THE LITTLE GREEN GOD\n    VI  UNPLEASANT NEWS\n   VII  TOM HEARS SOMETHING\n  VIII  OFF FOR HONDURAS\n    IX  VAL JACINTO\n     X  IN THE WILDS\n    XI  THE VAMPIRES\n   XII  A FALSE FRIEND\n  XIII  FORWARD AGAIN\n   XIV  A NEW GUIDE\n    XV  IN THE COILS\n   XVI  A MEETING IN THE JUNGLE\n  XVII  THE LOST MAP\n XVIII  \"EL TIGRE!\"\n   XIX  POISONED ARROWS\n    XX  AN OLD LEGEND\n   XXI  THE CAVERN\n  XXII  THE STORM\n XXIII  ENTOMBED ALIVE\n  XXIV  THE REVOLVING STONE\n   XXV  THE IDOL OF GOLD\n\n\n\n\nTOM SWIFT IN THE LAND OF WONDERS\n\n\n\n\nCHAPTER I\n\nA WONDERFUL STORY\n\n\nTom Swift, who had been slowly looking through the pages of a magazine,\nin the contents of which he seemed to be deeply interested, turned the\nfinal folio, ruffled the sheets back again to look at a certain map and\ndrawing, and then, slapping the book down on a table before him, with a\nnoise not unlike that of a shot, exclaimed:\n\n\"Well, that is certainly one wonderful story!\"\n\n\"What's it about, Tom?\" asked his chum, Ned Newton.  \"Something about\ninside baseball, or a new submarine that can be converted into an\nairship on short notice?\"\n\n\"Neither one, you--you unscientific heathen,\" answered Tom, with a\nlaugh at Ned.  \"Though that isn't saying such a machine couldn't be\ninvented.\"\n\n\"I believe you--that is if you got on its trail,\" returned Ned, and\nthere was warm admiration in his voice.\n\n\"As for inside baseball, or outside, for that matter, I hardly believe\nI'd be able to tell third base from the second base, it's so long since\nI went to a game,\" proceeded Tom.  \"I've been too busy on that new\nairship stabilizer dad gave me an idea for.  I've been working too\nhard, that's a fact.  I need a vacation, and maybe a good baseball\ngame----\"\n\nHe stopped and looked at the magazine he had so hastily slapped down.\nSomething he had read in it seemed to fascinate him.\n\n\"I wonder if it can possibly be true,\" he went on.  \"It sounds like the\nwildest dream of a professional sleep-walker; and yet, when I stop to\nthink, it isn't much worse than some of the things we've gone through\nwith, Ned.\"\n\n\"Say, for the love of rice-pudding! will you get down to brass tacks\nand strike a trial balance?  What are you talking of, anyhow?  Is it a\njoke?\"\n\n\"A joke?\"\n\n\"Yes.  What you just read in that magazine which seems to cause you so\nmuch excitement.\"\n\n\"Well, it may be a joke; and yet the professor seems very much in\nearnest about it,\" replied Tom.  \"It certainly is one wonderful story!\"\n\n\"So you said before.  Come on--the 'fillium' is busted.  Splice it, or\nelse put in a new reel and on with the show.  I'd like to know what's\ndoing.  What professor are you talking of?\"\n\n\"Professor Swyington Bumper.\"\n\n\"Swyington Bumper?\" and Ned's voice showed that his memory was a bit\nhazy.\n\n\"Yes.  You ought to remember him.  He was on the steamer when I went\ndown to Peru to help the Titus Brothers dig the big tunnel.  That\nplotter Waddington, or some of his tools, dropped a bomb where it might\nhave done us some injury, but Professor Bumper, who was a fellow\npassenger, on his way to South America to look for the lost city of\nPelone, calmly picked up the bomb, plucked out the fuse, and saved us\nfrom bad injuries, if not death.  And he was as cool about it as an\nice-cream cone.  Surely you remember!\"\n\n\"Swyington Bumper! Oh, yes, now I remember him,\" said Ned Newton.  \"But\nwhat has he got to do with a wonderful story?  Has he written more\nabout the lost city of Pelone?  If he has I don't see anything so very\nwonderful in that.\"\n\n\"There isn't,\" agreed Tom.  \"But this isn't that,\" and Tom picked up\nthe magazine and leafed it to find the article he had been reading.\n\n\"Let's have a look at it,\" suggested Ned.  \"You act as though you might\nbe vitally interested in it.  Maybe you're thinking of joining forces\nwith the professor again, as you did when you dug the big tunnel.\"\n\n\"Oh, no.  I haven't any such idea,\" Tom said.  \"I've got enough work\nlaid out now to keep me in Shopton for the next year.  I have no notion\nof going anywhere with Professor Bumper.  Yet I can't help being\nimpressed by this,\" and, having found the article in the magazine to\nwhich he referred, he handed it to his chum.\n\n\"Why, it's by Bumper himself!\" exclaimed Ned.\n\n\"Yes.  Though there's nothing remarkable in that, seeing that he is\nconstantly contributing articles to various publications or writing\nbooks.  It's the story itself that's so wonderful.  To save you the\ntrouble of wading through a lot of scientific detail, which I know you\ndon't care about, I'll tell you that the story is about a queer idol of\nsolid gold, weighing many pounds, and, in consequence, of great value.\"\n\n\"Of solid gold you say?\" asked Ned eagerly.\n\n\"That's it.  Got on your banking air already,\" Tom laughed.  \"To sum it\nup for you--notice I use the word 'sum,' which is very appropriate for\na bank--the professor has got on the track of another lost or hidden\ncity.  This one, the name of which doesn't appear, is in the Copan\nvalley of Honduras, and----\"\n\n\"Copan,\" interrupted Ned.  \"It sounds like the name of some new floor\nvarnish.\"\n\n\"Well, it isn't, though it might be,\" laughed Tom.  \"Copan is a city,\nin the Department of Copan, near the boundary between Honduras and\nGuatemala.  A fact I learned from the article and not because I\nremembered my geography.\"\n\n\"I was going to say,\" remarked Ned with a smile, \"that you were coming\nit rather strong on the school-book stuff.\"\n\n\"Oh, it's all plainly written down there,\" and Tom waved toward the\nmagazine at which Ned was looking.  \"As you'll see, if you take the\ntrouble to go through it, as I did, Copan is, or maybe was, for all I\nknow, one of the most important centers of the Mayan civilization.\"\n\n\"What's Mayan?\" asked Ned.  \"You see I'm going to imbibe my information\nby the deductive rather than the excavative process,\" he added with a\nlaugh.\n\n\"I see,\" laughed Tom.  \"Well, Mayan refers to the Mayas, an aboriginal\npeople of Yucatan.  The Mayas had a peculiar civilization of their own,\nthousands of years ago, and their calendar system was so involved----\"\n\n\"Never mind about dates,\" again interrupted Ned.  \"Get down to brass\ntacks.  I'm willing to take your word for it that there's a Copan\nvalley in Honduras.  But what has your friend Professor Bumper to do\nwith it?\"\n\n\"This.  He has come across some old manuscripts, or ancient document\nrecords, referring to this valley, and they state, according to this\narticle he has written for the magazine, that somewhere in the valley\nis a wonderful city, traces of which have been found twenty to forty\nfeet below the surface, on which great trees are growing, showing that\nthe city was covered hundreds, if not thousands, of years ago.\"\n\n\"But where does the idol of gold come in?\"\n\n\"I'm coming to that,\" said Tom.  \"Though, if Professor Bumper has his\nway, the idol will be coming out instead of coming in.\"\n\n\"You mean he wants to get it and take it away from the Copan valley,\nTom?\"\n\n\"That's it, Ned.  It has great value not only from the amount of pure\ngold that is in it, but as an antique.  I fancy the professor is more\ninterested in that aspect of it.  But he's written a wonderful story,\ntelling how he happened to come across the ancient manuscripts in the\ntomb of some old Indian whose mummy he unearthed on a trip to Central\nAmerica.\n\n\"Then he tells of the trouble he had in discovering how to solve the\nkey to the translation code; but when he did, he found a great story\nunfolded to him.\n\n\"This story has to do with the hidden city, and tells of the ancient\ncivilization of those who lived in the Copan valley thousands of years\nago.  The people held this idol of gold to be their greatest treasure,\nand they put to death many of other tribes who sought to steal it.\"\n\n\"Whew!\" whistled Ned.  \"That IS some yarn.  But what is Professor\nBumper going to do about it?\"\n\n\"I don't know.  The article seems to be written with an idea of\ninteresting scientists and research societies, so that they will raise\nmoney to conduct a searching expedition.\n\n\"Perhaps by this time the party may be organized--this magazine is\nseveral months old.  I have been so busy on my stabilizer patent that I\nhaven't kept up with current literature.  Take it home and read it!\nNed.  That is if you're through telling me about my affairs,\" for Ned,\nwho had formerly worked in the Shopton bank, had recently been made\ngeneral financial manager of the interests of Tom and his father.  The\ntwo were inventors and proverbially poor business men, though they had\namassed a fortune.\n\n\"Your financial affairs are all right, Tom,\" said Ned.  \"I have just\nbeen going over the books, and I'll submit a detailed report later.\"\n\nThe telephone bell rang and Tom picked up the instrument from the desk.\nAs he answered in the usual way and then listened a moment, a strange\nlook came over his face.\n\n\"Well, this certainly is wonderful!\" he exclaimed, in much the same\nmanner as when he had finished reading the article about the idol.  \"It\ncertainly is a strange coincidence,\" he added, speaking in an aside to\nNed while he himself still listened to what was being told to him over\nthe telephone wire.\n\n\n\n\nCHAPTER II\n\nPROFESSOR BUMPER ARRIVES\n\n\n\"What's the matter, Tom?  What is it?\" asked Ned Newton, attracted by\nthe strange manner of his chum at the telephone.  \"Has anything\nhappened?\"\n\nBut the young inventor was too busy listening to the unseen speaker to\nanswer his chum, even if he heard what Ned remarked, which is doubtful.\n\n\"Well, I might as well wait until he is through,\" mused Ned, as he\nstarted to leave the room.  Then as Tom motioned to him to remain, he\nmurmured: \"He may have something to say to me later.  But I wonder who\nis talking to him.\"\n\nThere was no way of finding out, however, until Tom had a chance to\ntalk to Ned, and at present the young scientist was eagerly listening\nto what came over the wire.  Occasionally Ned could hear him say:\n\n\"You don't tell me! That is surprising!  Yes--yes! Of course if it's\ntrue it means a big thing, I can understand that.  What's that?  No, I\ncouldn't make a promise like that.  I'm sorry, but----\"\n\nThen the person at the other end of the wire must have plunged into\nsomething very interesting and absorbing, for Tom did not again\ninterrupt by interjected remarks.\n\nTom  Swift, as has been said, was an inventor, as was his father.  Mr.\nSwift was now rather old and feeble, taking only a nominal part in the\nactivities of the firm made up of himself and his son.  But his\ninventions were still used, many of them being vital to the business\nand trade of this country.\n\nTom and his father lived in the village of Shopton, New York, and their\nfactories covered many acres of ground.  Those who wish to read of the\nearliest activities of Tom in the inventive line are referred to the\ninitial volume, \"Tom Swift and His Motor Cycle.\"  From then on he and\nhis father had many and exciting adventures.  In a motor boat, an\nairship, and a submarine respectively the young inventor had gone\nthrough many perils.  On some of the trips his chum, Ned Newton,\naccompanied him, and very often in the party was a Mr. Wakefield Damon,\nwho had a curious habit of \"blessing\" everything that happened to\nstrike his fancy.\n\nBesides Tom and his father, the Swift household was made up of\nEradicate Sampson, a colored man-of-all-work, who, with his mule\nBoomerang, did what he could to keep the grounds around the house in\norder.  There was also Mrs. Baggert, the housekeeper, Tom's mother\nbeing dead.  Mr. Damon, living in a neighboring town, was a frequent\nvisitor in the Swift home.\n\nMary Nestor, a girl of Shopton, might also be mentioned.  She and Tom\nwere more than just good friends.  Tom had an idea that some day----.\nBut there, I promised not to tell that part, at least until the young\npeople themselves were ready to have a certain fact announced.\n\nFrom one activity to another had Tom Swift gone, now constructing some\nimportant invention for himself, as among others, when he made the\nphoto-telephone, or developed a great searchlight which he presented to\nthe Government for use in detecting smugglers on the border.\n\nThe book immediately preceding this is called \"Tom Swift and His Big\nTunnel,\" and deals with the efforts of the young inventor to help a\nfirm of contractors penetrate a mountain in Peru.  How this was done\nand how, incidentally, the lost city of Pelone was discovered, bringing\njoy to the heart of Professor Swyington Bumper, will be found fully set\nforth in the book.\n\nTom had been back from the Peru trip for some months, when we again\nfind him interested in some of the work of Professor Bumper, as set\nforth in the magazine mentioned.\n\n\"Well, he certainly is having some conversation,\" reflected Ned, as,\nafter more than five minutes, Tom's ear was still at the receiver of\nthe instrument, into the transmitter of which he had said only a few\nwords.\n\n\"All right,\" Tom finally answered, as he hung the receiver up, \"I'll be\nhere,\" and then he turned to Ned, whose curiosity had been growing with\nthe telephone talk, and remarked:\n\n\"That certainly was wonderful!\"\n\n\"What was?\" asked Ned.  \"Do you think I'm a mind reader to be able to\nguess?\"\n\n\"No, indeed! I beg your pardon.  I'll tell you at once.  But I couldn't\nbreak away.  It was too important.  To whom do you think I was talking\njust then?\"\n\n\"I can imagine almost any one, seeing I know something of what you have\ndone.  It might be almost anybody from some person you met up in the\ncaves of ice to a red pygmy from the wilds of Africa.\"\n\n\"I'm afraid neither of them would be quite up to telephone talk yet,\"\nlaughed Tom.  \"No, this was the gentleman who wrote that interesting\narticle about the idol of gold,\" and he motioned to the magazine Ned\nheld in his hand.\n\n\"You don't mean Professor Bumper!\"\n\n\"That's just whom I do mean.\"\n\n\"What did he want?  Where did he call from?\"\n\n\"He wants me to help organize an expedition to go to Central\nAmerica--to the Copan valley, to be exact--to look for this somewhat\nmythical idol of gold.  Incidentally the professor will gather in any\nother antiques of more or less value, if he can find any, and he hopes,\neven if he doesn't find the idol, to get enough historical material for\nhalf a dozen books, to say nothing of magazine articles.\"\n\n\"Where did he call from; did you say?\"\n\n\"I didn't say.  But it was a long-distance call from New York.  The\nProfessor stopped off there on his way from Boston, where he has been\nlecturing before some society.  And now he's coming here to see me,\"\nfinished Tom.\n\n\"What! Is he going to lecture here?\" cried Ned.  \"If he is, and spouts\na whole lot of that bone-dry stuff about the ancient Mayan civilization\nand their antiquities, with side lights on how the old-time Indians\nused to scalp their enemies, I'm going to the moving pictures! I'm\nwilling to be your financial manager, Tom Swift, but please don't ask\nme to be a high-brow.  I wasn't built for that.\"\n\n\"Nor I, Ned.  The professor isn't going to lecture.  He's only going to\ntalk, he says.\"\n\n\"What about?\"\n\n\"He's going to try to induce me to join his expedition to the Copan\nvalley.\"\n\n\"Do you feel inclined to go?\"\n\n\"No, Ned, I do not.  I've got too many other irons in the fire.  I\nshall have to give the professor a polite but firm refusal.\"\n\n\"Well, maybe you're right, Tom; and yet that idol of\ngold--GOLD--weighing how many pounds did you say?\"\n\n\"Oh, you're thinking of its money value, Ned, old man!\"\n\n\"Yes, I'd like to see what a big chunk of gold like that would bring.\nIt must be quite a nugget.  But I'm not likely to get a glimpse of it\nif you don't go with the professor.\"\n\n\"I don't see how I can go, Ned.  But come over and meet the delightful\ngentleman when he arrives.  I expect him day after to-morrow.\"\n\n\"I'll be here,\" promised Ned; and then he went downtown to attend to\nsome matters connected with his new duties, which were much less\nirksome than those he had had when he had been in the bank.\n\n\"Well, Tom, have you heard any more about your friend?\" asked Ned, two\ndays later, as he came to the Swift home with some papers needing the\nsignature of the young inventor and his father.\n\n\"You mean----?\"\n\n\"Professor Bumper.\"\n\n\"No, I haven't heard from him since he telephoned.  But I guess he'll\nbe here all right.  He's very punctual.  Did you see anything of my\ngiant Koku as you came in?\"\n\n\"Yes, he and Eradicate were having an argument about who should move a\nheavy casting from one of the shops.  Rad wanted to do it all alone,\nbut Koku said he was like a baby now.\"\n\n\"Poor Rad is getting old,\" said Tom with a sigh.  \"But he has been very\nfaithful.  He and Koku never seem to get along well together.\"\n\nKoku was an immense man, a veritable giant, one of two whom Tom had\nbrought back with him after an exciting trip to a strange land.  The\ngiant's strength was very useful to the young inventor.\n\n\"Now Tom, about this business of leasing to the English Government the\nright to manufacture that new explosive of yours,\" began Ned, plunging\ninto the business at hand.  \"I think if you stick out a little you can\nget a better royalty price.\"\n\n\"But I don't want to gouge 'em, Ned.  I'm satisfied with a fair profit.\nThe trouble with you is you think too much of money.  Now----\"\n\nAt that moment a voice was heard in the hall of the house saying:\n\n\"Now, my dear lady, don't trouble yourself.  I can find my way in to\nTom Swift perfectly well by myself, and while I appreciate your\ncourtesy I do not want to trouble you.\"\n\n\"No, don't come, Mrs. Baggert,\" added another voice.  \"Bless my hat\nband, I think I know my way about the house by this time!\"\n\n\"Mr. Damon!\" ejaculated Ned.\n\n\"And Professor Bumper is with him,\" added Tom.  \"Come in!\" he cried,\nopening the hall door, to confront a bald-headed man who stood peering\nat our hero with bright snapping eyes, like those of some big bird\nspying out the land from afar.  \"Come in, Professor Bumper; and you\ntoo, Mr. Damon!\"\n\n\n\n\nCHAPTER III\n\nBLESSINGS AND ENTHUSIASM\n\n\nGreetings and inquiries as to health having been passed, not without\nnumerous blessings on the part of Mr. Damon, the little party gathered\nin the library of the home of Tom Swift sat down and looked at one\nanother.\n\nOn Professor Bumper's face there was, plainly to be seen, a look of\nexpectation, and it seemed to be shared by Mr. Damon, who seemed eager\nto burst into enthusiastic talk.  On the other hand Tom Swift appeared\na bit indifferent.\n\nNed himself admitted that he was frankly curious.  The story of the big\nidol of gold had occupied his thoughts for many hours.\n\n\"Well, I'm glad to see you both,\" said Tom again.  \"You got here all\nright, I see, Professor Bumper.  But I didn't expect you to meet and\nbring Mr. Damon with you.\"\n\n\"I met him on the train,\" explained the author of the book on the lost\ncity of Pelone, as well as books on other antiquities.  \"I had no\nexpectation of seeing him, and we were both surprised when we met on\nthe express.\"\n\n\"It stopped at Waterfield, Tom,\" explained Mr. Damon, \"which it doesn't\nusually do, being an aristocratic sort of train, not given even to\nhesitating at our humble little town.  There were some passengers to\nget off, which caused the flier to stop, I suppose.  And, as I wanted\nto come over to see you, I got aboard.\"\n\n\"Glad you did,\" voiced Tom.\n\n\"Then I happened to see Professor Bumper a few seats ahead of me,\" went\non Mr. Damon, \"and, bless my scarfpin! he was coming to see you also.\"\n\n\"Well, I'm doubly glad,\" answered Tom.\n\n\"So here we are,\" went on Mr. Damon, \"and you've simply got to come,\nTom Swift.  You must go with us!\" and Mr. Damon, in his enthusiasm,\nbanged his fist down on the table with such force that he knocked some\nbooks to the floor.\n\nKoku, the giant, who was in the hall, opened the door and in his\nimperfect English asked:\n\n\"Master Tom knock for him bigs man?\"\n\n\"No,\" answered Tom with a smile, \"I didn't knock or call you, Koku.\nSome books fell, that is all.\"\n\n\"Massa Tom done called fo' me, dat's what he done!\" broke in the\npetulant voice of Eradicate.\n\n\"No, Rad, I don't need anything,\" Tom said.  \"Though you might make a\npitcher of lemonade.  It's rather warm.\"\n\n\"Right away, Massa Tom! Right away!\" cried the old colored man, eager\nto be of service.\n\n\"Me help, too!\" rumbled Koku, in his deep voice.  \"Me punch de lemons!\"\nand away he hurried after Eradicate, fearful lest the old servant do\nall the honors.\n\n\"Same old Rad and Koku,\" observed Mr. Damon with a smile.  \"But now,\nTom, while they're making the lemonade, let's get down to business.\nYou're going with us, of course!\"\n\n\"Where?\" asked Tom, more from habit than because he did not know.\n\n\"Where?  Why to Honduras, of course! After the idol of gold! Why, bless\nmy fountain pen, it's the most wonderful story I ever heard of!  You've\nread Professor Bumper's article, of course.  He told me you had.  I\nread it on the train coming over.  He also told me about it, and----\nWell, I'm going with him, Tom Swift.\n\n\"And think of all the adventures that may befall us! We'll get lost in\nburied cities, ride down raging torrents on a raft, fall over a cliff\nmaybe and be rescued.  Why, it makes me feel quite young again!\" and\nMr. Damon arose, to pace excitedly up and down the room.\n\nUp to this time Professor Bumper had said very little.  He had sat\nstill in his chair listening to Mr. Damon.  But now that the latter had\nceased, at least for a time, Tom and Ned looked toward the scientist.\n\n\"I understand, Tom,\" he said, \"that you read my article in the\nmagazine, about the possibility of locating some of the lost and buried\ncities of Honduras?\"\n\n\"Yes, Ned and I each read it.  It was quite wonderful.\"\n\n\"And yet there are more wonders to tell,\" went on the professor.  \"I\ndid not give all the details in that article.  I will tell you some of\nthem.  I have brought copies of the documents with me,\" and he opened a\nsmall valise and took out several bundles tied with pink tape.\n\n\"As Mr. Damon said,\" he went on while arranging his papers, \"he met me\non the train, and he was so taken by the story of the idol of gold that\nhe agreed to accompany me to Central America.\"\n\n\"On one condition!\" put in the eccentric man.\n\n\"What's that?  You didn't make any conditions while we were talking,\"\nsaid the scientist.\n\n\"Yes, I said I'd go if Tom Swift did.\"\n\n\"Oh, yes.  You did say that.  But I don't call that a condition, for of\ncourse Tom Swift will go.  Now let me tell you something more than I\ncould impart over the telephone.\n\n\"Soon after I called you up, Tom--and it was quite a coincidence that\nit should have been at a time when you had just finished my magazine\narticle.  Soon after that, as I was saying, I arranged to come on to\nShopton.  And now I'm glad we're all here together.\n\n\"But how comes it, Ned Newton, that you are not in the bank?\"\n\n\"I've left there,\" explained Ned.\n\n\"He's now general financial man for the Swift Company,\" Tom explained.\n\"My father and I found that we could not look after the inventing and\nexperimental end, and money matters, too, and as Ned had had\nconsiderable experience this way we made him take over those worries,\"\nand Tom laughed genially.\n\n\"No worries at all, as far as the Swift Company is concerned,\" returned\nNed.\n\n\"Well, I guess you earn your salary,\" laughed Tom.  \"But now, Professor\nBumper, let's hear from you.  Is there anything more about this idol of\ngold that you can tell us?\"\n\n\"Plenty, Tom, plenty.  I could talk all day, and not get to the end of\nthe story.  But a lot of it would be scientific detail that might be\ntoo dry for you in spite of this excellent lemonade.\"\n\nBetween them Koku and Eradicate had managed to make a pitcher of the\nbeverage, though Mrs. Baggert, the housekeeper, told Tom afterward that\nthe two had a quarrel in the kitchen as to who should squeeze the\nlemons, the giant insisting that he had the better right to \"punch\"\nthem.\n\n\"So, not to go into too many details,\" went on the professor, \"I'll\njust give you a brief outline of this story of the idol of gold.\n\n\"Honduras, as you of course know, is a republic of Central America, and\nit gets its name from something that happened on the fourth voyage of\nColumbus.  He and his men had had days of weary sailing and had sought\nin vain for shallow water in which they might come to an anchorage.\nFinally they reached the point now known as Cape Gracias-a-Dios, and\nwhen they let the anchor go, and found that in a short time it came to\nrest on the floor of the ocean, some one of the sailors--perhaps\nColumbus himself--is said to have remarked:\n\n\"'Thank the Lord, we have left the deep waters (honduras)' that being\nthe Spanish word for unfathomable depths.  So Honduras it was called,\nand has been to this day.\n\n\"It is a queer land with many traces of an ancient civilization, a\ncivilization which I believe dates back farther than some in the far\nEast.  On the sculptured stones in the Copan valley there are\ncharacters which seem to resemble very ancient writing, but this\npictographic writing is largely untranslatable.\n\n\"Honduras, I might add, is about the size of our state of Ohio.  It is\nrather an elevated tableland, though there are stretches of tropical\nforest, but it is not so tropical a country as many suppose it to be.\nThere is much gold scattered throughout Honduras, though of late it has\nnot been found in large quantities.\n\n\"In the old days, however, before the Spaniards came, it was plentiful,\nso much, so that the natives made idols of it.  And it is one of the\nlargest of these idols--by name Quitzel--that I am going to seek.\"\n\n\"Do you know where it is?\" asked Ned.\n\n\"Well, it isn't locked up in a safe deposit box, of that I'm sure,\"\nlaughed the professor.  \"No, I don't know exactly where it is, except\nthat it is somewhere in an ancient and buried city known as Kurzon.  If\nI knew exactly where it was there wouldn't be much fun in going after\nit.  And if it was known to others it would have been taken away long\nago.\n\n\"No, we've got to hunt for the idol of gold in this land of wonders\nwhere I hope soon to be.  Later on I'll show you the documents that put\nme on the track of this idol.  Enough now to show you an old map I\nfound, or, rather, a copy of it, and some of the papers that tell of\nthe idol,\" and he spread out his packet of papers on the table in front\nof him, his eyes shining with excitement and pleasure.  Mr. Damon, too,\nleaned eagerly forward.\n\n\"So, Tom Swift,\" went on the professor, \"I come to you for help in this\nmatter.  I want you to aid me in organizing an expedition to go to\nHonduras after the idol of gold.  Will you?\"\n\n\"I'll help you, of course,\" said Tom.  \"You may use any of my\ninventions you choose--my airships, my motor boats and submarines, even\nmy giant cannon if you think you can take it with you.  And as for the\nmoney part, Ned will arrange that for you.  But as for going with you\nmyself, it is out of the question.  I can't.  No Honduras for me!\"\n\n\n\n\nCHAPTER IV\n\nFENIMORE BEECHER\n\n\nHad Tom Swift's giant cannon been discharged somewhere in the vicinity\nof his home it could have caused but little more astonishment to Mr.\nDamon and Professor Bumper than did the simple announcement of the\nyoung inventor.  The professor seemed to shrink back in his chair,\ncollapsing like an automobile tire when the air is let out.  As for Mr.\nDamon he jumped up and cried:\n\n\"Bless my----!\"\n\nBut that is as far as he got--at least just then.  He did not seem to\nknow what to bless, but he looked as though he would have liked to\ninclude most of the universe.\n\n\"Surely you don't mean it, Tom Swift,\" gasped Professor Bumper at\nlength.  \"Won't you come with us?\"\n\n\"No,\" said Tom, slowly.  \"Really I can't go.  I'm working on an\ninvention of a new aeroplane stabilizer, and if I go now it will be\njust at a time when I am within striking distance of success.  And the\nstabilizer is very much needed.\"\n\n\"If it's a question of making a profit on it, Tom,\" began Mr. Damon, \"I\ncan let you have some money until----\"\n\n\"Oh, no! It isn't the money!\" cried Tom.  \"Don't think that for a\nmoment.  You see the European war has called for the use of a large\nnumber of aeroplanes, and as the pilots of them frequently have to\nfight, and so can not give their whole attention to the machines, some\nform of automatic stabilizer is needed to prevent them turning turtle,\nor going off at a wrong tangent.\n\n\"So I have been working out a sort of modified gyroscope, and it seems\nto answer the purpose.  I have already received advance orders for a\nnumber of my devices from abroad, and as they are destined to save\nlives I feel that I ought to keep on with my work.\n\n\"I'd like to go, don't misunderstand me, but I can't go at this time.\nIt is out of the question.  If you wait a year, or maybe six months----\"\n\n\"No, it is impossible to wait, Tom,\" declared Professor Bumper.\n\n\"Is it so important then to hurry?\" asked Mr. Damon.  \"You did not\nmention that to me, Professor Bumper.\"\n\n\"No, I did not have time.  There are so many ends to my concerns.  But,\nTom Swift, you simply must go!\"\n\n\"I can't, my dear professor, much as I should like to.\"\n\n\"But, Tom, think of it!\" cried Mr. Damon, who was as much excited as\nwas the little bald-headed scientist.  \"You never saw such an idol of\ngold as this.  What's its name?\" and he looked questioningly at the\nprofessor.\n\n\"Quitzel the idol is called,\" supplied Professor Bumper.  \"And it is\nsupposed to be in a buried city named Kurzon, somewhere in the Sierra\nde Merendon range of mountains, in the vicinity of the Copan valley.\nCopan is a city, or maybe we'll find it only a town when we get there,\nand it is not far from the borders of Guatemala.\n\n\"Tom, if I could show you the translations I have made of the ancient\ndocuments, referring to this idol and the wonderful city over which it\nkept guard, I'm sure you'd come with us.\"\n\n\"Please don't tempt me,\" Tom said with a laugh.  \"I'm only too anxious\nto go, and if it wasn't for the stabilizer I'd be with you in a minute.\nBut---- Well, you'll have to get along without me.  Maybe I can join\nyou later.\"\n\n\"What's this about the idol keeping guard over the ancient city?\" asked\nNed, for he was interested in strange stories.\n\n\"It seems,\" explained the professor, \"that in the early days there was\na strange race of people, inhabiting Central America, with a somewhat\nhigh civilization, only traces of which remained when the Spaniards\ncame.\n\n\"But these traces, and such hieroglyphics, or, to be more exact\npictographs, as I have been able to decipher from the old documents,\ntell of one country, or perhaps it was only a city, over which this\ngreat golden idol of Quitzel presided.\n\n\"There is in some of these papers a description of the idol, which is\nnot exactly a beauty, judged from modern standards.  But the main fact\nis that it is made of solid gold, and may weigh anywhere from one to\ntwo tons.\"\n\n\"Two tons of gold!\" cried New Newton.  \"Why, if that's the case it\nwould be worth----\" and he fell to doing a sum in mental arithmetic.\n\n\"I am not so concerned about the monetary value of the statue as I am\nabout its antiquity,\" went on Professor Bumper.  \"There are other\nstatues in this buried city of Kurzon, and though they may not be so\nvaluable they will give me a wealth of material for my research work.\"\n\n\"How do you know there are other statues?\" asked Mr. Damon.\n\n\"Because my documents tell me so.  It was because the people made other\nidols, in opposition, as it were, to Quitzel, that their city or\ncountry was destroyed.  At least that is the legend.  Quitzel, so the\nstory goes, wanted to be the chief god, and when the image of a rival\nwas set up in the temple near him, he toppled over in anger, and part\nof the temple went with him, the whole place being buried in ruins.\nAll the inhabitants were killed, and trace of the ancient city was lost\nforever.  No, I hope not forever, for I expect to find it.\"\n\n\"If all the people were killed, and the city buried, how did the story\nof Quitzel become known?\" asked Mr. Damon.\n\n\"One only of the priests in the temple of Quitzel escaped and set down\npart of the tale,\" said the professor.  \"It is his narrative, or one\nbased on it, that I have given you.\"\n\n\"And now, what I want to do, is to go and make a search for this buried\ncity.  I have fairly good directions as to how it may be reached.  We\nwill have little difficulty in getting to Honduras, as there are fruit\nsteamers frequently sailing.  Of course going into the interior--to the\nCopan valley--is going to be harder.  But an expedition from a large\ncollege was recently there and succeeded, after much labor, in\nexcavating part of a buried city.  Whether or not it was Kurzon I am\nunable to say.\n\n\"But if there was one ancient city there must be more.  So I want to\nmake an attempt.  And I counted on you, Tom.  You have had considerable\nexperience in strange quarters of the earth, and you're just the one to\nhelp me.  I don't need money, for I have interested a certain\nmillionaire, and my own college will put up part of the funds.\"\n\n\"Oh, it isn't a question of money,\" said Tom.  \"It's time.\"\n\n\"That's just what it is with me!\" exclaimed Professor Bumper.  \"I\nhaven't any time to lose.  My rivals may, even now, be on their way to\nHonduras!\"\n\n\"Your rivals!\" cried Tom.  \"You didn't say anything about them!\"\n\n\"No, I believe I didn't. There were so many other things to talk about.\nBut there is a rival archaeologist who would ask nothing better than to\nget ahead of me in this matter.  He is younger than I am, and youth is\na big asset nowadays.\"\n\n\"Pooh! You're not old!\" cried Mr. Damon.  \"You're no older than I am,\nand I'm still young.  I'm a lot younger than some of these boys who are\nafraid to tackle a trip through a tropical wilderness,\" and he\nplayfully nudged Tom in the ribs.\n\n\"I'm not a bit afraid!\" retorted the young inventor.\n\n\"No, I know you're not,\" laughed Mr. Damon.  \"But I've got to say\nsomething, Tom, to stir you up.  Ned, how about you?  Would you go?\"\n\n\"I can't, unless Tom does.  You see I'm his financial man now.\"\n\n\"There you are, Tom Swift!\" cried Mr. Damon.  \"You see you are holding\nback a number of persons just because you don't want to go.\"\n\n\"I certainly wouldn't like to go without Tom,\" said the professor\nslowly.  \"I really need his help.  You know, Tom, we would never have\nfound the city of Pelone if it had not been for you and your marvelous\npowder.  The conditions in the Copan valley are likely to be still more\ndifficult to overcome, and I feel that I risk failure without your\nyoung energy and your inventive mind to aid in the work and to suggest\npossible means of attaining our object.  Come, Tom, reconsider, and\ndecide to make the trip.\"\n\n\"And my promise to go was dependent on Tom's agreement to accompany\nus,\" said Mr. Damon.\n\n\"Come on!\" urged the professor, much as one boy might urge another to\ntake part in a ball game.  \"Don't let my rival get ahead of me.\"\n\n\"I wouldn't like to see that,\" Tom said slowly.  \"Who is he--any one I\nknow?\"\n\n\"I don't believe so, Tom.  He's connected with a large, new college\nthat has plenty of money to spend on explorations and research work.\nBeecher is his name--Fenimore Beecher.\"\n\n\"Beecher!\" exclaimed Tom, and there was such a change in his manner\nthat his friends could not help noticing it.  He jumped to his feet,\nhis eyes snapping, and he looked eagerly and anxiously at Professor\nBumper.\n\n\"Did you say his name was Fenimore Beecher?\" Tom asked in a tense voice.\n\n\"That's what it is--Professor Fenimore Beecher.  He is really a learned\nyoung man, and thoroughly in earnest, though I do not like his manner.\nBut he is trying to get ahead of me, which may account for my feeling.\"\n\nTom Swift did not answer.  Instead he hurried from the room with a\nmurmured apology.\n\n\"I'll be back in about five minutes,\" he said, as he went out.\n\n\"Well, what's up now?\" asked Mr. Damon of Ned, as the young inventor\ndeparted.  \"What set him off that way?\"\n\n\"The mention of Beecher's name, evidently.  Though I never heard him\nmention such a person before.\"\n\n\"Nor did I ever hear Professor Beecher speak of Tom,\" said the\nbald-headed scientist.  \"Well, we'll just have to wait until----\"\n\nAt that moment Tom came back into the room.\n\n\"Gentlemen,\" he said, \"I have reconsidered my refusal to go to the\nCopan valley after the idol of gold.  I'm going with you!\"\n\n\"Good!\" cried Professor Bumper.\n\n\"Fine!\" ejaculated Mr. Damon.  \"Bless my time-table!  I thought you'd\ncome around, Tom Swift.\"\n\n\"But what about your stabilizer?\" asked Ned.\n\n\"I was just talking to my father about it,\" the young inventor replied.\n\"He will be able to put the finishing touches on it.  So I'll leave it\nwith him.  As soon as I can get ready I'll go, since you say haste is\nnecessary, Professor Bumper.\"\n\n\"It is, if we are to get ahead of Beecher.\"\n\n\"Then we'll get ahead of him!\" cried Tom.  \"I'm with you now from the\nstart to the finish.  I'll show him what I can do!\" he added, while Ned\nand the others wondered at the sudden change in their friend's manner.\n\n\n\n\nCHAPTER V\n\nTHE LITTLE GREEN GOD\n\n\n\"Tom how soon can we go?\" asked Professor Bumper, as he began arranging\nhis papers, maps and documents ready to place them back in the valise.\n\n\"Within a week, if you want to start that soon.\"\n\n\"The sooner the better.  A week will suit me.  I don't know just what\nBeecher's plans are, but, he may try to get on the ground first.\nThough, without boasting, I may say that he has not had as much\nexperience as I have had, thanks to you, Tom, when you helped me find\nthe lost city of Pelone.\"\n\n\"Well, I hope we'll be as successful this time,\" murmured Tom.  \"I\ndon't want to see Beecher beat you.\"\n\n\"I didn't know you knew him, Tom,\" said the professor.\n\n\"Oh, yes, I have met him, once,\" and there was something in Tom's\nmanner, though he tried to speak indifferently, that made Ned believe\nthere was more behind his chum's sudden change of determination than\nhad yet appeared.\n\n\"He never mentioned you,\" went on Professor Bumper; \"yet the last time\nI saw him I said I was coming to see you, though I did not tell him\nwhy.\"\n\n\"No, he wouldn't be likely to speak of me,\" said Tom significantly.\n\n\"Well, if that's all settled, I guess I'll go back home and pack up,\"\nsaid Mr. Damon, making a move to depart.\n\n\"There's no special rush,\" Tom said.  \"We won't leave for a week.  I\ncan't get ready in much less time than that.\"\n\n\"Bless my socks! I know that,\" ejaculated Mr. Damon.  \"But if I get my\nthings packed I can go to a hotel to stay while my wife is away.  She\nmight take a notion to come home unexpectedly, and, though she is a\ndear, good soul, she doesn't altogether approve of my going off on\nthese wild trips with you, Tom Swift.  But if I get all packed, and\nclear out, she can't find me and she can't hold me back.  She is\nvisiting her mother now.  I can send her a wire from Kurzon after I get\nthere.\"\n\n\"I don't believe the telegraph there is working,\" laughed Professor\nBumper.  \"But suit yourself.  I must go back to New York to arrange for\nthe goods we'll have to take with us.  In a week, Tom, we'll start.\"\n\n\"You must stay to dinner,\" Tom said.  \"You can't get a train now\nanyhow, and father wants to meet you again.  He's pretty well,\nconsidering his age.  And he's much better I verily believe since I\nsaid I'd turn over to him the task of finishing the stabilizer.  He\nlikes to work.\"\n\n\"We'll stay and take the night train back,\" agreed Mr. Damon.  \"It will\nbe like old times, Tom,\" he went on, \"traveling off together into the\nwilds.  Central America is pretty wild, isn't it?\" he asked, as if in\nfear of being disappointed on that score.\n\n\"Oh, it's wild enough to suit any one,\" answered Professor Bumper.\n\n\"Well, now to settle a few details,\" observed Tom.  \"Ned, what is the\nsituation as regards the financial affairs of my father and myself?\nNothing will come to grief if we go away, will there?\"\n\n\"I guess not, Tom.  But are you going to take your father with you?\"\n\n\"No, of course not.\"\n\n\"But you spoke of 'we.'\"\n\n\"I meant you and I are going.\"\n\n\"Me, Tom?\"\n\n\"Sure, you! I wouldn't think of leaving you behind.  You want Ned\nalong, don't you, Professor?\"\n\n\"Of course.  It will be an ideal party--we four.  We'll have to take\nnatives when we get to Honduras, and make up a mule pack-train for the\ninterior.  I had some thoughts of asking you to take an airship along,\nbut it might frighten the Indians, and I shall have to depend on them\nfor guides, as well as for porters.  So it will be an old-fashioned\nexpedition, in a way.\"\n\nMr. Swift came in at this point to meet his old friends.\n\n\"The boy needs a little excitement,\" he said.  \"He's been puttering\nover that stabilizer invention too long.  I can finish the model for\nhim in a very short time.\"\n\nProfessor Bumper told Mr. Swift something about the proposed trip,\nwhile Mr. Damon went out with Tom and Ned to one of the shops to look\nat a new model aeroplane the young inventor had designed.\n\nThere was a merry party around the table at dinner, though now and then\nNed noticed that Tom had an abstracted and preoccupied air.\n\n\"Thinking about the idol of gold?\" asked Ned in a whisper to his chum,\nwhen they were about to leave the table.\n\n\"The idol of gold?  Oh, yes! Of course! It will be great if we can\nbring that back with us.\" But the manner in which he said this made Ned\nfeel sure that Tom had had other thoughts, and that he had used a\nlittle subterfuge in his answer.\n\nNed was right, as he proved for himself a little later, when, Mr. Damon\nand the professor having gone home, the young financial secretary took\nhis friend to a quiet corner and asked:\n\n\"What's the matter, Tom?\"\n\n\"Matter?  What do you mean?\"\n\n\"I mean what made you make up your mind so quickly to go on this\nexpedition when you heard Beecher was going?\"\n\n\"Oh--er--well, you wouldn't want to see our old friend Professor Bumper\nleft, would you, after he had worked out the secret of the idol of\ngold?  You wouldn't want some young whipper-snapper to beat him in the\nrace, would you, Ned?\"\n\n\"No, of course not.\"\n\n\"Neither would I.  That's why I changed my mind.  This Beecher isn't\ngoing to get that idol if I can stop him!\"\n\n\"You seem rather bitter against him.\"\n\n\"Bitter?  Oh, not at all.  I simply don't want to see my friends\ndisappointed.\"\n\n\"Then Beecher isn't a friend of yours?\"\n\n\"Oh, I've met him, that is all,\" and Tom tried to speak indifferently.\n\n\"Humph!\" mused Ned, \"there's more here than I dreamed of.  I'm going to\nget at the bottom of it.\"\n\nBut though Ned tried to pump Tom, he was not successful.  The young\ninventor admitted knowing the youthful scientist, but that was all, Tom\nreiterating his determination not to let Professor Bumper be beaten in\nthe race for the idol of gold.\n\n\"Let me see,\" mused Ned, as he went home that evening.  \"Tom did not\nchange his mind until he heard Beecher's name mentioned.  Now this\nshows that Beecher had something to do with it.  The only reason Tom\ndoesn't want Beecher to get this idol or find the buried city is\nbecause Professor Bumper is after it.  And yet the professor is not an\nold or close friend of Tom's.  They met only when Tom went to dig his\nbig tunnel.  There must be some other reason.\"\n\nNed did some more thinking.  Then he clapped his hands together, and a\nsmile spread over his face.\n\n\"I believe I have it!\" he cried.  \"The little green god as compared to\nthe idol of gold!  That's it.  I'm going to make a call on my way home.\"\n\nThis he did, stopping at the home of Mary Nestor, a pretty girl, who,\nrumor had it, was tacitly engaged to Tom.  Mary was not at home, but\nMr. Nestor was, and for Ned's purpose this answered.\n\n\"Well, well, glad to see you!\" exclaimed Mary's father.  \"Isn't Tom\nwith you?\" he asked a moment later, seeing that Ned was alone.\n\n\"No, Tom isn't with me this evening,\" Ned answered.  \"The fact is, he's\ngetting ready to go off on another expedition, and I'm going with him.\"\n\n\"You young men are always going somewhere,\" remarked Mrs. Nestor.\n\"Where is it to this time?\"\n\n\"Some place in Central America,\" Ned answered, not wishing to be too\nparticular.  He was wondering how he could find out what he wanted to\nknow, when Mary's mother unexpectedly gave him just the information he\nwas after.\n\n\"Central America!\" she exclaimed.  \"Why, Father,\" and she looked at her\nhusband, \"that's where Professor Beecher is going, isn't it?\"\n\n\"Yes, I believe he did mention something about that.\"\n\n\"Professor Beecher, the man who is an authority on Aztec ruins?\" asked\nNed, taking a shot in the dark.\n\n\"Yes,\" said Mr. Nestor.  \"And a mighty fine young man he is, too.  I\nknew his father well.  He was here on a visit not long ago, young\nBeecher was, and he talked most entertainingly about his discoveries.\nYou remember how interested Mary was, Mother?\"\n\n\"Yes, she seemed to be,\" said Mrs. Nestor.  \"Tom Swift dropped in\nduring the course of the evening,\" she added to Ned, \"and Mary\nintroduced him to Professor Beecher.  But I can't say that Tom was much\ninterested in the professor's talk.\"\n\n\"No?\" questioned Ned.\n\n\"No, not at all.  But Tom did not stay long.  He left just as Mary and\nthe professor were drawing a map so the professor could indicate where\nhe had once made a big discovery.\"\n\n\"I see,\" murmured Ned.  \"Well, I suppose Tom must have been thinking of\nsomething else at the time.\"\n\n\"Very likely,\" agreed Mr. Nestor.  \"But Tom missed a very profitable\ntalk.  I was very much interested myself in what the professor told us,\nand so was Mary.  She invited Mr. Beecher to come again.  He takes\nafter his father in being very thorough in what he does.\n\n\"Sometimes I think,\" went on Mr. Nestor, \"that Tom isn't quite steady\nenough.  He's thinking of so many things, perhaps, that he can't get\nhis mind down to the commonplace.  I remember he once sent something\nhere in a box labeled 'dynamite.' Though there was no explosive in it,\nit gave us a great fright.  But Tom is a boy, in spite of his years.\nProfessor Beecher seems much older.  We all like him very much.\"\n\n\"That's nice,\" said Ned, as he took his departure.  He had found out\nwhat he had come to learn.\n\n\"I knew it!\" Ned exclaimed as he walked home.  \"I knew something was in\nthe wind.  The little green god of jealousy has Tom in his clutches.\nThat's why my inventive friend was so anxious to go on this expedition\nwhen he learned Beecher was to go.  He wants to beat him.  I guess the\nprofessor has plainly shown that he wouldn't like anything better than\nto cut Tom out with Mary.  Whew! that's something to think about!\"\n\n\n\n\nCHAPTER VI\n\nUNPLEASANT NEWS\n\n\nNed Newton decided to keep to himself what he had heard at the Nestor\nhome.  Not for the world would he let Tom Swift know of the situation.\n\n\"That is, I won't let him know that I know,\" said Ned to himself,\n\"though he is probably as well aware of the situation as I am.  But it\nsure is queer that this Professor Beecher should have taken such a\nfancy to Mary, and that her father should regard him so well.  That is\nnatural, I suppose.  But I wonder how Mary herself feels about it.\nThat is the part Tom would be most interested in.\n\n\"No wonder Tom wants to get ahead of this young college chap, who\nprobably thinks he's the whole show.  If he can find the buried city,\nand get the idol of gold, it would be a big feather in his cap.\n\n\"He'd have no end of honors heaped on him, and I suppose his hat\nwouldn't come within three sizes of fitting him.  Then he'd stand in\nbetter than ever with Mr. Nestor.  And, maybe, with Mary, too, though I\nthink she is loyal to Tom.  But one never can tell.\n\n\"However, I'm glad I know about it.  I'll do all I can to help Tom,\nwithout letting him know that I know.  And if I can do anything to help\nin finding that idol of gold for Professor Bumper, and, incidentally,\nTom, I'll do it,\" and he spoke aloud in his enthusiasm.\n\nNed, who was walking along in the darkness, clapped his open hand down\non Tom's magazine he was carrying home to read again, and the resultant\nnoise was a sharp crack.  As it sounded a figure jumped from behind a\ntree and called tensely:\n\n\"Hold on there!\"\n\nNed stopped short, thinking he was to be the victim of a holdup, but\nhis fears were allayed when he beheld one of the police force of\nShopton confronting him.\n\n\"I heard what you said about gettin' the gold,\" went on the officer.\n\"I was walkin' along and I heard you talkin'.  Where's your pal?\"\n\n\"I haven't any, Mr. Newbold,\" answered Ned with a laugh, as he\nrecognized the man.\n\n\"Oh, pshaw! It's Ned Newton!\" exclaimed the disappointed officer.  \"I\nthought you was talkin' to a confederate about gold, and figured maybe\nyou was goin' to rob the bank.\"\n\n\"No, nothing like that,\" answered Ned, still much amused.  \"I was\ntalking to myself about a trip Tom Swift and I are going to take\nand----\"\n\n\"Oh, that's all right,\" responded the policeman.  \"I can understand it,\nif it had anything to do with Tom.  He's a great boy.\"\n\n\"Indeed he is,\" agreed Ned, making a mental resolve not to be so public\nwith his thoughts in the future.  He chatted for a moment with the\nofficer, and then, bidding him good-night, walked on to his home, his\nmind in a whirl with conglomerate visions of buried cities, great\ngrinning idols of gold, and rival professors seeking to be first at the\ngoal.\n\nThe next few days were busy ones for Tom, Ned and, in fact, the whole\nSwift household.  Tom and his father had several consultations and\nconducted several experiments in regard to the new stabilizer, the\ncompletion of which was so earnestly desired.  Mr. Swift was sure he\ncould carry the invention to a successful conclusion.\n\nNed was engaged in putting the financial affairs of the Swift Company\nin shape, so they would practically run themselves during his absence.\nThen, too, there was the packing of their baggage which must be seen to.\n\nOf course, the main details of the trip were left to Professor Bumper,\nwho knew just what to do.  He had told Tom and Ned that all they and\nMr. Damon would have to do would be to meet him at the pier in New\nYork, where they would find all arrangements made.\n\nOne day, near the end of the week (the beginning of the next being set\nfor the start) Eradicate came shuffling into the room where Tom was\nsorting out the possessions he desired to take with him, Ned assisting\nhim in the task.\n\n\"Well, Rad, what is it?\" asked Tom, with businesslike energy.\n\n\"I done heah, Massa Tom, dat yo' all's gwine off on a long trip once\nmo'.  Am dat so?\"\n\n\"Yes, that's so, Rad.\"\n\n\"Well, den, I'se come to ast yo' whut I'd bettah take wif me.  Shall I\ntook warm clothes or cool clothes?\"\n\n\"Well, if you were going, Rad,\" answered Tom with a smile, \"you'd need\ncool clothes, for we're going to a sort of jungle-land.  But I'm sorry\nto say you're not going this trip.\"\n\n\"I---- I ain't gwine?  Does yo' mean dat yo' all ain't gwine to take\nme, Massa Tom?\"\n\n\"That's it, Rad.  It isn't any trip for you.\"\n\n\"Is certain not!\" broke in the voice of Koku, the giant, who entered\nwith a big trunk Tom had sent him for.  \"Master want strong man like a\nbull.  He take Koku!\"\n\n\"Look heah!\" spluttered Eradicate, and his eyes flashed.  \"Yo'--yo'\ngiant yo'--yo' may be strong laik a bull, but ya' ain't got as much\nsense as mah mule, Boomerang! Massa Tom don't want no sich pusson wif\nhim.  He's gwine to take me.\"\n\n\"He take me!\" cried Koku, and his voice was a roar while he beat on his\nmighty chest with his huge fists.\n\nTom, seeing that the dispute was likely to be bothersome, winked at Ned\nand began to speak.\n\n\"I don't believe you'd like it there, Rad--not where we're going.  It's\na bad country.  Why the mosquitoes there bite holes in you--raise bumps\non you as big as eggs.\"\n\n\"Oh, good land!\" ejaculated the old colored man.  \"Am dat so Massa Tom?\"\n\n\"It sure is.  Then there's another kind of bug that burrows under your\nfingernails, and if you don't get 'em out, your fingers drop off.\"\n\n\"Oh, good land, Massa Tom! Am dat a fact?\"\n\n\"It sure is.  I don't want to see those things happen to you, Rad.\"\n\nSlowly the old colored man shook his head.\n\n\"I don't mahse'f,\" he said.  \"I---- I guess I won't go.\"\n\nEradicate did not stop to ask how Tom and Ned proposed to combat these\ntwo species of insects.\n\nBut there remained Koku to dispose of, and he stood smiling broadly as\nEradicate shuffled off.\n\n\"Me no 'fraid bugs,\" said the giant.\n\n\"No,\" said Tom, with a look at Ned, for he did not want to take the big\nman on the trip for various reasons.  \"No, maybe not, Koku.  Your skin\nis pretty tough.  But I understand there are deep pools of water in the\nland where we are going, and in them lives a fish that has a hide like\nan alligator and a jaw like a shark.  If you fall in it's all up with\nyou.\"\n\n\"Dat true, Master Tom?\" and Koku's voice trembled.\n\n\"Well, I've never seen such a fish, I'm sure, but the natives tell\nabout it.\"\n\nKoku seemed to be considering the matter.  Strange as it may seem, the\ngiant, though afraid of nothing human and brave when it came to a\nhand-to-claw argument with a wild animal, had a very great fear of the\nwater and the unseen life within it.  Even a little fresh-water crab in\na brook was enough to send him shrieking to shore.  So when Tom told of\nthis curious fish, which many natives of Central America firmly believe\nin, the giant took thought with himself.  Finally, he gave a sigh and\nsaid:\n\n\"Me stay home and keep bad mans out of master's shop.\"\n\n\"Yes, I guess that's the best thing for you,\" assented Tom with an air\nof relief.  He and Ned had talked the matter over, and they had agreed\nthat the presence of such a big man as Koku, in an expedition going on\na more or less secret mission, would attract too much attention.\n\n\"Well, I guess that clears matters up,\" said Tom, as he looked over a\ncollection of rifles and small arms, to decide which to take.  \"We\nwon't have them to worry about.\"\n\n\"No, only Professor Beecher,\" remarked Ned, with a sharp look at his\nchum.\n\n\"Oh, we'll dispose of him all right!\" asserted Tom boldly.  \"He hasn't\nhad any experience in business of this sort, and with what you and\nProfessor Bumper and Mr. Damon know we ought to have little trouble in\ngetting ahead of the young man.\"\n\n\"Not to speak of your own aid,\" added Ned.\n\n\"Oh, I'll do what I can, of course,\" said Tom, with an air of\nindifference.  But Ned knew his chum would work ceaselessly to help get\nthe idol of gold.\n\nTom gave no sign that there was any complication in his affair with\nMary Nestor, and of course Ned did not tell anything of what he knew\nabout it.\n\nThat night saw the preparations of Ned and Tom about completed.  There\nwere one or two matters yet to finish on Tom's part in relation to his\nbusiness, but these offered no difficulties.\n\nThe two chums were in the Swift home, talking over the prospective\ntrip, when Mrs. Baggert, answering a ring at the front door, announced\nthat Mr. Damon was outside.\n\n\"Tell him to come in,\" ordered Tom.\n\n\"Bless my baggage check!\" exclaimed the excitable man, as he shook\nhands with Tom and Ned and noted the packing evidences all about.\n\"You're ready to go to the land of wonders.\"\n\n\"The land of wonders?\" repeated Ned.\n\n\"Yes, that's what Professor Bumper calls the part of Honduras we're\ngoing to.  And it must be wonderful, Tom.  Think of whole cities, some\nof them containing idols and temples of gold, buried thirty and forty\nfeet under the surface! Wonderful is hardly the name for it!\"\n\n\"It'll be great!\" cried Ned.  \"I suppose you're ready, Mr. Damon--you\nand the professor?\"\n\n\"Yes.  But, Tom, I have a bit of unpleasant news for you.\"\n\n\"Unpleasant news?\"\n\n\"Yes.  You know Professor Bumper spoke of a rival--a man named Beecher\nwho is a member of the faculty of a new and wealthy college.\"\n\n\"I heard him speak of him--yes,\" and the way Tom said it no one would\nhave suspected that he had any personal interest in the matter.\n\n\"He isn't going to give his secret away,\" thought Ned.\n\n\"Well, this Professor Beecher, you know,\" went on Mr. Damon, \"also\nknows about the idol of gold, and is trying to get ahead of Professor\nBumper in the search.\"\n\n\"He did say something of it, but nothing was certain,\" remarked Tom.\n\n\"But it is certain!\" exclaimed Mr. Damon.  \"Bless my toothpick, it's\naltogether too certain!\"\n\n\"How is that?\" asked Tom.  \"Is Beecher certainly going to Honduras?\"\n\n\"Yes, of course.  But what is worse, he and his party will leave New\nYork on the same steamer with us!\"\n\n\n\n\nCHAPTER VII\n\nTOM HEARS SOMETHING\n\n\nOn hearing Mr. Damon's rather startling announcement, Tom and Ned\nlooked at one another.  There seemed to be something back of the simple\nstatement--an ominous and portending \"something.\"\n\n\"On the same steamer with us, is he?\" mused Tom.\n\n\"How did you learn this?\" asked Ned.\n\n\"Just got a wire from Professor Bumper telling me.  He asked me to\ntelephone to you about it, as he was too busy to call up on the long\ndistance from New York.  But instead of 'phoning I decided to come over\nmyself.\"\n\n\"Glad you did,\" said Tom, heartily.  \"Did Professor Bumper want us to\ndo anything special, now that it is certain his rival will be so close\non his trail?\"\n\n\"Yes, he asked me to warn you to be careful what you did and said in\nreference to the expedition.\"\n\n\"Then does he fear something?\" asked Ned.\n\n\"Yes, in a way.  I think he is very much afraid this young Beecher will\nnot only be first on the site of the underground city, but that he may\nbe the first to discover the idol of gold.  It would be a great thing\nfor a young archaeologist like Beecher to accomplish a mission of this\nsort, and beat Professor Bumper in the race.\"\n\n\"Do you think that's why Beecher decided to go on the same steamer we\nare to take?\" asked Ned.\n\n\"Yes, I do,\" said Mr. Damon.  \"Though from what Professor Bumper said I\nknow he regards Professor Beecher as a perfectly honorable man, as well\nas a brilliant student.  I do not believe Beecher or his party would\nstoop to anything dishonorable or underhand, though they would not\nhesitate, nor would we, to take advantage of every fair chance to win\nin the race.\"\n\n\"No, I suppose that's right,\" observed Tom; but there was a queer gleam\nin his eye, and his chum wondered if Tom did not have in mind the\nprospective race between himself and Fenimore Beecher for the regard of\nMary Nestor.  \"We'll do our best to win, and any one is at liberty to\ntravel on the same steamer we are to take,\" added the young inventor,\nand his tone became more incisive.\n\n\"It will be all the livelier with two expeditions after the same golden\nidol,\" remarked Ned.\n\n\"Yes, I think we're in for some excitement,\" observed Tom grimly.  But\neven he did not realize all that lay before them ere they would reach\nKurzon.\n\nMr. Damon, having delivered his message, and remarking that his\npreparations for leaving were nearly completed, went back to\nWaterfield, from there to proceed to New York in a few days with Tom\nand Ned, to meet Professor Bumper.\n\n\"Well, I guess we have everything in pretty good shape,\" remarked Tom\nto his chum a day or so after the visit of Mr. Damon.  \"Everything is\npacked, and as I have a few personal matters to attend to I think I'll\ntake the afternoon off.\"\n\n\"Go to it!\" laughed Ned, guessing a thing of two.  \"I've got a raft of\nstuff myself to look after, but don't let that keep you.\"\n\n\"If there is anything I can do,\" began Tom, \"don't hesitate to----\"\n\n\"Nonsense!\" exclaimed Ned.  \"I can do it all alone.  It's some of the\ncompany's business, anyhow, and I'm paid for looking after that.\"\n\n\"All right, then I'll cut along,\" Tom said, and he wore a relieved air.\n\n\"He's going to see Mary,\" observed Ned with a grin, as he observed Tom\nhop into his trim little roadster, which under his orders, Koku had\npolished and cleaned until it looked as though it had just come from\nthe factory.\n\nA little later the trim and speedy car drew up in front of the Nestor\nhome, and Tom bounded up on the front porch, his heart not altogether\nas light as his feet.\n\n\"No, I'm sorry, but Mary isn't in,\" said Mrs. Nestor, answering his\ninquiry after greeting him.\n\n\"Not at home?\"\n\n\"No, she went on a little visit to her cousin's at Fayetteville.  She\nsaid something about letting you know she was going.\"\n\n\"She did drop me a card,\" answered Tom, and, somehow he did not feel at\nall cheerful.  \"But I thought it wasn't until next week she was going.\"\n\n\"That was her plan, Tom.  But she changed it.  Her cousin wired, asking\nher to advance the date, and this Mary did.  There was something about\na former school chum who was also to be at Myra's house--Myra is Mary's\ncousin you know.\"\n\n\"Yes, I know,\" assented the young inventor.  \"And so Mary is gone.  How\nlong is she going to stay?\"\n\n\"Oh, about two weeks.  She wasn't quite certain.  It depends on the\nkind of a time she has, I suppose.\"\n\n\"Yes, I suppose so,\" agreed Tom.  \"Well, if you write before I do you\nmight say I called, Mrs. Nestor.\"\n\n\"I will, Tom.  And I know Mary will be sorry she wasn't here to take a\nride with you; it's such a nice day,\" and the lady smiled as she looked\nat the speedy roadster.\n\n\"Maybe--maybe you'd like to come for a spin?\" asked Tom, half\ndesperately.\n\n\"No, thank you.  I'm too old to be jounced around in one of those small\ncars.\"\n\n\"Nonsense! She rides as easily as a Pullman sleeper.\"\n\n\"Well, I have to go to a Red Cross meeting, anyhow, so I can't come,\nTom.  Thank you, just the same.\"\n\nTom did not drive back immediately to his home.  He wanted to do a bit\nof thinking, and he believed he could do it best by himself.  So it was\nlate afternoon when he again greeted Ned, who, meanwhile, had been kept\nvery busy.\n\n\"Well?\" called Tom's chum.\n\n\"Um!\" was the only answer, and Tom called Koku to put the car away in\nthe garage.\n\n\"Something wrong,\" mused Ned.\n\nThe next three days were crowded with events and with work.  Mr. Damon\ncame over frequently to consult with Tom and Ned, and finally the last\nof their baggage had been packed, certain of Tom's inventions and\nimplements sent on by express to New York to be taken to Honduras, and\nthen our friends themselves followed to the metropolis.\n\n\"Good-bye, Tom,\" said his father.  \"Good-bye, and good luck! If you\ndon't get the idol of gold I'm sure you'll have experiences that will\nbe valuable to you.\"\n\n\"We're going to get the idol of gold!\" said Tom determinedly.\n\n\"Look out for the bad bugs,\" suggested Eradicate.\n\n\"We will,\" promised Ned.\n\nTom's last act was to send a message to Mary Nestor, and then he, with\nNed and Mr. Damon, who blessed everything in sight from the gasoline in\nthe automobile to the blue sky overhead, started for the station.\n\nNew York was reached without incident.  The trio put up at the hotel\nwhere Professor Bumper was to meet them.\n\n\"He hasn't arrived yet,\" said Tom, after glancing over the names on the\nhotel register and not seeing Professor Bumper's among them.\n\n\"Oh, he'll be here all right,\" asserted Mr. Damon.  \"Bless my galvanic\nbattery! he sent me a telegram at one o'clock this morning saying he'd\nbe sure to meet us in New York.  No fear of him not starting for the\nland of wonders.\"\n\n\"There are some other professors registered, though,\" observed Ned, as\nhe glanced at the book, noting the names of several scientists of whom\nhe and Tom had read.\n\n\"Yes.  I wonder what they're doing in New York,\" replied Tom.  \"They\nare from New England.  Maybe there's a convention going on.  Well,\nwe'll have to wait, that's all, until Professor Bumper comes.\"\n\nAnd during that wait Tom heard something that surprised him and caused\nhim no little worry.  It was when Ned came back to his room, which\nadjoined Tom's, that the young treasurer gave his chum the news.\n\n\"I say, Tom!\" Ned exclaimed.  \"Who do you think those professors are,\nwhose names we saw on the register?\"\n\n\"I haven't the least idea.\"\n\n\"Why, they're of Beecher's party!\"\n\n\"You don't mean it!\"\n\n\"I surely do.\"\n\n\"How do you know?\"\n\n\"I happened to overhear two of them talking down in the lobby a while\nago.  They didn't make any secret of it.  They spoke freely of going\nwith Beecher to some ancient city in Honduras, to look for an idol of\ngold.\"\n\n\"They did?  But where is Beecher?\"\n\n\"He hasn't joined them yet.  Their plans have been changed.  Instead of\nleaving on the same steamer we are to take in the morning they are to\ncome on a later one.  The professors here are waiting for Beecher to\ncome.\"\n\n\"Why isn't he here now?\"\n\n\"Well, I heard one of the other scientists say that he had gone to a\nplace called Fayetteville, and will come on from there.\"\n\n\"Fayetteville!\" ejaculated Tom.\n\n\"Yes.  That isn't far from Shopton.\"\n\n\"I know,\" assented Tom.  \"I wonder--I wonder why he is going there?\"\n\n\"I can tell you that, too.\"\n\n\"You can?  You're a regular detective.\"\n\n\"No, I just happened to overhear it.  Beecher is going to call on Mary\nNestor in Fayetteville, so his friends here said he told them, and his\ncall has to do with an important matter--to him!\" and Ned gazed\ncuriously at his chum.\n\n\n\n\nCHAPTER VIII\n\nOFF FOR HONDURAS\n\n\nJust what Tom's thoughts were, Ned, of course, could not guess.  But by\nthe flush that showed under the tan of his chum's cheeks the young\nfinancial secretary felt pretty certain that Tom was a bit apprehensive\nof the outcome of Professor Beecher's call on Mary Nestor.\n\n\"So he is going to see her about 'something important,' Ned?\"\n\n\"That's what some members of his party called it.\"\n\n\"And they're waiting here for him to join them?\"\n\n\"Yes.  And it means waiting a week for another steamer.  It must be\nsomething pretty important, don't you think, to cause Beecher to risk\nthat delay in starting after the idol of gold?\"\n\n\"Important?  Yes, I suppose so,\" assented Tom.  \"And yet even if he\nwaits for the next steamer he will get to Honduras nearly as soon as we\ndo.\"\n\n\"How is that?\"\n\n\"The next boat is a faster one.\"\n\n\"Then why don't we take that?  I hate dawdling along on a slow\nfreighter.\"\n\n\"Well, for one thing it would hardly do to change now, when all our\ngoods are on board.  And besides, the captain of the _Relstab_, on\nwhich we are going to sail, is a friend of Professor Bumper's.\"\n\n\"Well, I'm just as glad Beecher and his party aren't going with us,\"\nresumed Ned, after a pause.  \"It might make trouble.\"\n\n\"Oh, I'm ready for any trouble HE might make!\" quickly exclaimed Tom.\n\nHe meant trouble that might be developed in going to Honduras, and\nstarting the search for the lost city and the idol of gold.  This kind\nof trouble Tom and his friends had experienced before, on other trips\nwhere rivals had sought to frustrate their ends.\n\nBut, in his heart, though he said nothing to Ned about it, Tom was\nworried.  Much as he disliked to admit it to himself, he feared the\nvisit of Professor Beecher to Mary Nestor in Fayetteville had but one\nmeaning.\n\n\"I wonder if he's going to propose to her,\" thought Tom.  \"He has the\nfield all to himself now, and her father likes him.  That's in his\nfavor.  I guess Mr. Nestor has never quite forgiven me for that mistake\nabout the dynamite box, and that wasn't my fault.  Then, too, the\nBeecher and Nestor families have been friends for years.  Yes, he\nsurely has the inside edge on me, and if he gets her to throw me\nover---- Well, I won't give up without a fight!\" and Tom mentally\ngirded himself for a battle of wits.\n\n\"He's relying on the prestige he'll get out of this idol of gold if his\nparty finds it,\" thought on the young inventor.  \"But I'll help find it\nfirst.  I'm glad to have a little start of him, anyhow, even if it\nisn't more than two days.  Though if our vessel is held back much by\nstorms he may get on the ground first.  However, that can't be helped.\nI'll do the best I can.\"\n\nThese thoughts shot through Tom's mind even as Ned was asking his\nquestions and making comments.  Then the young inventor, shaking his\nshoulders as though to rid them of some weight, remarked:\n\n\"Well, come on out and see the sights.  It will be long before we look\non Broadway again.\"\n\nWhen the chums returned from their sightseeing excursion, they found\nthat Professor Bumper had arrived.\n\n\"Where's Professor Bumper?\" asked Ned, the next day.\n\n\"In his room, going over books, papers and maps to make sure he has\neverything.\"\n\n\"And Mr. Damon?\"\n\nTom did not have to answer that last question.  Into the apartment came\nbursting the excited individual himself.\n\n\"Bless my overshoes!\" he cried, \"I've been looking everywhere for you!\nCome on, there's no time to lose!\"\n\n\"What's the matter now?\" asked Ned.  \"Is the hotel on fire?\"\n\n\"Has anything happened to Professor Bumper?\" Tom demanded, a wild idea\nforming in his head that perhaps some one of the Beecher party had\ntried to kidnap the discoverer of the lost city of Pelone.\n\n\"Oh, everything is all right,\" answered Mr. Damon.  \"But it's nearly\ntime for the show to start, and we don't want to be late.  I have\ntickets.\"\n\n\"For what?\" asked Tom and Ned together.\n\n\"The movies,\" was the laughing reply.  \"Bless my loose ribs! but I\nwouldn't miss him for anything.  He's in a new play called 'Up in a\nBalloon Boys.' It's great!\" and Mr. Damon named a certain comic moving\npicture star in whose horse-play Mr. Damon took a curious interest.\nTom and Ned were glad enough to go, Tom that he might have a chance to\ndo a certain amount of thinking, and Ned because he was still boy\nenough to like moving pictures.\n\n\"I wonder, Tom,\" said Mr. Damon, as they came out of the theater two\nhours later, all three chuckling at the remembrance of what they had\nseen, \"I wonder you never turned your inventive mind to the movies.\"\n\n\"Maybe I will, some day,\" said Tom.\n\nHe spoke rather uncertainly.  The truth of the matter was that he was\nstill thinking deeply of the visit of Professor Beecher to Mary Nestor,\nand wondering what it portended.\n\nBut if Tom's sleep was troubled that night he said nothing of it to his\nfriends.  He was up early the next morning, for they were to leave that\nday, and there was still considerable to be done in seeing that their\nbaggage and supplies were safely loaded, and in attending to the last\ndetails of some business matters.\n\nWhile at the hotel they had several glimpses of the members of the\nBeecher party who were awaiting the arrival of the young professor who\nwas to lead them into the wilds of Honduras.  But our friends did not\nseek the acquaintance of their rivals.  The latter, likewise, remained\nby themselves, though they knew doubtless that there was likely to be a\nstrenuous race for the possession of the idol of gold, then, it was\npresumed, buried deep in some forest-covered city.\n\nProfessor Bumper had made his arrangements carefully.  As he explained\nto his friends, they would take the steamer from New York to Puerto\nCortes, one of the principal seaports of Honduras.  This is a town of\nabout three thousand inhabitants, with an excellent harbor and a big\npier along which vessels can tie up and discharge their cargoes\ndirectly into waiting cars.\n\nThe preparations were finally completed.  The party went aboard the\nsteamer, which was a large freight vessel, carrying a limited number of\npassengers, and late one afternoon swung down New York Bay.\n\n\"Off for Honduras!\" cried Ned gaily, as they passed the Statue of\nLiberty.  \"I wonder what will happen before we see that little lady\nagain.\"\n\n\"Who knows?\" asked Tom, shrugging his shoulders, Spanish fashion.  And\nthere came before him the vision of a certain \"little lady,\" about whom\nhe had been thinking deeply of late.\n\n\n\n\nCHAPTER IX\n\nVAL JACINTO\n\n\n\"Rather tame, isn't it, Tom?\"\n\n\"Well, Ned, it isn't exactly like going up in an airship,\" and Tom\nSwift who was gazing over the rail down into the deep blue water of the\nCaribbean Sea, over which their vessel was then steaming, looked at his\nchum beside him.\n\n\"No, and your submarine voyage had it all over this one for\nexcitement,\" went on Ned.  \"When I think of that----\"\n\n\"Bless my sea legs!\" interrupted Mr. Damon, overhearing the\nconversation.  \"Don't speak of THAT trip.  My wife never forgave me for\ngoing on it.  But I had a fine time,\" he added with a twinkle of his\neyes.\n\n\"Yes, that was quite a trip,\" observed Tom, as his mind went back to\nit.  \"But this one isn't over yet remember.  And I shouldn't be\nsurprised if we had a little excitement very soon.\"\n\n\"What do you mean?\" asked Ned.\n\nUp to this time the voyage from New York down into the tropical seas\nhad been anything but exciting.  There were not many passengers besides\nthemselves, and the weather had been fine.\n\nAt first, used as they were to the actions of unscrupulous rivals in\ntrying to thwart their efforts, Tom and Ned had been on the alert for\nany signs of hidden enemies on board the steamer.  But aside from a\nlittle curiosity when it became known that they were going to explore\nlittle-known portions of Honduras, the other passengers took hardly any\ninterest in our travelers.\n\nIt was thought best to keep secret the fact that they were going to\nsearch for a wonderful idol of gold.  Not even the mule and ox-cart\ndrivers, whom they would hire to take them into the wilds of the\ninterior would be told of the real object of the search.  It would be\ngiven out that they were looking for interesting ruins of ancient\ncities, with a view to getting such antiquities as might be there.\n\n\"What do you mean?\" asked Ned again, when Tom did not answer him\nimmediately.  \"What's the excitement?\"\n\n\"I think we're in for a storm,\" was the reply.  \"The barometer is\nfalling and I see the crew going about making everything snug.  So we\nmay have a little trouble toward this end of our trip.\"\n\n\"Let it come!\" exclaimed Mr. Damon.  \"We're not afraid of trouble, Tom\nSwift, are we?\"\n\n\"No, to be sure we're not.  And yet it looks as though the storm would\nbe a bad one.\"\n\n\"Then I am going to see if my books and papers are ready, so I can get\nthem together in a hurry in case we have to take to the life-boats,\"\nsaid Professor Bumper, coming on deck at that moment.  \"It won't do to\nlose them.  If we didn't have the map we might not be able to find----\"\n\n\"Ahem!\" exclaimed Tom, with unnecessary emphasis it seemed.  \"I'll help\nyou go over your papers, Professor,\" he added, and with a wink and a\nmotion of his hand, he enjoined silence on his friend.  Ned looked\naround for a reason for this, and observed a man, evidently of Spanish\nextraction, passing them as he paced up and down the deck.\n\n\"What's the matter?\" asked the scientist in a whisper, as the man went\non.  \"Do you know him?  Is he a----?\"\n\n\"I don't know anything about him,\" said Tom; \"but it is best not to\nspeak of our trip before strangers.\"\n\n\"You are right, Tom,\" said Professor Bumper.  \"I'll be more careful.\"\n\nA storm was brewing, that was certain.  A dull, sickly yellow began to\nobscure the sky, and the water, from a beautiful blue, turned a slate\ncolor and ran along the sides of the vessel with a hissing sound as\nthough the sullen waves would ask nothing better than to suck the craft\ndown into their depths.  The wind, which had been freshening, now sang\nin louder tones as it hummed through the rigging and the funnel stays\nand bowled over the receiving conductors of the wireless.\n\nSharp commands from the ship's officers hastened the work of the crew\nin making things snug, and life lines were strung along deck for the\nsafety of such of the passengers as might venture up when the blow\nbegan.\n\nThe storm was not long in coming.  The howling of the wind grew louder,\nflecks of foam began to separate themselves from the crests of the\nwaves, and the vessel pitched, rolled and tossed more violently.  At\nfirst Tom and his friends thought they were in for no more than an\nordinary blow, but as the storm progressed, and the passengers became\naware of the anxiety on the part of the officers and crew, the alarm\nspread among them.\n\nIt really was a violent storm, approaching a hurricane in force, and at\none time it seemed as though the craft, having been heeled far over\nunder a staggering wave that swept her decks, would not come back to an\neven keel.\n\nThere was a panic among some of the passengers, and a few excited men\nbehaved in a way that caused prompt action on the part of the first\nofficer, who drove them back to the main cabin under threat of a\nrevolver.  For the men were determined to get to the lifeboats, and a\nsmall craft would not have had a minute to live in such seas as were\nrunning.\n\nBut the vessel proved herself sturdier than the timid ones had dared to\nhope, and she was soon running before the blast, going out of her\ncourse, it is true, but avoiding the danger among the many cays, or\nsmall islands, that dot the Caribbean Sea.\n\nThere was nothing to do but to let the storm blow itself out, which it\ndid in two days.  Then came a period of delightful weather.  The cargo\nhad shifted somewhat, which gave the steamer a rather undignified list.\n\nThis, as well as the loss of a deckhand overboard, was the effect of\nthe hurricane, and though the end of the trip came amid sunshine and\nsweet-scented tropical breezes, many could not forget the dangers\nthrough which they had passed.\n\nIn due time Tom and his party found themselves safely housed in the\nsmall hotel at Puerto Cortes, their belongings stored in a convenient\nwarehouse and themselves, rather weary by reason of the stress of\nweather, ready for the start into the interior wilds of Honduras.\n\n\"How are we going to make the trip?\" asked Ned, as they sat at supper,\nthe first night after their arrival, eating of several dishes, the\nred-pepper condiments of which caused frequent trips to the water\npitcher.\n\n\"We can go in two ways, and perhaps we shall find it to our advantage\nto use both means,\" said Professor Bumper.  \"To get to this city of\nKurzon,\" he proceeded in a low voice, so that none of the others in the\ndining-room would hear them, \"we will have to go either by mule back or\nboat to a point near Copan.  As near as I can tell by the ancient maps,\nKurzon is in the Copan valley.\n\n\"Now the Chamelecon river seems to run to within a short distance of\nthere, but there is no telling how far up it may be navigable.  If we\ncan go by boat it will be much more comfortable.  Travel by mules and\nox-carts is slow and sure, but the roads are very bad, as I have heard\nfrom friends who have made explorations in Honduras.\n\n\"And, as I said, we may have to use both land and water travel to get\nus where we want to go.  We can proceed as far as possible up the\nriver, and then take to the mules.\"\n\n\"What about arranging for boats and animals?\" asked Tom.  \"I should\nthink----\"\n\nHe suddenly ceased talking and reached for the water, taking several\nlarge swallows.\n\n\"Whew!\" he exclaimed, when he could catch his breath.  \"That was a hot\none.\"\n\n\"What did you do?\" asked Ned.\n\n\"Bit into a nest of red pepper.  Guess I'll have to tell that cook to\nscatter his hits.  He's bunching 'em too much in my direction,\" and Tom\nwiped the tears from his eyes.\n\n\"To answer your question,\" said Professor Bumper, \"I will say that I\nhave made partial arrangements for men and animals, and boats if it is\nfound feasible to use them.  I've been in correspondence with one of\nthe merchants here, and he promised to make arrangements for us.\"\n\n\"When do we leave?\" asked Mr. Damon.\n\n\"As soon as possible.  I am not going to risk anything by delay,\" and\nit was evident the professor referred to his young rival whose arrival\nmight be expected almost any time.\n\nAs the party was about to leave the table, they were approached by a\ntall, dignified Spaniard who bowed low, rather exaggeratedly low, Ned\nthought, and addressed them in fairly good English.\n\n\"Your pardons, Senors,\" he began, \"but if it will please you to avail\nyourself of the humble services of myself, I shall have great pleasure\nin guiding you into the interior.  I have at my command both mules and\nboats.\"\n\n\"How do you know we are going into the interior?\" asked Tom, a bit\nsharply, for he did not like the assurance of the man.\n\n\"Pardon, Senor.  I saw that you are from the States.  And those from\nthe States do not come to Honduras except for two reasons.  To travel\nand make explorations or to start trade, and professors do not usually\nengage in trade,\" and he bowed to Professor Bumper.\n\n\"I saw your name on the register,\" he proceeded, \"and it was not\ndifficult to guess your mission,\" and he flashed a smile on the party,\nhis white teeth showing brilliantly beneath his small, black moustache.\n\n\"I make it my business to outfit traveling parties, either for\nbusiness, pleasure or scientific matters.  I am, at your service, Val\nJacinto,\" and he introduced himself with another low bow.\n\nFor a moment Tom and his friends hardly knew how to accept this offer.\nIt might be, as the man had said, that he was a professional tour\nconductor, like those who have charge of Egyptian donkey-boys and\nguides.  Or might he not be a spy?\n\nThis occurred to Tom no less than to Professor Bumper.  They looked at\none another while Val Jacinto bowed again and murmured:\n\n\"At your service!\"\n\n\"Can you provide means for taking us to the Copan valley?\" asked the\nprofessor.  \"You are right in one respect.  I am a scientist and I\npurpose doing some exploring near Copan.  Can you get us there?\"\n\n\"Most expensively--I mean, most expeditionlessly,\" said Val Jacinto\neagerly.  \"Pardon my unhappy English.  I forget at times.  The charges\nwill be most moderate.  I can send you by boat as far as the river\ntravel is good, and then have mules and ox-carts in waiting.\"\n\n\"How far is it?\" asked Tom.\n\n\"A hundred miles as the vulture flies, Senor, but much farther by river\nand road.  We shall be a week going.\"\n\n\"A hundred miles in a week!\" groaned Ned.  \"Say, Tom, if you had your\naeroplane we'd be there in an hour.\"\n\n\"Yes, but we haven't it.  However, we're in no great rush.\"\n\n\"But we must not lose time,\" said Professor Bumper.  \"I shall consider\nyour offer,\" he added to Val Jacinto.\n\n\"Very good, Senor.  I am sure you will be pleased with the humble\nservice I may offer you, and my charges will be small.  Adios,\" and he\nbowed himself away.\n\n\"What do you think of him?\" asked Ned, as they went up to their rooms\nin the hotel, or rather one large room, containing several beds.\n\n\"He's a pretty slick article,\" said Mr. Damon.  \"Bless my check-book!\nbut he spotted us at once, in spite of our secrecy.\"\n\n\"I guess these guide purveyors are trained for that sort of thing,\"\nobserved the scientist.  \"I know my friends have often spoken of having\nhad the same experience.  However, I shall ask my friend, who is in\nbusiness here, about this Val Jacinto, and if I find him all right we\nmay engage him.\"\n\nInquiries next morning brought the information, from the head of a\nrubber exporting firm with whom the professor was acquainted, that the\nSpaniard was regularly engaged in transporting parties into the\ninterior, and was considered efficient, careful and as honest as\npossible, considering the men he engaged as workers.\n\n\"So we have decided to engage you,\" Professor Bumper informed Val\nJacinto the afternoon following the meeting.\n\n\"I am more than pleased, Senor.  I shall take you into the wilds of\nHonduras.  At your service!\" and he bowed low.\n\n\"Humph! I don't just like the way our friend Val says that,\" observed\nTom to Ned a little later.  \"I'd have been better pleased if he had\nsaid he'd guide us into the wilds and out again.\"\n\nIf Tom could have seen the crafty smile on the face of the Spaniard as\nthe man left the hotel, the young inventor might have felt even less\nconfidence in the guide.\n\n\n\n\nCHAPTER X\n\nIN THE WILDS\n\n\n\"All aboard! Step lively now! This boat makes no stops this side of\nBoston!\" cried Ned Newton gaily, as he got into one of the several tree\ncanoes provided for the transportation of the party up the Chamelecon\nriver, for the first stage of their journey into the wilds of Honduras.\n\"All aboard! This reminds me of my old camping days, Tom.\"\n\nIt brought those days back, in a measure, to Tom also.  For there were\na number of canoes filled with the goods of the party, while the\nmembers themselves occupied a larger one with their personal baggage.\nStrong, half-naked Indian paddlers were in charge of the canoes which\nwere of sturdy construction and light draft, since the river, like most\ntropical streams, was of uncertain depths, choked here and there with\nsand bars or tropical growths.\n\nFinding that Val Jacinto was regularly engaged in the business of\ntaking explorers and mine prospectors into the interior, Professor\nBumper had engaged the man.  He seemed to be efficient.  At the\npromised time he had the canoes and paddlers on hand and the goods\nsafely stowed away while one big craft was fitted up as comfortably as\npossible for the men of the party.\n\nAs Ned remarked, it did look like a camping party, for in the canoes\nwere tents, cooking utensils and, most important, mosquito canopies of\nheavy netting.\n\nThe insect pests of Honduras, as in all tropical countries, are\nannoying and dangerous.  Therefore it was imperative to sleep under\nmosquito netting.\n\nOn the advice of Val Jacinto, who was to accompany them, the travelers\nwere to go up the river about fifty miles.  This was as far as it would\nbe convenient to use the canoes, the guide told Tom and his friends,\nand from there on the trip to the Copan valley would be made on the\nbacks of mules, which would carry most of the baggage and equipment.\nThe heavier portions would be transported in ox-carts.\n\nAs Professor Bumper expected to do considerable excavating in order to\nlocate the buried city, or cities, as the case might be, he had to\ncontract for a number of Indian diggers and laborers.  These could be\nhired in Copan, it was said.\n\nThe plan, therefore, was to travel by canoes during the less heated\nparts of the day, and tie up at night, making camp on shore in the\nnet-protected tents.  As for the Indians, they did not seem to mind the\nbites of the insects.  They sometimes made a smudge fire, Val Jacinto\nhad said, but that was all.\n\n\"Well, we haven't seen anything of Beecher and his friends,\" remarked\nthe young inventor as they were about to start.\n\n\"No, he doesn't seem to have arrived,\" agreed Professor Bumper.  \"We'll\nget ahead of him, and so much the better.\n\n\"Well, are we all ready to start?\" he continued, as he looked over the\nlittle flotilla which carried his party and his goods.\n\n\"The sooner the better!\" cried Tom, and Ned fancied his chum was\nunusually eager.\n\n\"I guess he wants to make good before Beecher gets the chance to show\nMary Nestor what he can do,\" thought Ned.  \"Tom sure is after that idol\nof gold.\"\n\n\"You may start, Senor Jacinto,\" said the professor, and the guide\ncalled something in Indian dialect to the rowers.  Lines were cast off\nand the boats moved out into the stream under the influence of the\nsturdy paddlers.\n\n\"Well, this isn't so bad,\" observed Ned, as he made himself comfortable\nin his canoe.  \"How about it, Tom?\"\n\n\"Oh, no.  But this is only the beginning.\"\n\nA canopy had been arranged over their boat to keep off the scorching\nrays of the sun.  The boat containing the exploring party and Val\nJacinto took the lead, the baggage craft following.  At the place where\nit flowed into the bay on which Puerto Cortes was built, the stream was\nwide and deep.\n\nThe guide called something to the Indians, who increased their stroke.\n\n\"I tell them to pull hard and that at the end of the day's journey they\nwill have much rest and refreshment,\" he translated to Professor Bumper\nand the others.\n\n\"Bless my ham sandwich, but they'll need plenty of some sort of\nrefreshment,\" said Mr. Damon, with a sigh.  \"I never knew it to be so\nhot.\"\n\n\"Don't complain yet,\" advised Tom, with a laugh.  \"The worst is yet to\ncome.\"\n\nIt really was not unpleasant traveling, aside from the heat.  And they\nhad expected that, coming as they had to a tropical land.  But, as Tom\nsaid, what lay before them might be worse.\n\nIn a little while they had left behind them all signs of civilization.\nThe river narrowed and flowed sluggishly between the banks which were\nluxuriant with tropical growth.  Now and then some lonely Indian hut\ncould be seen, and occasionally a craft propelled by a man who was\ntrying to gain a meager living from the rubber forest which hemmed in\nthe stream on either side.\n\nAs the canoe containing the men was paddled along, there floated down\nbeside it what seemed to be a big, rough log.\n\n\"I wonder if that is mahogany,\" remarked Mr. Damon, reaching over to\ntouch it.  \"Mahogany is one of the most valuable woods of Honduras, and\nif this is a log of that nature----\n\n\"Bless my watch chain!\" he suddenly cried.  \"It's alive!\"\n\nAnd the \"log\" was indeed so, for there was a sudden flash of white\nteeth, a long red opening showed, and then came a click as an immense\nalligator, having opened and closed his mouth, sank out of sight in a\nswirl of water.\n\nMr. Damon drew back so suddenly that he tilted the canoe, and the black\npaddlers looked around wonderingly.\n\n\"Alligator,\" explained Jacinto succinctly, in their tongue.\n\n\"Ugh!\" they grunted.\n\n\"Bless my--bless my----\" hesitated Mr. Damon, and for one of the very\nfew times in his life his language failed him.\n\n\"Are there many of them hereabouts?\" asked Ned, looking back at the\nswirl left by the saurian.\n\n\"Plenty,\" said the guide, with a shrug of his shoulders.  He seemed to\ndo as much talking that way, and with his hands, as he did in speech.\n\"The river is full of them.\"\n\n\"Dangerous?\" queried Tom.\n\n\"Don't go in swimming,\" was the significant advice.  \"Wait, I'll show\nyou,\" and he called up the canoe just behind.\n\nIn this canoe was a quantity of provisions.  There was a chunk of meat\namong other things, a gristly piece, seeing which Mr. Damon had\nobjected to its being brought along, but the guide had said it would do\nfor fish bait.  With a quick motion of his hand, as he sat in the\nawning-covered stern with Tom, Ned and the others, Jacinto sent the\nchunk of meat out into the muddy stream.\n\nHardly a second later there was a rushing in the water as though a\nsubmarine were about to come up.  An ugly snout was raised, two rows of\nkeen teeth snapped shut as a scissors-like jaw opened, and the meat was\ngone.\n\n\"See!\" was the guide's remark, and something like a cold shiver of fear\npassed over the white members of the party.  \"This water is not made in\nwhich to swim.  Be careful!\"\n\n\"We certainly shall,\" agreed Tom.  \"They're fierce.\"\n\n\"And always hungry,\" observed Jacinto grimly.\n\n\"And to think that I--that I nearly had my hand on it,\" murmured Mr.\nDamon.  \"Ugh!  Bless my eyeglasses!\"\n\n\"The alligator nearly had your hand,\" said the guide.  \"They can turn\nin the water like a flash, wherefore it is not wise to pat one on the\ntail lest it present its mouth instead.\"\n\nThey paddled on up the river, the dusky Indians now and then breaking\nout into a chant that seemed to give their muscles new energy.  The\nsong, if song it was, passed from one boat to the other, and as the\nchant boomed forth the craft shot ahead more swiftly.\n\nThey made a landing about noon, and lunch was served.  Tom and his\nfriends were hungry in spite of the heat.  Moreover, they were\nexperienced travelers and had learned not to fret over inconveniences\nand discomforts.  The Indians ate by themselves, two acting as servants\nto Jacinto and the professor's party.\n\nAs is usual in traveling in the tropics, a halt was made during the\nheated middle of the day.  Then, as the afternoon shadows were waning,\nthe party again took to the canoes and paddled on up the river.\n\n\"Do you know of a good place to stop during the night?\" asked Professor\nBumper of Jacinto.\n\n\"Oh, yes; a most excellent place.  It is where I always bring\nscientific parties I am guiding.  You may rely on me.\"\n\nIt was within an hour of dusk--none too much time to allow in which to\npitch camp in the tropics, where night follows day suddenly--when a\nhalt was called, as a turn of the river showed a little clearing on the\nedge of the forest-bound river.\n\n\"We stay here for the night,\" said Jacinto.  \"It is a good place.\"\n\n\"It looks picturesque enough,\" observed Mr. Damon.  \"But it is rather\nwild.\"\n\n\"We are a good distance from a settlement,\" agreed the guide.  \"But one\ncan not explore--and find treasure in cities,\" and he shrugged his\nshoulders again.\n\n\"Find treasure?  What do you mean?\" asked Tom quickly.  \"Do you think\nthat we----?\"\n\n\"Pardon, Senor,\" replied Jacinto softly.  \"I meant no offense.  I think\nthat all you scientific parties will take treasure if you can find it.\"\n\n\"We are looking for traces of the old Honduras civilization,\" put in\nProfessor Bumper.\n\n\"And doubtless you will find it,\" was the somewhat too courteous answer\nof the guide.  \"Make camp quickly!\" he called to the Indians in their\ntongue.  \"You must soon get under the nets or you will be eaten alive!\"\nhe told Tom.  \"There are many mosquitoes here.\"\n\nThe tents were set up, smudge fires built and supper quickly prepared.\nDusk fell rapidly, and as Tom and Ned walked a little way down toward\nthe river before turning in under the mosquito canopies, the young\nfinancial man said:\n\n\"Sort of lonesome and gloomy, isn't it, Tom?\"\n\n\"Yes.  But you didn't expect to find a moving picture show in the wilds\nof Honduras, did you?\"\n\n\"No, and yet-- Look out! What's that?\" suddenly cried Ned, as a great\nsoft, black shadow seemed to sweep out of a clump of trees toward him.\nInvoluntarily he clutched Tom's arm and pointed, his face showing fear\nin the fast-gathering darkness.\n\n\n\n\nCHAPTER XI\n\nTHE VAMPIRES\n\n\nTom Swift looked deliberately around.  It was characteristic of him\nthat, though by nature he was prompt in action, he never acted so\nhurriedly as to obscure his judgment.  So, though now Ned showed a\ntrace of strange excitement, Tom was cool.\n\n\"What is it?\" asked the young inventor.  \"What's the matter?  What did\nyou think you saw, Ned; another alligator?\"\n\n\"Alligator?  Nonsense! Up on shore?  I saw a black shadow, and I didn't\nTHINK I saw it, either.  I really did.\"\n\nTom laughed quietly.\n\n\"A shadow!\" he exclaimed.  \"Since when were you afraid of shadows, Ned?\"\n\n\"I'm not afraid of ordinary shadows,\" answered Ned, and in his voice\nthere was an uncertain tone.  \"I'm not afraid of my shadow or yours,\nTom, or anybody's that I can see.  But this wasn't any human shadow.\nIt was as if a great big blob of wet darkness had been waved over your\nhead.\"\n\n\"That's a queer explanation,\" Tom said in a low voice.  \"A great big\nblob of wet darkness!\"\n\n\"But that just describes it,\" went on Ned, looking up and around.  \"It\nwas just as if you were in some dark room, and some one waved a wet\nvelvet cloak over your head--spooky like! It didn't make a sound, but\nthere was a smell as if a den of some wild beast was near here.  I\nremember that odor from the time we went hunting with your electric\nrifle in the jungle, and got near the den in the rocks where the tigers\nlived.\"\n\n\"Well, there is a wild beast smell all around here,\" admitted Tom,\nsniffing the air.  \"It's the alligators in the river I guess.  You know\nthey have an odor of musk.\"\n\n\"Do you mean to say you didn't feel that shadow flying over us just\nnow?\" asked Ned.\n\n\"Well, I felt something sail through the air, but I took it to be a big\nbird.  I didn't pay much attention.  To tell you the truth I was\nthinking about Beecher--wondering when he would get here,\" added Tom\nquickly as if to forestall any question as to whether or not his\nthoughts had to do with Beecher in connection with Tom's affair of the\nheart.\n\n\"Well it wasn't a bird--at least not a regular bird,\" said Ned in a low\nvoice, as once more he looked at the dark and gloomy jungle that\nstretched back from the river and behind the little clearing where the\ncamp had been made.\n\n\"Come on!\" cried Tom, in what he tried to make a cheerful voice.  \"This\nis getting on your nerves, Ned, and I didn't know you had any.  Let's\ngo back and turn in.  I'm dog-tired and the mosquitoes are beginning to\nfind that we're here.  Let's get under the nets.  Then the black\nshadows won't get you.\"\n\nNot at all unwilling to leave so gloomy a scene, Ned, after a brief\nglance up and down the dark river, followed his chum.  They found\nProfessor Bumper and Mr. Damon in their tent, a separate one having\nbeen set up for the two men adjoining that of the youths.\n\n\"Bless my fountain pen!\" exclaimed Mr. Damon, as he caught sight of Tom\nand Ned in the flickering light of the smudge fire between the two\ncanvas shelters.  \"We were just wondering what had become of you.\"\n\n\"We were chasing shadows!\" laughed Tom.  \"At least Ned was.  But you\nlook cozy enough in there.\"\n\nIt did, indeed, look cheerful in contrast to the damp and dark jungle\nall about.  Professor Bumper, being an experienced traveler, knew how\nto provide for such comforts as were possible.  Folding cots had been\nopened for himself, Mr. Damon and the guide to sleep on, others,\nsimilar, being set up in the tent where Tom and Ned were to sleep.  In\nthe middle of the tent the professor had made a table of his own and\nMr. Damon's suit cases, and on this placed a small dry battery electric\nlight.  He was making some notes, doubtless for a future book.  Jacinto\nwas going about the camp, seeing that the Indians were at their duties,\nthough most of them had gone directly to sleep after supper.\n\n\"Better get inside and under the nets,\" advised Professor Bumper to Tom\nand Ned.  \"The mosquitoes here are the worst I ever saw.\"\n\n\"We're beginning to believe that,\" returned Ned, who was unusually\nquiet.  \"Come on, Tom.  I can't stand it any longer.  I'm itching in a\ndozen places now from their bites.\"\n\nAs Tom and Ned had no wish for a light, which would be sure to attract\ninsects, they entered their tent in the dark, and were soon stretched\nout in comparative comfort.  Tom was just on the edge of a deep sleep\nwhen he heard Ned murmur:\n\n\"I can't understand it!\"\n\n\"What's that?\" asked the young inventor.\n\n\"I say I can't understand it.\"\n\n\"Understand what?\"\n\n\"That shadow.  It was real and yet----\"\n\n\"Oh, go to sleep!\" advised Tom, and, turning over, he was soon\nbreathing heavily and regularly, indicating that he, at least, had\ntaken his own advice.\n\nNed, too, finally succumbed to the overpowering weariness of the first\nday of travel, and he, too, slept, though it was an uneasy slumber,\ndisturbed by a feeling as though some one were holding a heavy black\nquilt over his head, preventing him from breathing.\n\nThe feeling, sensation or dream--whatever it was--perhaps a\nnightmare--became at last so real to Ned that he struggled himself into\nwakefulness.  With an effort he sat up, uttering an inarticulate cry.\nTo his surprise he was answered.  Some one asked:\n\n\"What is the matter?\"\n\n\"Who--who are you?\" asked Ned quickly, trying to peer through the\ndarkness.\n\n\"This is Jacinto--your guide,\" was the soft answer.  \"I was walking\nabout camp and, hearing you murmuring, I came to your tent.  Is\nanything wrong?\"\n\nFor a moment Ned did not answer.  He listened and could tell by the\ncontinued heavy and regular breathing of his chum that Tom was still\nasleep.\n\n\"Are you in our tent?\" asked Ned, at length:\n\n\"Yes,\" answered Jacinto.  \"I came in to see what was the matter with\nyou.  Are you ill?\"\n\n\"No, of course not,\" said Ned, a bit shortly.  \"I--I had a bad dream,\nthat was all.  All right now.\"\n\n\"For that I am glad.  Try to get all the sleep you can, for we must\nstart early to avoid the heat of the day,\" and there was the sound of\nthe guide leaving and arranging the folds of the mosquito net behind\nhim to keep out the night-flying insects.\n\nOnce more Ned composed himself to sleep, and this time successfully,\nfor he did not have any more unpleasant dreams.  The quiet of the\njungle settled down over the camp, at least the comparative quiet of\nthe jungle, for there were always noises of some sort going on, from\nthe fall of some rotten tree limb to the scream or growl of a wild\nbeast, while, now and again, from the river came the pig-like grunts of\nthe alligators.\n\nIt was about two o'clock in the morning, as they ascertained later,\nwhen the whole camp--white travelers and all--was suddenly awakened by\na wild scream.  It seemed to come from one of the natives, who called\nout a certain word ever and over again.  To Tom and Ned it sounded like:\n\n\"Oshtoo! Oshtoo! Oshtoo!\"\n\n\"What's the matter?\" cried Professor Bumper.\n\n\"The vampires!\" came the answering voice of Jacinto.  \"One of the\nIndians has been attacked by a big vampire bat! Look out, every one!\nIt may be a raid by the dangerous creatures!  Be careful!\"\n\nNotwithstanding this warning Ned stuck his head out of the tent.  The\nsame instant he was aware of a dark enfolding shadow passing over him,\nand, with a shudder of fear, he jumped back.\n\n\n\n\nCHAPTER XII\n\nA FALSE FRIEND\n\n\n\"What is it?  What's the matter?\" cried Tom springing from his cot and\nhastening to the side of his chum in the tent.  \"What has happened,\nNed?\"\n\n\"I don't know, but Jacinto is yelling something about vampires!\"\n\n\"Vampires?\"\n\n\"Yes.  Big bats.  And he's warning us to be careful.  I stuck my head\nout just now and I felt that same sort of shadow I felt this evening\nwhen we were down near the river.\"\n\n\"Nonsense!\"\n\n\"I tell you I did!\"\n\nAt that instant Tom flashed a pocket electric lamp he had taken from\nbeneath his pillow and in the gleam of it he and Ned saw fluttering\nabout the tent some dark, shadow-like form, at the sight of which Tom's\nchum cried:\n\n\"There it is! That's the shadow! Look out!\" and he held up his hands\ninstinctively to shield his face.\n\n\"Shadow!\" yelled Tom, unconsciously adding to the din that seemed to\npervade every part of the camp.  \"That isn't a shadow.  It's substance.\nIt's a monster bat, and here goes for a strike at it!\"\n\nHe caught up his camera tripod which was near his cot, and made a swing\nwith it at the creature that had flown into the tent through an opening\nit had made for itself.\n\n\"Look out!\" yelled Ned.  \"If it's a vampire it'll----\"\n\n\"It won't do anything to me!\" shouted Tom, as he struck the creature,\nknocking it into the corner of the tent with a thud that told it must\nbe completely stunned, if not killed.  \"But what's it all about,\nanyhow?\" Tom asked.  \"What's the row?\"\n\nFrom without the tent came the Indian cries of:\n\n\"Oshtoo!  Oshtoo!\"\n\nMingled with them were calls of Jacinto, partly in Spanish, partly in\nthe Indian tongue and partly in English.\n\n\"It is a raid by vampire bats!\" was all Tom and Ned could distinguish.\n\"We shall have to light fires to keep them away, if we can succeed.\nEvery one grab up a club and strike hard!\"\n\n\"Come on!\" cried Tom, getting on some clothes by the light of his\ngleaming electric light which he had set on his cot.\n\n\"You're not going out there, are you?\" asked Ned.\n\n\"I certainly am! If there's a fight I want to be in it, bats or\nanything else.  Here, you have a light like mine.  Flash it on, and\nhang it somewhere on yourself.  Then get a club and come on.  The\nlights will blind the bats, and we can see to hit 'em!\"\n\nTom's plan seemed to be a good one.  His lamp and Ned's had small hooks\non them, so they could be carried in the upper coat pocket, showing a\ngleam of light and leaving the hands free for use.\n\nOut of the tents rushed the young men to find Professor Bumper and Mr.\nDamon before them.  The two men had clubs and were striking about in\nthe half darkness, for now the Indians had set several fires aglow.\nAnd in the gleams, constantly growing brighter as more fuel was piled\non, the young inventor and his chum saw a weird sight.\n\nCircling and wheeling about in the camp clearing were many of the black\nshadowy forms that had caused Ned such alarm.  Great bats they were,\nand a dangerous species, if Jacinto was to be believed.\n\nThe uncanny creatures flew in and out among the trees and tents, now\nswooping low near the Indians or the travelers.  At such times clubs\nwould be used, often with the effect of killing or stunning the flying\npests.  For a time it seemed as if the bats would fairly overwhelm the\ncamp, so many of them were there.  But the increasing lights, and the\nattacks made by the Indians and the white travelers turned the tide of\nbattle, and, with silent flappings of their soft, velvety wings, the\nbats flew back to the jungle whence they had emerged.\n\n\"We are safe--for the present!\" exclaimed Jacinto with a sigh of relief.\n\n\"Do you think they will come back?\" asked Tom.\n\n\"They may--there is no telling.\"\n\n\"Bless my speedometer!\" cried Mr. Damon, \"If those beasts or\nbirds--whatever they are--come back I'll go and hide in the river and\ntake my chances with the alligators!\"\n\n\"The alligators aren't much worse,\" asserted Jacinto with a visible\nshiver.  \"These vampire bats sometimes depopulate a whole village.\"\n\n\"Bless my shoe laces!\" cried Mr. Damon.  \"You don't mean to say that\nthe creatures can eat up a whole village?\"\n\n\"Not quite.  Though they might if they got the chance,\" was the answer\nof the Spanish guide.  \"These vampire bats fly from place to place in\ngreat swarms, and they are so large and blood-thirsty that a few of\nthem can kill a horse or an ox in a short time by sucking its blood.\nSo when the villagers find they are visited by a colony of these\nvampires they get out, taking their live stock with them, and stay in\ncaves or in densely wooded places until the bats fly on.  Then the\nvillagers come back.\n\n\"It was only a small colony that visited us tonight or we would have\nhad more trouble.  I do not think this lot will come back.  We have\nkilled too many of them,\" and he looked about on the ground where many\nof the uncanny creatures were still twitching in the death struggle.\n\n\"Come back again!\" cried Mr. Damon.  \"Bless my skin! I hope not! I've\nhad enough of bats--and mosquitoes,\" he added, as he slapped at his\nface and neck.\n\nIndeed the party of whites were set upon by the night insects to such\nan extent that it was necessary to hurry back to the protection of the\nnets.\n\nTom and Ned kicked outside the bat the former had killed in their tent,\nand then both went back to their cots.  But it was some little time\nbefore they fell asleep.  And they did not have much time to rest, for\nan early start must be made to avoid the terrible heat of the middle of\nthe day.\n\n\"Whew!\" whistled Ned, as he and Tom arose in the gray dawn of the\nmorning when Jacinto announced the breakfast which the Indian cook had\nprepared.  \"That was some night! If this is a sample of the wilds of\nHonduras, give me the tameness of Shopton.\"\n\n\"Oh, we've gone through with worse than this,\" laughed Tom.  \"It's all\nin the day's work.  We've only got started.  I guess we're a bit soft,\nNed, though we had hard enough work in that tunnel-digging.\"\n\nAfter breakfast, while the Indians were making ready the canoes,\nProfessor Bumper, who, in a previous visit to Central America, had\nbecome interested in the subject, made a brief examination of some of\nthe dead bats.  They were exceptionally large, some almost as big as\nhawks, and were of the sub-family _Desmodidae_, the scientist said.\n\n\"This is a true blood-sucking bat,\" went on the professor.  \"This,\" and\nhe pointed to the nose-leaves, \"is the sucking apparatus.  The bat\nmakes an opening in the skin with its sharp teeth and proceeds to\nextract the blood.  I can well believe two or three of them, attacking\na steer or mule at once, could soon weaken it so the animal would die.\"\n\n\"And a man, too?\" asked Ned.\n\n\"Well a man has hands with which to use weapons, but a helpless\nquadruped has not.  Though if a sufficient number of these bats\nattacked a man at the same time, he would have small chance to escape\nalive.  Their bites, too, may be poisonous for all I know.\"\n\nThe Indians seemed glad to leave the \"place of the bats,\" as they\ncalled the camp site.  Jacinto explained that the Indians believed a\nvampire could kill them while they slept, and they were very much\nafraid of the blood-sucking bats.  There were many other species in the\ntropics, Professor Bumper explained, most of which lived on fruit or on\ninsects they caught.  The blood-sucking bats were comparatively few,\nand the migratory sort fewer still.\n\n\"Well, we're on our way once more,\" remarked Tom as again they were in\nthe canoes being paddled up the river.  \"How much longer does your\nwater trip take, Professor?\"\n\n\"I hardly know,\" and Professor Bumper looked to Jacinto to answer.\n\n\"We go two more days in the canoes,\" the guide answered, \"and then we\nshall find the mules waiting for us at a place called Hidjio.  From\nthen on we travel by land until--well until you get to the place where\nyou are going.\n\n\"I suppose you know where it is?\" he added, nodding toward the\nprofessor.  \"I am leaving that part to you.\"\n\n\"Oh, I have a map, showing where I want to begin some excavations,\" was\nthe answer.  \"We must first go to Copan and see what arrangements we\ncan make for laborers.  After that--well, we shall trust to luck for\nwhat we shall find.\"\n\n\"There are said to be many curious things,\" went on Jacinto, speaking\nas though he had no interest.  \"You have mentioned buried cities.  Have\nyou thought what may be in them--great heathen temples, idols, perhaps?\"\n\nFor a moment none of the professor's companions spoke.  It was as\nthough Jacinto had tried to get some information.  Finally the\nscientist said:\n\n\"Oh, yes, we may find an idol.  I understand the ancient people, who\nwere here long before the Spaniards came, worshiped idols.  But we\nshall take whatever antiquities we find.\"\n\n\"Huh!\" grunted Jacinto, and then he called to the paddlers to increase\ntheir strokes.\n\nThe journey up the river was not very eventful.  Many alligators were\nseen, and Tom and Ned shot several with the electric rifle.  Toward the\nclose of the third day's travel there was a cry from one of the rear\nboats, and an alarm of a man having fallen overboard was given.\n\nTom turned in time to see the poor fellow's struggles, and at the same\ntime there was a swirl in the water and a black object shot forward.\n\n\"An alligator is after him!\" yelled Ned.\n\n\"I see,\" observed Tom calmly.  \"Hand me the rifle, Ned.\"\n\nTom took quick aim and pulled the trigger.  The explosive electric\nbullet went true to its mark, and the great animal turned over in a\ndeath struggle.  But the river was filled with them, and no sooner had\nthe one nearest the unfortunate Indian been disposed of than another\nmade a dash for the man.\n\nThere was a wild scream of agony and then a dark arm shot up above the\nred foam.  The waters seethed and bubbled as the alligators fought\nunder it for possession of the paddler.  Tom fired bullet after bullet\nfrom his wonderful rifle into the spot, but though he killed some of\nthe alligators this did not save the man's life.  His body was not seen\nagain, though search was made for it.\n\nThe accident cast a little damper over the party, and there was a\nfeeling of gloom among the Indians.  Professor Bumper announced that he\nwould see to it that the man's family did not want, and this seemed to\ngive general satisfaction, especially to a brother who was with the\nparty.\n\nAside from being caught in a drenching storm and one or two minor\naccidents, nothing else of moment marked the remainder of the river\njourney, and at the end of the third day the canoes pulled to shore and\na night camp was made.\n\n\"But where are the mules we are to use in traveling to-morrow?\" asked\nthe professor of Jacinto.\n\n\"In the next village.  We shall march there in the morning.  No use to\ngo there at night when all is dark.\"\n\n\"I suppose that is so.\"\n\nThe Indians made camp as usual, the goods being brought from the canoes\nand piled up near the tents.  Then night settled down.\n\n\"Hello!\" cried Tom, awakening the next morning to find the sun\nstreaming into his tent.  \"We must have overslept, Ned.  We were to\nstart before old Sol got in his heavy work, but we haven't had\nbreakfast yet.\"\n\n\"I didn't hear any one call us,\" remarked Ned.\n\n\"Nor I.  Wonder if we're the only lazy birds.\" He looked from the tent\nin time to see Mr. Damon and the professor emerging.  Then Tom noticed\nsomething queer.  The canoes were not on the river bank.  There was not\nan Indian in sight, and no evidence of Jacinto.\n\n\"What's the matter?\" asked the young inventor.  \"Have the others gone\non ahead?\"\n\n\"I rather think they've gone back,\" was the professor's dry comment.\n\n\"Gone back?\"\n\n\"Yes.  The Indians seem to have deserted us at the ending of this stage\nof our journey.\"\n\n\"Bless my time-table!\" cried Mr. Damon.  \"You don't say so! What does\nit mean?  What has becomes of our friend Jacinto?\"\n\n\"I'm afraid he was rather a false friend,\" was the professor's answer.\n\"This is the note he left.  He has gone and taken the canoes and all\nthe Indians with him,\" and he held out a paper on which was some\nscribbled writing.\n\n\n\n\nCHAPTER XIII\n\nFORWARD AGAIN\n\n\n\"What does it all mean?\" asked Tom, seeing that the note was written in\nSpanish, a tongue which he could speak slightly but read indifferently.\n\n\"This is some of Beecher's work,\" was Professor Bumper's grim comment.\n\"It seems that Jacinto was in his pay.\"\n\n\"In his pay!\" cried Mr. Damon.  \"Do you mean that Beecher deliberately\nhired Jacinto to betray us?\"\n\n\"Well, no.  Not that exactly.  Here, I'll translate this note for you,\"\nand the professor proceeded to read:\n\n\n\"Senors: I greatly regret the step I have to take, but I am a\ngentleman, and, having given my word, I must keep it.  No harm shall\ncome to you, I swear it on my honor!\"\n\n\n\"Queer idea of honor he has!\" commented Tom, grimly.\n\nProfessor Bumper read on:\n\n\n\"Know then, that before I engaged myself to you I had been engaged by\nProfessor Beecher through a friend to guide him into the Copan valley,\nwhere he wants to make some explorations, for what I know not, save\nmaybe that it is for gold.  I agreed, in case any rival expeditions\ncame to lead them astray if I could.\n\n\"So, knowing from what you said that you were going to this place, I\nengaged myself to you, planning to do what I have done.  I greatly\nregret it, as I have come to like you, but I had given my promise to\nProfessor Beecher's friend, that I would first lead him to the Copan\nvalley, and would keep others away until he had had a chance to do his\nexploration.\n\n\"So I have led you to this wilderness.  It is far from the Copan, but\nyou are near an Indian village, and you will be able to get help in a\nweek or so.  In the meanwhile you will not starve, as you have plenty\nof supplies.  If you will travel northeast you will come again to\nPuerto Cortes in due season.  As for the money I had from you, I\ndeposit it to your credit, Professor Beecher having made me an\nallowance for steering rival parties on the wrong trail.  So I lose\nnothing, and I save my honor.\n\n\"I write this note as I am leaving in the night with the Indians.  I\nput some harmless sedative in your tea that you might sleep soundly,\nand not awaken until we were well on our way.  Do not try to follow us,\nas the river will carry us swiftly away.  And, let me add, there is no\npersonal animosity on the part of Professor Beecher against you.  I\nshould have done to any rival expedition the same as I have done with\nyou.\n\nJACINTO.\"\n\n\nFor a moment there was silence, and then Tom Swift burst out with:\n\n\"Well, of all the mean, contemptible tricks of a human skunk this is\nthe limit!\"\n\n\"Bless my hairbrush, but he is a scoundrel!\" ejaculated Mr. Damon, with\ngreat warmth.\n\n\"I'd like to start after him the biggest alligator in the river,\" was\nNed's comment.\n\nProfessor Bumper said nothing for several seconds.  There was a strange\nlook on his face, and then he laughed shortly, as though the humor of\nthe situation appealed to him.\n\n\"Professor Beecher has more gumption than I gave him credit for,\" he\nsaid.  \"It was a clever trick!\"\n\n\"Trick!\" cried Tom.\n\n\"Yes.  I can't exactly agree that it was the right thing to do, but he,\nor some friend acting for him, seems to have taken precautions that we\nare not to suffer or lose money.  Beecher goes on the theory that all\nis fair in love and war, I suppose, and he may call this a sort of\nscientific war.\"\n\nNed wondered, as he looked at his chum, how much love there was in it.\nClearly Beecher was determined to get that idol of gold.\n\n\"Well, it can't be helped, and we must make the best of it,\" said Tom,\nafter a pause.\n\n\"True.  But now, boys, let's have breakfast, and then we'll make what\ngoods we can't take with us as snug as possible, until we can send the\nmule drivers after them,\" went on Professor Bumper.\n\n\"Send the mule drivers after them?\" questioned Ned.  \"What do you mean\nto do?\"\n\n\"Do?  Why keep on, of course.  You don't suppose I'm going to let a\nlittle thing like this stand between me and the discovery of Kurzon and\nthe idol of gold, do you?\"\n\n\"But,\" began Mr. Damon, \"I don't see how--\"\n\n\"Oh, we'll find a way,\" interrupted Tom.  \"It isn't the first time I've\nbeen pretty well stranded on an expedition of this kind, and sometimes\nfrom the same cause--the actions of a rival.  Now we'll turn the tables\non the other fellows and see how they like it.  The professor's\nright--let's have breakfast.  Jacinto seems to have told the truth.\nNothing of ours is missing.\"\n\nTom and Ned got the meal, and then a consultation was held as to what\nwas best to be done.\n\n\"We can't go on any further by water, that's sure,\" said Tom.  \"In the\nfirst place the river is too shallow, and secondly we have no canoes.\nSo the only thing is to go on foot through the jungle.\"\n\n\"But how can we, and carry all this stuff?\" asked Ned.\n\n\"We needn't carry it!\" cried Professor Bumper.  \"We'll leave it here,\nwhere it will be safe enough, and tramp on to the nearest Indian\nvillage.  There we'll hire bearers to take our stuff on until we can\nget mules.  I'm not going to turn back!\"\n\n\"Good!\" cried Mr. Damon.  \"Bless my rubber boots! but that's what I\nsay--keep on!\"\n\n\"Oh, no! we'll never turn back,\" agreed Tom.\n\n\"But how can we manage it?\" asked Ned.\n\n\"We've just got to! And when you have to do a thing, it's a whole lot\neasier to do than if you just feel as though you ought to.  So, lively\nis the word!\" cried Tom, in answer.\n\n\"We'll pack up what we can carry and leave the rest,\" added the\nscientist.\n\nBeing an experienced traveler Professor Bumper had arranged his baggage\nso that it could be carried by porters if necessary.  Everything could\nbe put into small packages, including the tents and food supply.\n\n\"There are four of us,\" remarked Tom, \"and if we can not pack enough\nalong with us to enable us to get to the nearest village, we had better\ngo back to civilization.  I'm not afraid to try.\"\n\n\"Nor I!\" cried Mr. Damon.\n\nThe baggage, stores and supplies that were to be left behind were made\nas snug as possible, and so piled up that wild beasts could do the\nleast harm.  Then a pack was made up for each one to carry.\n\nThey would take weapons, of course, Tom Swift's electric rifle being\nthe one he choose for himself.  They expected to be able to shoot game\non their way, and this would provide them food in addition to the\nconcentrated supply they carried.  Small tents, in sections, were\ncarried, there being two, one for Tom and Ned and one for Mr. Damon and\nthe professor.\n\nAs far as could be learned from a casual inspection, Jacinto and his\ndeserting Indians had taken back with them only a small quantity of\nfood.  They were traveling light and down stream, and could reach the\ntown much more quickly than they had come away from it.\n\n\"That Beecher certainly was slick,\" commented Professor Bumper when\nthey were ready to start.  \"He must have known about what time I would\narrive, and he had Jacinto waiting for us.  I thought it was too good\nto be true, to get an experienced guide like him so easily.  But it was\nall planned, and I was so engrossed in thinking of the ancient\ntreasures I hope to find that I never thought of a possible trick.\nWell, let's start!\" and he led the way into the jungle, carrying his\nheavy pack as lightly as did Tom.\n\nProfessor Bumper had a general idea in which direction lay a number of\nnative villages, and it was determined to head for them, blazing a path\nthrough the wilderness, so that the Indians could follow it back to the\ngoods left behind.\n\nIt was with rather heavy hearts that the party set off, but Tom's\nspirits could not long stay clouded, and the scientist was so\ngood-natured about the affair and seemed so eager to do the utmost to\nrender Beecher's trick void, that the others fell into a lighter mood,\nand went on more cheerfully, though the way was rough and the packs\nheavy.\n\nThey stopped at noon under a bower they made of palms, and, spreading\nthe nets over them, got a little rest after a lunch.  Then, when the\nsun was less hot, they started off again.\n\n\"Forward is the word!\" cried Ned cheerfully.  \"Forward!\"'\n\nThey had not gone more than an hour on the second stage of their tramp\nwhen Tom, who was in the lead, following the direction laid out by the\ncompass, suddenly stopped, and reached around for his electric rifle,\nwhich he was carrying at his back.\n\n\"What is it?\" asked Ned in a whisper.\n\n\"I don't know, but it's some big animal there in the bushes,\" was Tom's\nlow-voiced answer.  \"I'm ready for it.\"\n\nThe rustling increased, and a form could be seen indistinctly.  Tom\naimed the deadly gun and stood ready to pull the trigger.\n\nNed, who had a side view into the underbrush, gave a sudden cry.\n\n\"Don't shoot, Tom!\" he yelled.  \"It's a man!\"\n\n\n\n\nCHAPTER XIV\n\nA NEW GUIDE\n\n\nIn spite of Ned Newton's cry, Tom's finger pressed the switch-trigger\nof the electric rifle, for previous experience had taught him that it\nwas sometimes the best thing to awe the natives in out-of-the-way\ncorners of the earth.  But the young inventor quickly elevated the\nmuzzle, and the deadly missile went hissing through the air over the\nhead of a native Indian who, at that moment, stepped from the bush.\n\nThe man, startled and alarmed, shrank back and was about to run into\nthe jungle whence he had emerged.  Small wonder if he had, considering\nthe reception he so unwittingly met with.  But Tom, aware of the\nnecessity for making inquiries of one who knew that part of the jungle,\nquickly called to him.\n\n\"Hold on!\" he shouted.  \"Wait a minute.  I didn't mean that.  I thought\nat first you were a tapir or a tiger.  No harm intended.  I say,\nProfessor,\" Tom called back to the savant, \"you'd better speak to him\nin his lingo, I can't manage it.  He may be useful in guiding us to\nthat Indian village Jacinto told us of.\"\n\nThis Professor Bumper did, being able to make himself understood in the\nqueer part-Spanish dialect used by the native Hondurians, though he\ncould not, of course, speak it as fluently as had Jacinto.\n\nProfessor Bumper had made only a few remarks to the man who had so\nunexpectedly appeared out of the jungle when the scientist gave an\nexclamation of surprise at some of the answers made.\n\n\"Bless my moving picture!\" cried Mr. Damon.\n\n\"What's the matter now?  Is anything wrong?  Does he refuse to help us?\"\n\n\"No, it isn't that,\" was the answer.  \"In fact he came here to help us.\nTom, this is the brother of the Indian who fell overboard and who was\neaten by the alligators.  He says you were very kind to try to save his\nbrother with your rifle, and for that reason he has come back to help\nus.\"\n\n\"Come back?\" queried Tom.\n\n\"Yes, he went off with the rest of the Indians when Jacinto deserted\nus, but he could not stand being a traitor, after you had tried to save\nhis brother's life.  These Indians are queer people.  They don't show\nmuch emotion, but they have deep feelings.  This one says he will\ndevote himself to your service from now on.  I believe we can count on\nhim.  He is deeply grateful to you, Tom.\"\n\n\"I'm glad of that for all our sakes.  But what does he say about\nJacinto?\"\n\nThe professor asked some more questions, receiving answers, and then\ntranslated them.\n\n\"This Indian, whose name is Tolpec, says Jacinto is a fraud,\" exclaimed\nProfessor Bumper.  \"He made all the Indians leave us in the night,\nthough many of them were willing to stay and fill the contract they had\nmade.  But Jacinto would not let them, making them desert.  Tolpec went\naway with the others, but because of what Tom had done he planned to\ncome back at the first chance and be our guide.  Accordingly he jumped\nashore from one of the canoes, and made his way to our camp.  He got\nthere, found it deserted and followed us, coming up just now.\"\n\n\"Well I'm glad I didn't frighten him off with my gun,\" remarked Tom\ngrimly.  \"So he agrees with us that Jacinto is a scoundrel, does he?  I\nguess he might as well classify Professor Beecher in the same way.\"\n\n\"I am not quite so sure of that,\" said Professor Bumper slowly.  \"I can\nnot believe Beecher would play such a trick as this, though some\nover-zealous friend of his might.\"\n\n\"Oh, of course Beecher did it!\" cried Tom.  \"He heard we were coming\nhere, figured out that we'd start ahead of him, and he wanted to\nside-track us.  Well, he did it all right,\" and Tom's voice was bitter.\n\n\"He has only side-tracked us for a while,\" announced Professor Bumper\nin cheerful tones.\n\n\"What do you mean?\" asked Mr. Damon.\n\n\"I mean that this Indian comes just in the nick of time.  He is well\nacquainted with this part of the jungle, having lived here all his\nlife, and he offers to guide us to a place where we can get mules to\ntransport ourselves and our baggage to Copan.\"\n\n\"Fine!\" cried Ned.  \"When can we start?\"\n\nOnce more the professor and the native conversed in the strange tongue,\nand then Professor Bumper announced:\n\n\"He says it will be better for us to go back where we left our things\nand camp there.  He will stay with us to-night and in the morning go on\nto the nearest Indian town and come back with porters and helpers.\"\n\n\"I think that is good advice to follow,\" put in Tom, \"for we do need\nour goods; and if we reached the settlement ourselves, we would have to\nsend back for our things, with the uncertainty of getting them all.\"\n\nSo it was agreed that they would make a forced march back through the\njungle to where they had been deserted by Jacinto.  There they would\nmake camp for the night, and until such time as Tolpec could return\nwith a force of porters.\n\nIt was not easy, that backward tramp through the jungle, especially as\nnight had fallen.  But the new Indian guide could see like a cat, and\nled the party along paths they never could have found by themselves.\nThe use of their pocket electric lights was a great help, and possibly\nserved to ward off the attacks of jungle beasts, for as they tramped\nalong they could hear stealthy sounds in the underbush on either side\nof the path, as though tigers were stalking them.  For there was in the\nwoods an animal of the leopard family, called tiger or \"tigre\" by the\nnatives, that was exceedingly fierce and dangerous.  But watchfulness\nprevented any accident, and eventually the party reached the place\nwhere they had left their goods.  Nothing had been disturbed, and\nfinally a fire was made, the tents set up and a light meal, with hot\ntea served.\n\n\"We'll get ahead of Beecher yet,\" said Tom.\n\n\"You seem as anxious as Professor Bumper,\" observed Mr. Damon.\n\n\"I guess I am,\" admitted Tom.  \"I want to see that idol of gold in the\npossession of our party.\"\n\nThe night passed without incident, and then, telling his new friends\nthat he would return as soon as possible with help, Tolpec, taking a\nsmall supply of food with him, set out through the jungle again.\n\nAs the green vines and creepers closed after him, and the explorers\nwere left alone with their possessions piled around them, Ned remarked:\n\n\"After all, I wonder if it was wise to let him go?\"\n\n\"Why not?\" asked Tom.\n\n\"Well, maybe he only wanted to get us back here, and then he'll desert,\ntoo.  Maybe that's what he's done now, making us lose two or three days\nby inducing us to return, waiting for what will never happen--his\nreturn with other natives.\"\n\nA silence followed Ned's intimation.\n\n\n\n\nCHAPTER XV\n\nIN THE COILS\n\n\n\"Ned, do you really think Tolpec is going to desert us?\" asked Tom.\n\n\"Well, I don't know,\" was the slowly given reply.  \"It's a possibility,\nisn't it?\"\n\n\"Yes, it is,\" broke in Professor Bumper.  \"But what if it is?  We might\nas well trust him, and if he proves true, as I believe he will, we'll\nbe so much better off.  If he proves a traitor we'll only have lost a\nfew days, for if he doesn't come back we can go on again in the way we\nstarted.\"\n\n\"But that's just it!\" complained Tom.  \"We don't want to lose any time\nwith that Beecher chap on our trail.\"\n\n\"I am not so very much concerned about him,\" remarked Professor Bumper,\ndryly.\n\n\"Why not?\" snapped out Mr. Damon.\n\n\"Well, because I think he'll have just about as hard work locating the\nhidden city, and finding the idol of gold, as we'll have.  In other\nwords it will be an even thing, unless he gets too far ahead of us, or\nkeeps us back, and I don't believe he can do that now.\n\n\"So I thought it best to take a chance with this Indian.  He would\nhardly have taken the trouble to come all the way back, and run the\nrisks he did, just to delay us a few days.  However, we'll soon know.\nMeanwhile, we'll take it easy and wait for the return of Tolpec and his\nfriends.\"\n\nThough none of them liked to admit it, Ned's words had caused his three\nfriends some anxiety, and though they busied themselves about the camp\nthere was an air of waiting impatiently for something to occur.  And\nwaiting is about the hardest work there is.\n\nBut there was nothing for it but to wait, and it might be at least a\nweek, Professor Bumper said, before the Indian could return with a\nparty of porters and mules to move their baggage.\n\n\"Yes, Tolpec has not only to locate the settlement,\" Tom admitted, \"but\nhe must persuade the natives to come back with him.  He may have\ntrouble in that, especially if it is known that he has left Jacinto,\nwho, I imagine, is a power among the tribes here.\"\n\nBut there were only two things left to do--wait and hope.  The\ntravelers did both.  Four days passed and there was no sign of Tolpec.\nEagerly, and not a little anxiously, they watched the jungle path along\nwhich he had disappeared.\n\n\"Oh, come on!\" exclaimed Tom one morning, when the day seemed a bit\ncooler than its predecessor.  \"Let's go for a hunt, or something!  I'm\ntired of sitting around camp.\"\n\n\"Bless my watch hands! So am I!\" cried Mr. Damon.  \"Let's all go for a\ntrip.  It will do us good.\"\n\n\"And perhaps I can get some specimens of interest,\" added Professor\nBumper, who, in addition to being an archaeologist, was something of a\nnaturalist.\n\nAccordingly, having made everything snug in camp, the party, Tom and\nNed equipped with electric rifles, and the professor with a butterfly\nnet and specimen boxes, set forth.  Mr. Damon said he would carry a\nstout club as his weapon.\n\nThe jungle, as usual, was teeming with life, but as Ned and Tom did not\nwish to kill wantonly they refrained from shooting until later in the\nday.  For once it was dead, game did not keep well in that hot climate,\nand needed to be cooked almost immediately.\n\n\"We'll try some shots on our back trip,\" said the young inventor.\n\nProfessor Bumper found plenty of his own particular kind of \"game\"\nwhich he caught in the net, transferring the specimens to the boxes he\ncarried.  There were beautiful butterflies, moths and strange bugs in\nthe securing of which the scientist evinced great delight, though when\none beetle nipped him firmly and painfully on his thumb his involuntary\ncry of pain was as real as that of any other person.\n\n\"But I didn't let him get away,\" he said in triumph when he had dropped\nthe clawing insect into the cyanide bottle where death came painlessly.\n\"It is well worth a sore thumb.\"\n\nThey wandered on through the jungle, taking care not to get too far\nfrom their camp, for they did not want to lose their way, nor did they\nwant to be absent too long in case Tolpec and his native friends should\nreturn.\n\n\"Well, it's about time we shot something, I think,\" remarked Ned, when\nthey had been out about two hours.  \"Let's try for some of these wild\nturkeys.  They ought to go well roasted even if it isn't Thanksgiving.\"\n\n\"I'm with you,\" agreed Tom.  \"Let's see who has the best luck.  But\ntone down the charge in your rifle and use a smaller projectile, or\nyou'll have nothing but a bunch of feathers to show for your shot.  The\nguns are loaded for deer.\"\n\nThe change was made, and once more the two young men started off, a\nlittle ahead of Professor Bumper and Mr. Damon.  Tom and Ned had not\ngone far, however, before they heard a strange cry from Mr. Damon.\n\n\"Tom! Ned!\" shouted the eccentric man, \"Here's a monster after me! Come\nquick!\"\n\n\"A tiger!\" ejaculated Tom, as he began once more to change the charge\nin his rifle to a larger one, running back, meanwhile, in the direction\nof the sound of the voice.\n\nThere were really no tigers in Honduras, the jaguar being called a\ntiger by the natives, while the cougar is called a lion.  The presence\nof these animals, often dangerous to man, had been indicated around\ncamp, and it was possible that one had been bold enough to attack Mr.\nDamon, not through hunger, but because of being cornered.\n\n\"Come on, Ned!\" cried Tom.  \"He's in some sort of trouble!\"\n\nBut when, a moment later, the young inventor burst through a fringe of\nbushes and saw Mr. Damon standing in a little clearing, with upraised\nclub, Tom could not repress a laugh.\n\n\"Kill it, Tom! Kill it!\" begged the eccentric man.  \"Bless my insurance\npolicy, but it's a terrible beast!\"\n\nAnd so it was, at first glance.  For it was a giant iguana, one of the\nmost repulsive-looking of the lizards.  Not unlike an alligator in\nshape, with spikes on its head and tail, with a warty, squatty\nridge-encrusted body, a big pouch beneath its chin, and long-toed\nclaws, it was enough to strike terror into the heart of almost any one.\nEven the smaller ones look dangerous, and this one, which was about\nfive feet long, looked capable of attacking a man and injuring him.  As\na matter of fact the iguanas are harmless, their shape and coloring\nbeing designed to protect them.\n\n\"Don't be afraid, Mr. Damon,\" called Tom, still laughing.  \"It won't\nhurt you!\"\n\n\"I'm not so positive of that.  It won't let me pass.\"\n\n\"Just take your club and poke it out of the way,\" the young inventor\nadvised.  \"It's only waiting to be shoved.\"\n\n\"Then you do it, Tom.  Bless my looking glass, but I don't want to go\nnear it! If my wife could see me now she'd say it served me just right.\"\n\nMr. Damon was not a coward, but the giant iguana was not pleasant to\nlook at.  Tom, with the butt of his rifle, gave it a gentle shove,\nwhereupon the creature scurried off through the brush as though glad to\nmake its escape unscathed.\n\n\"I thought it was a new kind of alligator,\" said Mr. Damon with a sigh\nof relief.\n\n\"Where is it?\" asked Professor Bumper, coming up at this juncture.  \"A\nnew species of alligator?  Let me see it!\"\n\n\"It's too horrible,\" said Mr. Damon.  \"I never want to see one again.\nIt was worse than a vampire bat!\"\n\nNotwithstanding this, when he heard that it was one of the largest\nsized iguanas ever seen, the professor started through the jungle after\nit.\n\n\"We can't take it with us if we get it,\" Tom called after his friend.\n\n\"We might take the skin,\" answered the professor.  \"I have a standing\norder for such things from one of the museums I represent.  I'd like to\nget it.  Then they are often eaten.  We can have a change of diet, you\nsee.\"\n\n\"We'd better follow him,\" said Tom to Ned.  \"We'll have to let the\nturkeys go for a while.  He may get into trouble.  Come on.\"\n\nOff they started through the jungle, trailing after the impetuous\nprofessor who was intent on capturing the iguana.  The giant lizard's\nprogress could be traced by the disturbance of the leaves and\nunderbrush, and the professor was following as closely as possible.\n\nSo fast did he go that Ned, Tom and Mr. Damon, following, lost sight of\nhim several times, and Tom finally called:\n\n\"Wait a minute.  We'll all be lost if you keep this up.\"\n\n\"I'll have him in another minute,\" answered the professor.  \"I can\nalmost reach him now.  Then---- Oh!\"\n\nHis voice ended in a scream that seemed to be one of terror.  So sudden\nwas the change that Tom and Ned, who were together, ahead of Mr. Damon,\nlooked at one another in fear.\n\n\"What has happened?\" whispered Ned, pausing.\n\n\"Don't stop to ask--come on!\" shouted Tom.\n\nAt that instant again came the voice of the savant.\n\n\"Tom! Ned!\" he gasped, rather than cried.\n\n\"I'm caught in the coils! Quick--quick if you would save me!\"\n\n\"In the coils!\" repeated Ned.  \"What does he mean?  Can the giant\niguana----\"\n\nTom Swift did not stop to answer.  With his electric rifle in\nreadiness, he leaped forward through the jungle.\n\n\n\n\nCHAPTER XVI\n\nA MEETING IN THE JUNGLE\n\n\nBefore Tom and Ned reached the place whence Professor Bumper had\ncalled, they heard strange noises, other than the imploring voice of\ntheir friend.  It seemed as though some great body was threshing about\nin the jungle, lashing the trees, bushes and leaves about, and when the\ntwo young men, followed by Mr. Damon, reached the scene they saw that,\nin a measure, this really accounted for what they heard.\n\nSomething like a great whip was beating about close to two trees that\ngrew near together.  And then, when the storm of twigs, leaves and\ndirt, caused by the leaping, threshing thing ceased for a moment, the\nonlookers saw something that filled them with terror.\n\nBetween the two trees, and seemingly bound to them by a great coiled\nrope, spotted and banded, was the body of Professor Bumper.  His arms\nwere pinioned to his sides and there was horror and terror on his face,\nthat looked imploringly at the youths from above the topmost coil of\nthose encircling him.\n\n\"What is it?\" cried Mr. Damon, as he ran pantingly up.  \"What has\ncaught him?  Is it the giant iguana?\"\n\n\"It's a snake--a great boa!\" gasped Tom.  \"It has him in its coils.\nBut it is wound around the trees, too.  That alone prevents it from\ncrushing the professor to death.\n\n\"Ned, be ready with your rifle.  Put in the heaviest charge, and watch\nyour chance to fire!\"\n\nThe great, ugly head of the boa reared itself up from the coils which\nit had, with the quickness of thought, thrown about the man between the\ntwo trees.  This species of snake is not poisonous, and kills its prey\nby crushing it to death, making it into a pulpy mass, with scarcely a\nbone left unbroken, after which it swallows its meal.  The crushing\npower of one of these boas, some of which reach a length of thirty\nfeet, with a body as large around as that of a full-grown man, is\nenormous.\n\n\"I'm going to fire!\" suddenly cried Tom.  He had seen his chance and he\ntook it.  There was the faint report--the crack of the electric\nrifle--and the folds of the serpent seemed to relax.\n\n\"I see a good chance now,\" added Ned, who had taken the small charge\nfrom his weapon, replacing it with a heavier one.\n\nHis rifle was also discharged in the direction of the snake, and Tom\nsaw that the hit was a good one, right through the ugly head of the\nreptile.\n\n\"One other will be enough to make him loosen his coils!\" cried Tom, as\nhe fired again, and such was the killing power of the electric bullets\nthat the snake, though an immense one, and one that short of\ndecapitation could have received many injuries without losing power,\nseemed to shrivel up.\n\nIts folds relaxed, and the coils of the great body fell in a heap at\nthe roots of the two trees, between which the scientist had been\nstanding.\n\nProfessor Bumper seemed to fall backward as the grip of the serpent\nrelaxed, but Tom, dropping his rifle, and calling to Ned to keep an eye\non the snake, leaped forward and caught his friend.\n\n\"Are you hurt?\" asked Tom, carrying the limp form over to a grassy\nplace.  There was no answer, the savant's eyes were closed and he\nbreathed but faintly.\n\nNed Newton fired two more electric bullets into the still writhing body\nof the boa.\n\n\"I guess he's all in,\" he called to Tom.\n\n\"Bless my horseradish! And so our friend seems to be,\" commented Mr.\nDamon.  \"Have you anything with which to revive him, Tom?\"\n\n\"Yes.  Some ammonia.  See if you can find a little water.\"\n\n\"I have some in my flask.\"\n\nTom mixed a dose of the spirits which he carried with him, and this,\nforced between the pallid lips of the scientist, revived him.\n\n\"What happened?\" he asked faintly as he opened his eyes.  \"Oh, yes, I\nremember,\" he added slowly.  \"The boa----\"\n\n\"Don't try to talk,\" urged Tom.  \"You're all right.  The snake is dead,\nor dying.  Are you much hurt?\"\n\nProfessor Bumper appeared to be considering.  He moved first one limb,\nthen another.  He seemed to have the power over all his muscles.\n\n\"I see how it happened,\" he said, as he sat up, after taking a little\nmore of the ammonia.  \"I was following the iguana, and when the big\nlizard came to a stop, in a little hollow place in the ground, at the\nfoot of those two trees, I leaned over to slip a noose of rope about\nits neck.  Then I felt myself caught, as if in the hands of a giant,\nand bound fast between the two trees.\"\n\n\"It was the big boa that whipped itself around you, as you leaned\nover,\" explained Tom, as Ned came up to announce that the snake was no\nlonger dangerous.  \"But when it coiled around you it also coiled around\nthe two trees, you, fortunately slipping between them.  Had it not been\nthat their trunks took off some of the pressure of the coils you\nwouldn't have lasted a minute.\"\n\n\"Well, I was pretty badly squeezed as it was,\" remarked the professor.\n\"I hardly had breath enough left to call to you.  I tried to fight off\nthe serpent, but it was of no use.\"\n\n\"I should say not!\" cried Mr. Damon.  \"Bless my circus ring! one might\nas well try to combat an elephant! But, my dear professor, are you all\nright now?\"\n\n\"I think so--yes.  Though I shall be lame and stiff for a few days, I\nfear.  I can hardly walk.\"\n\nProfessor Bumper was indeed unable to go about much for a few days\nafter his encounter with the great serpent.  He stretched out in a\nhammock under trees in the camp clearing, and with his friends waited\nfor the possible return of Tolpec and the porters.\n\nNed and Tom made one or two short hunting trips, and on these occasions\nthey kept a lookout in the direction the Indian had taken when he went\naway.\n\n\"For he's sure to come back that way--if he comes at all,\" declared\nNed; \"which I am beginning to doubt.\"\n\n\"Well, he may not come,\" agreed Tom, who was beginning to lose some of\nhis first hope.  \"But he won't necessarily come from the same direction\nhe took.  He may have had to go in an entirely different way to get\nhelp.  We'll hope for the best.\"\n\nA week passed.  Professor Bumper was able to be about, and Tom and Ned\nnoticed that there was an anxious look on his face.  Was he, too,\nbeginning to despair?\n\n\"Well, this isn't hunting for golden idols very fast,\" said Mr. Damon,\nthe morning of the eighth day after their desertion by the faithless\nJacinto.  \"What do you say, Professor Bumper; ought we not to start off\non our own account?\"\n\n\"We had better if Tolpec does not return today,\" was the answer.\n\nThey had eaten breakfast, had put their camp in order, and were about\nto have a consultation on what was best to do, when Tom suddenly called\nto Ned, who was whistling:\n\n\"Hark!\"\n\nThrough the jungle came a faint sound of singing--not a harmonious air,\nbut the somewhat barbaric chant of the natives.\n\n\"It is Tolpec coming back!\" cried Mr. Damon.  \"Hurray! Now our troubles\nare over! Bless my meal ticket! Now we can start!\"\n\n\"It may be Jacinto,\" suggested Ned.\n\n\"Nonsense! you old cold-water pitcher!\" cried Tom.  \"It's Tolpec! I can\nsee him! He's a good scout all right!\"\n\nAnd then, walking at the head of a band of Indians who were weirdly\nchanting while behind them came a train of mules, was Tolpec, a\ncheerful grin covering his honest, if homely, dark face.\n\n\"Me come back!\" he exclaimed in gutteral English, using about half of\nhis foreign vocabulary.\n\n\"I see you did,\" answered Professor Bumper in the man's own tongue.\n\"Glad to see you.  Is everything all right?\"\n\n\"All right,\" was the answer.  \"These Indians will take you where you\nwant to go, and will not leave you as Jacinto did.\"\n\n\"We'll start in the morning!\" exclaimed the savant his own cheerful\nself again, now that there was a prospect of going further into the\ninterior.  \"Tell the men to get something to eat, Tolpec.  There is\nplenty for all.\"\n\n\"Good!\" grunted the new guide and soon the hungry Indians, who had come\nfar, were satisfying their hunger.\n\nAs they ate Tolpec explained to Professor Bumper, who repeated it to\nthe youths and Mr. Damon, that it had been necessary to go farther than\nhe had intended to get the porters and mules.  But the Indians were a\nfriendly tribe, of which he was a member, and could be depended on.\n\nThere was a feast and a sort of celebration in camp that night.  Tom\nand Ned shot two deer, and these formed the main part of the feast and\nthe Indians made merry about the fire until nearly midnight.  They did\nnot seem to mind in the least the swarms of mosquitoes and other bugs\nthat flew about, attracted by the light.  As for Tom Swift and his\nfriends, their nets protected them.\n\nAn early start was made the following morning.  Such packages of goods\nand supplies as could not well be carried by the Indians in their head\nstraps, were loaded on the backs of the pack-mules.  Tolpec explained\nthat on reaching the Indian village, where he had secured the porters,\nthey could get some ox-carts which would be a convenience in traveling\ninto the interior toward the Copan valley.\n\nThe march onward for the next two days was tiresome; but the Indians\nTolpec had secured were as faithful and efficient as he had described\nthem, and good progress was made.\n\nThere were a few accidents.  One native fell into a swiftly running\nstream as they were fording it and lost a box containing some\nmuch-needed things.  But as the man's life was saved Professor Bumper\nsaid it made up for the other loss.  Another accident did not end so\nauspiciously.  One of the bearers was bitten by a poisonous snake, and\nthough prompt measures were taken, the poison spread so rapidly that\nthe man died.\n\nIn due season the Indian village was reached, where, after a day spent\nin holding funeral services over the dead bearer, preparations were\nmade for proceeding farther.\n\nThis time some of the bearers were left behind, and ox-carts were\nsubstituted for them, as it was possible to carry more goods this way.\n\n\"And now we're really off for Copan!\" exclaimed Professor Bumper one\nmorning, when the cavalcade, led by Tolpec in the capacity of head\nguide, started off.  \"I hope we have no more delays.\"\n\n\"I hope not, either,\" agreed Tom.  \"That Beecher may be there ahead of\nus.\"\n\nWeary marches fell to their portion.  There were mountains to climb,\nstreams to ford or swim, sending the carts over on rudely made rafts.\nThere were storms to endure, and the eternal heat to fight.\n\nBut finally the party emerged from the lowlands of the coast and went\nup in among the hills, where though the going was harder, the climate\nwas better.  It was not so hot and moist.\n\nNot wishing to attract attention in Copan itself, Professor Bumper and\nhis party made a detour, and finally, after much consultation with Tom\nover the ancient maps, the scientist announced that he thought they\nwere in the vicinity of the buried city.\n\n\"We will begin test excavations in the morning,\" he said.\n\nThe party was in camp, and preparations were made for spending the\nnight in the forest, when from among the trees there floated to the\nears of our friends a queer Indian chant.\n\n\"Some one is coming,\" said Tom to Ned.\n\nAlmost as he spoke there filed into the clearing where the camp had\nbeen set up, a cavalcade of white men, followed by Indians.  And at the\nsight of one of the white men Tom Swift uttered a cry.\n\n\"Professor Beecher!\" gasped the young inventor.\n\n\n\n\nCHAPTER XVII\n\nTHE LOST MAP\n\n\nThe on-marching company of white men, with their Indian attendants,\ncame to a halt on the edge of the clearing as they caught sight of the\ntents already set up there.  The barbaric chant of the native bearers\nceased abruptly, and there was a look of surprise shown on the face of\nProfessor Fenimore Beecher.  For Professor Beecher it was, in the lead\nof the rival expedition.\n\n\"Bless my shoe laces!\" exclaimed Mr. Damon.\n\n\"Is it really Beecher?\" asked Ned, though he knew as well as Tom that\nit was the young archaeologist.\n\n\"It certainly is!\" declared Tom.  \"And he has nerve to follow us so\nclosely!\"\n\n\"Maybe he thinks we have nerve to get here ahead of him,\" suggested\nNed, smiling grimly.\n\n\"Probably,\" agreed Tom, with a short laugh.  \"Well, it evidently\nsurprises him to find us here at all, after the mean trick he played on\nus to get Jacinto to lead us into the jungle and desert us.\"\n\n\"That's right,\" assented Ned.  \"Well, what's the next move?\"\n\nThere seemed to be some doubt about this on the part of both\nexpeditions.  At the sight of Professor Beecher, Professor Bumper, who\nhad come out of his tent, hurriedly turned to Tom and asked him what he\nthought it best to do.\n\n\"Do!\" exclaimed the eccentric Mr. Damon, not giving Tom time to reply.\n\"Why, stand your ground, of course! Bless my house and lot! but we're\nhere first! For the matter of that, I suppose the jungle is free and we\ncan no more object to his coming here than he can to our coming.\nFirst come, first served, I suppose is the law of the forest.\"\n\nMeanwhile the surprise occasioned by the unexpected meeting of their\nrivals seemed to have spread something like consternation among the\nwhite members of the Beecher party.  As for the natives they evidently\ndid not care one way or the other.\n\nThere was a hasty consultation among the professors accompanying Mr.\nBeecher, and then the latter himself advanced toward the tents of Tom\nand his friends and asked:\n\n\"How long have you been here?\"\n\n\"I don't see that we are called upon to answer that question,\" replied\nProfessor Bumper stiffly.\n\n\"Perhaps not, and yet----\"\n\n\"There is no perhaps about it!\" said Professor Bumper quickly.  \"I know\nwhat your object is, as I presume you do mine.  And, after what I may\nterm your disgraceful and unsportsmanlike conduct toward me and my\nfriends, I prefer not to have anything further to do with you.  We must\nmeet as strangers hereafter.\"\n\n\"Very well,\" and Professor Beecher's voice was as cold and\nuncompromising as was his rival's.  \"Let it be as your wish.  But I\nmust say I don't know what you mean by unsportsmanlike conduct.\"\n\n\"An explanation would be wasted on you,\" said Professor Bumper stiffly.\n\"But in order that you may know I fully understand what you did I will\nsay that your efforts to thwart us through your tool Jacinto came to\nnothing.  We are here ahead of you.\"\n\n\"Jacinto!\" cried Professor Beecher in real or simulated surprise.\n\"Why, he was not my 'tool,' as you term it.\"\n\n\"Your denial is useless in the light of his confession,\" asserted\nProfessor Bumper.\n\n\"Confession?\"\n\n\"Now look here!\" exclaimed the older professor, \"I do not propose to\nlower myself by quarreling with you.  I know certainly what you and\nyour party tried to do to prevent us from getting here.  But we got out\nof the trap you set for us, and we are on the ground first.  I\nrecognize your right to make explorations as well as ourselves, and I\npresume you have not fallen so low that you will not recognize the\nunwritten law in a case of this kind--the law which says the right of\ndiscovery belongs to the one who first makes it.\"\n\n\"I shall certainly abide by such conduct as is usual under the\ncircumstances,\" said Professor Beecher more stiffly than before.  \"At\nthe same time I must deny having set a trap.  And as for Jacinto----\"\n\n\"It will be useless to discuss it further!\" broke in Professor Bumper.\n\n\"Then no more need be said,\" retorted the younger man.  \"I shall give\norders to my friends, as well as to the natives, to keep away from your\ncamp, and I shall expect you to do the same regarding mine.\"\n\n\"I should have suggested the same thing myself,\" came from Tom's\nfriend, and the two rival scientists fairly glared at one another, the\nothers of both parties looking on with interest.\n\nProfessor Bumper turned and walked defiantly back to his tent.\nProfessor Beecher did the same thing.  Then, after a short consultation\namong the white members of the latter's organization, their tents were\nset up in another clearing, removed and separated by a screen of trees\nand bushes from those of Tom Swift's friends.  The natives of the\nBeecher party also withdrew a little way from those of Professor\nBumper's organization, and then preparations for spending the night in\nthe jungle went on in the rival headquarters.\n\n\"Well, he certainly had nerve, to deny, practically, that he had set\nJacinto up to do what he did,\" commented Tom.\n\n\"I should say so!\" agreed Ned.\n\n\"How do you imagine he got here nearly as soon as we did, when he did\nnot start until later?\" asked Mr. Damon.\n\n\"He did not have the unfortunate experience of being deserted in the\njungle,\" replied Tom.  \"He probably had Jacinto, or some of that\nunprincipled scoundrel's friends, show him a short route to Copan and\nhe came on from there.\"\n\n\"Well, I did hope we might have the ground to ourselves, at least for\nthe preliminary explorations and excavations.  But it is not to be.  My\nrival is here,\" sighed Professor Bumper.\n\n\"Don't let that discourage you!\" exclaimed Tom.  \"We can fight all the\nbetter now the foe is in the open, and we know where he is.\"\n\n\"Yes, Tom Swift, that is true,\" agreed the scientist.  \"I am not going\nto give up, but I shall have to change my plans a little.  Perhaps you\nwill come into the tent with me,\" and he nodded to Tom and Ned.  \"I\nwant to talk over certain matters with you and Mr. Damon.\"\n\n\"Pleased to,\" assented the young inventor, and his financial secretary\nnodded.\n\nA little later, supper having been eaten, the camp made shipshape and\nthe natives settled down, Tom, Ned, Mr. Damon and Professor Bumper\nassembled in the tent of the scientist, where a dry battery lamp gave\nsufficient illumination to show a number of maps and papers scattered\nover an improvised table.\n\n\"Now, gentlemen,\" said the professor, \"I have called you here to go\nover my plans more in detail than I have hitherto done, now we are on\nthe ground.  You know in a general way what I hope to accomplish, but\nthe time has come when I must be specific.\n\n\"Aside from being on the spot, below which, or below the vicinity\nwhere, I believe, lies the lost city of Kurzon and, I hope, the idol of\ngold, a situation has arisen--an unexpected situation, I may say--which\ncalls for different action from that I had counted on.\n\n\"I refer to the presence of my rival, Professor Beecher.  I will not\ndwell now on what he has done.  It is better to consider what he may\ndo.\"\n\n\"That's right,\" agreed Ned.  \"He may get up in the night, dig up this\ncity and skip with that golden image before we know it.\"\n\n\"Hardly,\" grinned Tom.\n\n\"No,\" said Professor Bumper.  \"Excavating buried cities in the jungle\nof Honduras is not as simple as that.  There is much work to be done.\nBut accidents may happen, and in case one should occur to me, and I be\nunable to prosecute the search, I want one of you to do it.  For that\nreason I am going to show you the maps and ancient documents and point\nout to you where I believe the lost city lies.  Now, if you will give\nme your attention, I'll proceed.\"\n\nThe professor went over in detail the story of how he had found the old\ndocuments relating to the lost city of Kurzon, and of how, after much\nlabor and research, he had located the city in the Copan valley.  The\ngreat idol of gold was one of the chief possessions of Kurzon, and it\nwas often referred to in the old papers; copies and translations of\nwhich the professor had with him.\n\n\"But this is the most valuable of all,\" he said, as he opened an\noiled-silk packet.  \"And before I show it to you, suppose you two young\nmen take a look outside the tent.\"\n\n\"What for?\" asked Mr. Damon.\n\n\"To make sure that no emissaries from the Beecher crowd are sneaking\naround to overhear what we say,\" was the somewhat bitter answer of the\nscientist.  \"I do not trust him, in spite of his attempted denial.\"\n\nTom and Ned took a quick but thorough observation outside the tent.\nThe blackness of the jungle night was in strange contrast to the light\nthey had just left.\n\n\"Doesn't seem to be any one around here,\" remarked Ned, after waiting a\nminute or two.\n\n\"No.  All's quiet along the Potomac.  Those Beecher natives are having\nsome sort of a song-fest, though.\"\n\nIn the distance, and from the direction of their rivals' camp, came the\nweird chant.\n\n\"Well, as long as they stay there we'll be all right,\" said Tom.  \"Come\non in.  I'm anxious to hear what the professor has to say.\"\n\n\"Everything's quiet,\" reported Ned.\n\n\"Then give me your attention,\" begged the scientist.\n\nCarefully, as though about to exhibit some, precious jewel, he loosened\nthe oiled-silk wrappings and showed a large map, on thin but tough\npaper.\n\n\"This is drawn from the old charts,\" the professor explained.  \"I\nworked on it many months, and it is the only copy in the world.  If it\nwere to be destroyed I should have to go all the way back to New York\nto make another copy.  I have the original there in a safe deposit\nvault.\"\n\n\"Wouldn't it have been wise to make two copies?\" asked Tom.\n\n\"It would have only increased the risk.  With one copy, and that\nconstantly in my possession, I can be sure of my ground.  Otherwise\nnot.  That is why I am so careful of this.  Now I will show you why I\nbelieve we are about over the ancient city of Kurzon.\"\n\n\"Over it!\" cried Mr. Damon.  \"Bless my gunpowder! What do you mean?\"\nand he looked down at the earthen floor of the tent as though expecting\nit to open and swallow him.\n\n\"I mean that the city, like many others of Central and South America,\nis buried below the refuse of centuries,\" went on the professor.  \"Very\nsoon, if we are fortunate, we shall be looking on the civilization of\nhundreds of years ago--how long no one knows.\n\n\"Considerable excavation has been done in Central America,\" went on\nProfessor Bumper, \"and certain ruins have been brought to light.  Near\nus are those of Copan, while toward the frontier are those of Quirigua,\nwhich are even better preserved than the former.  We may visit them if\nwe have time.  But I have reason to believe that in this section of\nCopan is a large city, the existence of which has not been made certain\nof by any one save myself--and, perhaps, Professor Beecher.\n\n\"Certainly no part of it has seen the light of day for many centuries.\nIt shall be our pleasure to uncover it, if possible, and secure the\nidol of gold.\"\n\n\"How long ago do you think the city was buried?\" asked Tom.\n\n\"It would be hard to say.  From the carvings and hieroglyphics I have\nstudied it would seem that the Mayan civilization lasted about five\nhundred years, and that it began perhaps in the year A.  D.  five\nhundred.\"\n\n\"That would mean,\" said Mr. Damon, \"that the ancient cities were in\nruins, buried, perhaps, long before Columbus discovered the new world.\"\n\n\"Yes,\" assented the professor.  \"Probably Kurzon, which we now seek,\nwas buried deep for nearly five hundred years before Columbus landed at\nSan Salvadore.  The specimens of writing and architecture heretofore\ndisclosed indicate that.  But, as a matter of fact, it is very hard to\ndecipher the Mayan pictographs.  So far, little but the ability to read\ntheir calendars and numerical system is possessed by us, though we are\ngradually making headway.\n\n\"Now this is the map of the district, and by the markings you can see\nwhere I hope to find what I seek.  We shall begin digging here,\" and he\nmade a small mark with a pencil on the map.\n\n\"Of course,\" the professor explained, \"I may be wrong, and it will take\nsome time to discover the error if we make one.  When a city is buried\nthirty or forty feet deep beneath earth and great trees have grown over\nit, it is not easy to dig down to it.\"\n\n\"How do you ever expect to find it?\" asked Ned.\n\n\"Well, we will sink shafts here and there.  If we find carved stones,\nthe remains of ancient pottery and weapons, parts of buildings or\nbuilding stones, we shall know we are on the right track,\" was the\nanswer.  \"And now that I have shown you the map, and explained how\nvaluable it is, I will put it away again.  We shall begin our\nexcavations in the morning.\"\n\n\"At what point?\" asked Tom.\n\n\"At a point I shall indicate after a further consultation of the map.\nI must see the configuration of the country by daylight to decide.  And\nnow let's get some rest.  We have had a hard day.\"\n\nThe two tents housing the four white members of the Bumper party were\nclose together, and it was decided that the night would be divided into\nfour watches, to guard against possible treachery on the part of the\nBeecher crowd.\n\n\"It seems an unkind precaution to take against a fellow scientist,\"\nsaid Professor Bumper, \"but I can not afford to take chances after what\nhas occurred.\"\n\nThe others agreed with him, and though standing guard was not pleasant\nit was done.  However the night passed without incident, and then came\nmorning and the excitement of getting breakfast, over which the Indians\nmade merry.  They did not like the cold and darkness, and always\nwelcomed the sun, no matter how hot.\n\n\"And now,\" cried Tom, when the meal was over, \"let us begin the work\nthat has brought us here.\"\n\n\"Yes,\" agreed Professor Bumper, \"I will consult the map, and start the\ndiggers where I think the city lies, far below the surface.  Now,\ngentlemen, if you will give me your attention----\"\n\nHe was seeking through his outer coat pockets, after an ineffectual\nsearch in the inner one.  A strange look came over his face.\n\n\"What's the matter?\" asked Tom.\n\n\"The map--the map!\" gasped the professor.  \"The map I was showing you\nlast night!  The map that tells where we are to dig for the idol of\ngold!  It's gone!\"\n\n\"The map gone?\" gasped Mr. Damon.\n\n\"I--I'm afraid so,\" faltered the professor.  \"I put it away carefully,\nbut now----\"\n\nHe ceased speaking to make a further search in all his pockets.\n\n\"Maybe you left it in another coat,\" suggested Ned.\n\n\"Or maybe some of the Beecher crowd took it!\" snapped Tom.\n\n\n\n\nCHAPTER XVIII\n\n\"EL TIGRE!\"\n\n\nThe four men gazed at one another.  Consternation showed on the face of\nProfessor Bumper, and was reflected, more or less, on the countenances\nof his companions.\n\n\"Are you sure the map is gone?\" asked Tom.  \"I know how easy it is to\nmislay anything in a camp of this sort.  I couldn't at first find my\nsafety razor this morning, and when I did locate it the hoe was in one\nof my shoes.  I'm sure a rat or some jungle animal must have dragged it\nthere.  Now maybe they took your map, Professor.  That oiled silk in\nwhich it was wrapped might have appealed to the taste of a rat or a\nsnake.\"\n\n\"It is no joking matter,\" said Professor Bumper.  \"But I know you\nappreciate the seriousness of it as much as I do, Tom.  But I had the\nmap in the pocket of this coat, and now it is gone!\"\n\n\"When did you put it there?\" asked Ned.\n\n\"This morning, just before I came to breakfast.\"\n\n\"Oh, then you have had it since last night!\" Tom ejaculated.\n\n\"Yes, I slept with it under my clothes that I rolled up for a pillow,\nand when it was my turn to stand guard I took it with me.  Then I put\nit back again and went to sleep.  When I awoke and dressed I put the\npacket in my pocket and ate breakfast.  Now when I look for it--why,\nit's gone!\"\n\n\"The map or the oiled-silk package?\" asked Mr. Damon, who, once having\nbeen a businessman, was sometimes a stickler for small points.\n\n\"Both,\" answered the professor.  \"I opened the silk to tie it more\nsmoothly, so it would not be such a lump in my pocket, and I made sure\nthe map was inside.\"\n\n\"Then the whole thing has been taken--or you have lost it,\" suggested\nNed.\n\n\"I am not in the habit of losing valuable maps,\" retorted the\nscientist.  \"And the pocket of my coat I had made deep, for the purpose\nof carrying the long map.  It could not drop out.\"\n\n\"Well, we mustn't overlook any possible chances,\" suggested Tom.  \"Come\non now, we'll search every inch of the ground over which you traveled\nthis morning, Professor.\"\n\n\"It MUST be found,\" murmured the scientist.  \"Without it all our work\nwill go for naught.\"\n\nThey all went into the tent where the professor and Mr. Damon had slept\nwhen they were not on guard.  The camp was a busy place, with the\nIndians finishing their morning meal, and getting ready for the work of\nthe day.  For word had been given out that there would be no more long\nperiods of travel.\n\nIn consequence, efforts were being directed by the head men of the\nbearers to making a more permanent camp in the wilderness.  Shelters of\npalm-thatched huts were being built, a site for cooking fires made,\nand, at the direction of Mr. Damon, to whom this part was entrusted,\nsome sanitary regulations were insisted on.\n\nLeaving this busy scene, the four, with solemn faces, proceeded to the\ntent where it was hoped the map would be found.  But though they went\nthrough everything, and traced and retraced every place the professor\ncould remember having traversed about the canvas shelter, no signs of\nthe important document could be found.\n\n\"I don't believe I dropped it out of my pocket,\" said the scientist,\nfor perhaps the twentieth time.\n\n\"Then it was taken,\" declared Tom.\n\n\"That's what I say!\" chimed in Ned.  \"And by some of Beecher's party!\"\n\n\"Easy, my boy,\" cautioned Mr. Damon.  \"We don't want to make\naccusations we can't prove.\"\n\n\"That is true,\" agreed Professor Bumper.  \"But, though I am sorry to\nsay it of a fellow archaelogist, I can not help thinking Beecher had\nsomething to do with the taking of my map.\"\n\n\"But how could any of them get it?\" asked Mr. Damon.  \"You say you had\nthe map this morning, and certainly none of them has been in our camp\nsince dawn, though of course it is possible that some of them sneaked\nin during the night.\"\n\n\"It does seem a mystery how it could have been taken in open daylight,\nwhile we were about camp together,\" said Tom.  \"But is the loss such a\ngrave one, Professor Bumper?\"\n\n\"Very grave.  In fact I may say it is impossible to proceed with the\nexcavating without the map.\"\n\n\"Then what are we to do?\" asked Ned.\n\n\"We must get it back!\" declared Tom.\n\n\"Yes,\" agreed the scientist, \"we can not work without it.  As soon as I\nmake a little further search, to make sure it could not have dropped in\nsome out-of-the-way place, I shall go over to Professor Beecher's camp\nand demand that he give me back my property.\"\n\n\"Suppose he says he hasn't taken it?\" asked Tom.\n\n\"Well, I'm sure he either took it personally, or one of his party did.\nAnd yet I can't understand how they could have come here without our\nseeing them,\" and the professor shook his head in puzzled despair.\n\nA more detailed search did not reveal the missing map, and Mr. Damon\nand his friend the scientist were on the point of departing for the\ncamp of their rivals, less than a mile away, when Tom had what really\namounted to an inspiration.\n\n\"Look here, Professor!\" he cried.  \"Can you remember any of the details\nof your map--say, for instance, where we ought to begin excavating to\nget at the wonders of the underground city?\"\n\n\"Well, Tom, I did intend to compare my map with the configuration of\nthe country about here.  There is a certain mountain which serves as a\nlandmark and a guide for a starting point.  I think that is it over\nthere,\" and the scientist pointed to a distant snow-capped peak.\n\nThe party had left the low and marshy land of the true jungle, and were\namong the foothills, though all about them was dense forest and\nunderbush, which, in reality, was as much a jungle as the lower plains,\nbut was less wet.\n\n\"The point where I believe we should start to dig,\" said the professor,\n\"is near the spot where the top of the mountain casts a shadow when the\nsun is one hour high.  At least that is the direction given in the old\nmanuscripts.  So, though we can do little without the map, we might\nmake a start by digging there.\"\n\n\"No, not there!\" exclaimed Tom.\n\n\"Why not?\"\n\n\"Because we don't want to let Beecher's crowd know that we are on the\ntrack of the idol of gold.\"\n\n\"But they know anyhow, for they have the map,\" commented Ned, puzzled\nby his chum's words.\n\n\"Maybe not,\" said Tom slowly.  \"I think this is a time for a big bluff.\nIt may work and it may not.  Beecher's crowd either has the map or they\nhave not.  If they have it they will lose no time in trying to find the\nright place to start digging and then they'll begin excavating.\n\n\"Very good! If they do that we have a right to dig near the same place.\nBut if they have not the map, which is possible, and if we start to dig\nwhere the professor's memory tells him is the right spot, we'll only\ngive them the tip, and they'll dig there also.\"\n\n\"I'm sure they have the map,\" the professor said.  \"But I believe your\nplan is a good one, Tom.\"\n\n\"Just what do you propose doing?\" asked Ned.\n\n\"Fooling 'em!\" exclaimed Tom quickly.  \"We'll dig in some place remote\nfrom the spot where the mountain casts its shadow.  They will think, if\nthey haven't the map, that we are proceeding by it, and they'll dig,\ntoo.  When they find nothing, as will also happen to us, they may go\naway.\n\n\"If, on the other hand, they have the map, and see us digging at a spot\nnot indicated on it, they will be puzzled, knowing we must have some\nidea of where the buried city lies.  They will think the map is at\nfault, perhaps, and not make use of it.  Then we can get it back.\"\n\n\"Bless my hatband!\" cried Mr. Damon.  \"I believe you're right, Tom.\nWe'll dig in the wrong place to fool 'em.\"\n\nAnd this was done.  Search for the precious map was given up for the\ntime being, and the professor and his friends set the natives to work\ndigging shafts in the ground, as though sinking them down to the level\nof the buried city.\n\nBut though this false work was prosecuted with vigor for several days,\nthere was a feeling of despair among the Bumper party over the loss of\nthe map.\n\n\"If we could only get it back!\" exclaimed the professor, again and\nagain.\n\nMeanwhile the Beecher party seemed inactive.  True, some members of it\ndid come over to look on from a respectful distance at what the diggers\nwere doing.  Some of the rival helpers, under the direction of the head\nof the expedition, also began sinking shafts.  But they were not in the\nlocality remembered by Professor Bumper as being correct.\n\n\"I can't imagine what they're up to,\" he said.  \"If they have my map\nthey would act differently, I should think.\"\n\n\"Whatever they're up to,\" answered Tom, \"the time has come when we can\ndig at the place where we can hope for results.\"  And the following day\nshafts were started in the shadow of the mountain.\n\nUntil some evidence should have been obtained by digging, as to the\nlocation beneath the surface of a buried city, there was nothing for\nthe travelers to do but wait.  Turns were taken in directing the\nefforts of the diggers, and an occasional inspection was made of the\nshafts.\n\n\"What do you expect to find first?\" asked Tom of Professor Bumper one\nday, when the latter was at the top of a shaft waiting for a bucket\nload of dirt to be hoisted up.\n\n\"Potsherds and artifacts,\" was the answer.\n\n\"What sort of bugs are they?\" asked Ned with a laugh.  He and Tom were\nabout to go hunting with their electric rifles.\n\n\"Artifacts are things made by the Indians--or whatever members of the\nrace who built the ancient cities were called--such as household\narticles, vases, ornaments, tools and so on.  Anything made by\nartificial means is called an artifact.\"\n\n\"And potsherds are things with those Chinese laundry ticket scratches\non them,\" added Tom.\n\n\"Exactly,\" said the professor, laughing.  \"Though some of the\nstrange-appearing inscriptions give much valuable information.  As soon\nas we find some of them--say a broken bit of pottery with hieroglyphics\non--I will know I am on the right track.\"\n\nAnd while the scientist and Mr. Damon kept watch at the top of the\nshaft, Tom and Ned went out into the jungle to hunt.  They had killed\nsome game, and were stalking a fine big deer, which would provide a\nfeast for the natives, when suddenly the silence of the lonely forest\nwas broken by a piercing scream, followed by an agonized cry of\n\"El tigre! El tigre!\"\n\n\n\n\nCHAPTER XIX\n\nPOISONED ARROWS\n\n\n\"Did you hear that, Tom?\" asked Ned, in a hoarse whisper.\n\n\"Surely,\" was the cautious answer.  \"Keep still, and I'll try for a\nshot.\"\n\n\"Better be quick,\" advised Ned in a tense voice.  \"The chap who did\nthat yelling seems to be in trouble!\"\n\nAnd as Ned's voice trailed off into a whisper, again came the cry, this\ntime in frenzied pain.\n\n\"El tigre! El tigre!\" Then there was a jumble of words.\n\n\"It's over this way!\" and this time Ned shouted, seeing no need for low\nvoices since the other was so loud.\n\nTom looked to where Ned had parted the bushes alongside a jungle path.\nThrough the opening the young inventor saw, in a little glade, that\nwhich caused him to take a firmer grip on his electric rifle, and also\na firmer grip on his nerves.\n\nDirectly in front of him and Ned, and not more than a hundred yards\naway, was a great tawny and spotted jaguar--the \"tigre\" or tiger of\nCentral America.  The beast, with lashing tail, stood over an Indian\nupon whom it seemed to have sprung from some lair, beating the\nunfortunate man to the ground.  Nor had he fallen scatheless, for there\nwas blood on the green leaves about him, and it was not the blood of\nthe spotted beast.\n\n\"Oh, Tom, can you--can you----\" and Ned faltered.\n\nThe young inventor understood the unspoken question.\n\n\"I think I can make a shot of it without hitting the man,\" he answered,\nnever turning his head.  \"It's a question, though, if the beast won't\nclaw him in the death struggle.  It won't last long, however, if the\nelectric bullet goes to the right place, and I've got to take the\nchance.\"\n\nCautiously Tom brought his weapon to bear.  Quiet as Ned and he had\nbeen after the discovery, the jaguar seemed to feel that something was\nwrong.  Intent on his prey, for a time he had stood over it, gloating.\nNow the brute glanced uneasily from side to side, its tail nervously\ntwitching, and it seemed trying to gain, by a sniffing of the air, some\ninformation as to the direction in which danger lay, for Tom and Ned\nhad stooped low, concealing themselves by a screen of leaves.\n\nThe Indian, after his first frenzied outburst of fear, now lay quiet,\nas though fearing to move, moaning in pain.\n\nSuddenly the jaguar, attracted either by some slight movement on the\npart of Ned or Tom, or perhaps by having winded them, turned his head\nquickly and gazed with cruel eyes straight at the spot where the two\nyoung men stood behind the bushes.\n\n\"He's seen us,\" whispered Ned.\n\n\"Yes,\" assented Tom.  \"And it's a perfect shot.  Hope I don't miss!\"\n\nIt was not like Tom Swift to miss, nor did he on this occasion.  There\nwas a slight report from the electric rifle--a report not unlike the\ncrackle of the wireless--and the powerful projectile sped true to its\nmark.\n\nStraight through the throat and chest under the uplifted jaw of the\njaguar it went--through heart and lungs.  Then with a great coughing,\nsighing snarl the beast reared up, gave a convulsive leap forward\ntoward its newly discovered enemies, and fell dead in a limp heap, just\nbeyond the native over which it had been crouching before it delivered\nthe death stroke, now never to fall.\n\n\"You did it, Tom! You did it!\" cried Ned, springing up from where he\nhad been kneeling to give his chum a better chance to shoot.  \"You did\nit, and saved the man's life!\" And Ned would have rushed out toward the\nstill twitching body.\n\n\"Just a minute!\" interposed Tom.  \"Those beasts sometimes have as many\nlives as a cat.  I'll give it one more for luck.\"  Another electric\nprojectile through the head of the jaguar produced no further effect\nthan to move the body slightly, and this proved conclusively that there\nwas no life left.  It was safe to approach, which Tom and Ned did.\n\nTheir first thought, after a glance at the jaguar, was for the Indian.\nIt needed but a brief examination to show that he was not badly hurt.\nThe jaguar had leaped on him from a low tree as he passed under it, as\nthe boys learned afterward, and had crushed the man to earth by the\nweight of the spotted body more than by a stroke of the paw.\n\nThe American jaguar is not so formidable a beast as the native name of\ntiger would cause one to suppose, though they are sufficiently\ndangerous, and this one had rather badly clawed the Indian.\nFortunately the scratches were on the fleshy parts of the arms and\nshoulders, where, though painful, they were not necessarily serious.\n\n\"But if you hadn't shot just when you did, Tom, it would have been all\nup with him,\" commented Ned.\n\n\"Oh, well, I guess you'd have hit him if I hadn't,\" returned the young\ninventor.  \"But let's see what we can do for this chap.\"\n\nThe man sat up wonderingly--hardly able to believe that he had been\nsaved from the dreaded \"tigre.\"  His wounds were bleeding rather\nfreely, and as Tom and Ned carried with them a first-aid kit they now\nbrought it into use.  The wounds were bound up, the man was given water\nto drink and then, as he was able to walk, Tom and Ned offered to help\nhim wherever he wanted to go.\n\n\"Blessed if I can tell whether he's one of our Indians or whether he\nbelongs to the Beecher crowd,\" remarked Tom.\n\n\"Senor Beecher,\" said the Indian, adding, in Spanish, that he lived in\nthe vicinity and had only lately been engaged by the young professor\nwho hoped to discover the idol of gold before Tom's scientific friend\ncould do so.\n\nTom and Ned knew a little Spanish, and with that, and simple but\nexpressive signs on the part of the Indian, they learned his story.  He\nhad his palm-thatched hut not far from the Beecher camp, in a small\nIndian village, and he, with others, had been hired on the arrival of\nthe Beecher party to help with the excavations.  These, for some\nreason, were delayed.\n\n\"Delayed because they daren't use the map they stole from us,\"\ncommented Ned.\n\n\"Maybe,\" agreed Tom.\n\nThe Indian, whose name, it developed, was Tal, as nearly as Tom and Ned\ncould master it, had left camp to go to visit his wife and child in the\njungle hut, intending to return to the Beecher camp at night.  But as\nhe passed through the forest the jaguar had dropped on him, bearing him\nto earth.\n\n\"But you saved my life, Senor,\" he said to Tom, dropping on one knee\nand trying to kiss Tom's hand, which our hero avoided.  \"And now my\nlife is yours,\" added the Indian.\n\n\"Well, you'd better get home with it and take care of it,\" said Tom.\n\"I'll have Professor Bumper come over and dress your scratches in a\nbetter and more careful way.  The bandages we put on are only\ntemporary.\"\n\n\"My wife she make a poultice of leaves--they cure me,\" said the Indian.\n\n\"I guess that will be the best way,\" observed Ned.  \"These natives can\ndoctor themselves for some things, better than we can.\"\n\n\"Well, we'll take him home,\" suggested Tom.  \"He might keel over from\nloss of blood.  Come on,\" he added to Tal, indicating his object.\n\nIt was not far to the native's hut from the place where the jaguar had\nbeen killed, and there Tom and Ned underwent another demonstration of\naffection as soon as those of Tal's immediate family and the other\nnatives understood what had happened.\n\n\"I hate this business!\" complained Tom, after having been knelt to by\nthe Indian's wife and child, who called him the \"preserver\" and other\nendearing titles of the same kind.  \"Come on, let's hike back.\"\n\nBut Indian hospitality, especially after a life has been saved, is not\nso simple as all that.\n\n\"My life--my house--all that I own is yours,\" said Tal in deep\ngratitude.  \"Take everything,\" and he waved his hand to indicate all\nthe possessions in his humble hut.\n\n\"Thanks,\" answered Tom, \"but I guess you need all you have.  That's a\nfine specimen of blow gun though,\" he added, seeing one hanging on the\nwall.  \"I wouldn't mind having one like that.  If you get well enough\nto make me one, Tal, and some arrows to go with it, I'd like it for a\ncuriosity to hang in my room at home.\"\n\n\"The Senor shall have a dozen,\" promised the Indian.\n\n\"Look, Ned,\" went on Tom, pointing to the native weapon.  \"I never saw\none just like this.  They use small arrows or darts, tipped with wild\ncotton, instead of feathers.\"\n\n\"These the arrows,\" explained Tal's wife, bringing a bundle from a\ncorner of the one-room hut.  As she held them out her husband gave a\ncry of fear.\n\n\"Poisoned arrows! Poisoned arrows!\" he exclaimed.  \"One scratch and the\nsenors are dead men.  Put them away!\"\n\nIn fear the Indian wife prepared to obey, but as she did so Tom Swift\ncaught sight of the package and uttered a strange cry.\n\n\"Thundering hoptoads, Ned!\" he exclaimed.  \"The poisoned arrows are\nwrapped in the piece of oiled silk that was around the professor's\nmissing map!\"\n\n\n\n\nCHAPTER XX\n\nAN OLD LEGEND\n\n\nFascinated, Tom and Ned gazed at the package the Indian woman held out\nto them.  Undoubtedly it was oiled silk on the outside, and through the\nalmost transparent covering could be seen the small arrows, or darts,\nused in the blow gun.\n\n\"Where did you get that?\" asked Tom, pointing to the bundle and gazing\nsternly at Tal.\n\n\"What is the matter, Senor?\" asked the Indian in turn.  \"Is it that you\nare afraid of the poisoned arrows?  Be assured they will not harm you\nunless you are scratched by them.\"\n\nTom and Ned found it difficult to comprehend all the rapid Spanish\nspoken by their host, but they managed to understand some, and his\neloquent gestures made up the rest.\n\n\"We're not afraid,\" Tom said, noting that the oiled skin well covered\nthe dangerous darts.  \"But where did you get that?\"\n\n\"I picked it up, after another Indian had thrown it away.  He got it in\nyour camp, Senor.  I will not lie to you.  I did not steal.  Valdez\nwent to your camp to steal--he is a bad Indian--and he brought back\nthis wrapping.  It contained something he thought was gold, but it was\nnot, so he----\"\n\n\"Quick! Yes! Tell us!\" demanded Tom eagerly.  \"What did he do with the\nprofessor's map that was in the oiled silk?  Where is it?\"\n\n\"Oh, Senors!\" exclaimed the Indian woman, thinking perhaps her husband\nwas about to be dealt harshly with when she heard Tom's excited voice.\n\"Tal do no harm!\"\n\n\"No, he did no harm,\" went on Tom, in a reassuring tone.  \"But he can\ndo a whole lot of good if he tells us what became of the map that was\nin this oiled silk.  Where is it?\" he asked again.\n\n\"Valdez burn it up,\" answered Tal.\n\n\"What, burned the professor's map?\" cried Ned.\n\n\"If that was in this yellow cloth--yes,\" answered the injured man.\n\"Valdez he is bad.  He say to me he is going to your camp to see what\nhe can take.  How he got this I know not, but he come back one morning\nwith the yellow package.  I see him, but he make me promise not to\ntell.  But you save my life I tell you everything.\n\n\"Valdez open the package; but it is not gold, though he think so\nbecause it is yellow, and the man with no hair on his head keep it in\nhis pocket close, so close,\" and Tal hugged himself to indicate what he\nmeant.\n\n\"That's Professor Bumper,\" explained Ned.\n\n\"How did Valdez get the map out of the professor's coat?\" asked Tom.\n\n\"Valdez he very much smart.  When man with no hair on his head take\ncoat off for a minute to eat breakfast Valdez take yellow thing out of\npocket.\"\n\n\"The Indian must have sneaked into camp when we were eating,\" said Tom.\n\"Those from Beecher's party and our workers look all alike to us.  We\nwouldn't know one from the other, and one of our rival's might slip in.\"\n\n\"One evidently did, if this is really the piece of oiled silk that was\naround the professor's map,\" said Ned.\n\n\"It certainly is the same,\" declared the young inventor.  \"See, there\nis his name,\" and he stretched out his hand to point.\n\n\"Don't touch!\" cried Tal.  \"Poisoned arrows snake poison--very\ndead-like and quick.\"\n\n\"Don't worry, I won't touch,\" said Tom grimly.  \"But go on.  You say\nValdez sneaked into our camp, took the oiled-silk package from the coat\npocket of Professor Bumper and went back to his own camp with it,\nthinking it was gold.\"\n\n\"Yes,\" answered Tal, though it is doubtful if he understood all that\nTom said, as it was half Spanish and half English.  But the Indian knew\na little English, too.  \"Valdez, when he find no gold is very mad.\nOnly papers in the yellow silk-papers with queer marks on.  Valdez\nthink it maybe a charm to work evil, so he burn them up--all up!\"\n\n\"Burned that rare map!\" gasped Tom.\n\n\"All in fire,\" went on Tal, indicating by his hands the play of flames.\n\"Valdez throw away yellow silk, and I take for my arrows so rain not\nwash off poison.  I give to you, if you like, with blow gun.\"\n\n\"No, thank you,\" answered Tom, in disappointed tones.  \"The oiled silk\nis of no use without the map, and that's gone.  Whew! but this is\ntough!\" he said to his chum.  \"As long as it was only stolen there was\na chance to get it back, but if it's burned, the jig is up.\"\n\n\"It looks so,\" agreed Ned.  \"We'd better get back and tell the\nprofessor.  It he can't get along without the map it's time he started\na movement toward getting another.  So it wasn't Beecher, after all,\nwho got it.\"\n\n\"Evidently not,\" assented Tom.  \"But I believe him capable of it.\"\n\n\"You haven't much use for him,\" remarked Ned.\n\n\"Huh!\" was all the answer given by his chum.\n\n\"I am sorry, Senors,\" went on Tal, \"but I could not stop Valdez, and\nthe burning of the papers----\"\n\n\"No, you could not help it,\" interrupted the young inventor.  \"But it\njust happens that it brings bad luck to us.  You see, Tal, the papers\nin this yellow covering, told of an old buried city that the\nbald-headed professor--the-man-with-no-hair-on-his-head--is very\nanxious to discover.  It is somewhere under the ground,\" and he waved\nto the jungle all about them, pointing earthwards.\n\n\"Paper Valdez burn tell of lost city?\" asked Tal, his face lighting up.\n\n\"Yes.  But now, of course, we can't tell where to dig for it.\"\n\nThe Indian turned to his wife and talked rapidly with her in their own\ndialect.  She, too, seemed greatly excited, making quick gestures.\nFinally she ran out of the hut.\n\n\"Where is she going?\" asked Tom suspiciously.\n\n\"To get her grandfather.  He very old Indian.  He know story of buried\ncities under trees.  Very old story--what you call legend, maybe.  But\nGoosal know.  He tell same as his grandfather told him.  You wait.\nGoosal come, and you listen.\"\n\n\"Good, Ned!\" suddenly cried Tom.  \"Maybe, we'll get on the track of\nlost Kurzon after all, through some ancient Indian legend.  Maybe we\nwon't need the map!\"\n\n\"It hardly seems possible,\" said Ned slowly.  \"What can these Indians\nknow of buried cities that were out of existence before Columbus came\nhere?  Why, they haven't any written history.\"\n\n\"No, and that may be just the reason they are more likely to be right,\"\nreturned Tom.  \"Legends handed down from one grandfather to another go\nback a good many hundred years.  If they were written they might be\ndestroyed as the professor's map was.  Somehow or other, though I can't\ntell why, I begin to see daylight ahead of us.\"\n\n\"I wish I did,\" remarked Ned.\n\n\"Here comes Goosal I think,\" murmured Tom, and he pointed to an Indian,\nbent with the weight of years, who, led by Tal's wife, was slowly\napproaching the hut.\n\n\n\n\nCHAPTER XXI\n\nTHE CAVERN\n\n\n\"Now Goosal can tell you,\" said Tal, evidently pleased that he had, in\na measure, solved the problem caused by the burning of the professor's\nmap.  \"Goosal very old Indian.  He know old stories--legends--very old.\"\n\n\"Well, if he can tell us how to find the buried city of Kurzon and\nthe--the things in it,\" said Tom, \"he's all right!\"\n\nThe aged Indian proceeded slowly toward the hut where the impatient\nyouths awaited him.\n\n\"I know what you seek in the buried city,\" remarked Tal.\n\n\"Do you?\" cried Tom, wondering if some one had indiscreetly spoken of\nthe idol of gold.\n\n\"Yes you want pieces of rock, with strange writings on them, old\nweapons, broken pots.  I know.  I have helped white men before.\"\n\n\"Yes, those are the things we want,\" agreed Tom, with a glance at his\nchum.  \"That is--some of them.  But does your wife's grandfather talk\nour language?\"\n\n\"No, but I can tell you what he says.\"\n\nBy this time the old man, led by \"Mrs. Tal\"--as the young men called\nthe wife of the Indian they had helped--entered the hut.  He seemed\nnervous and shy, and glanced from Tom and Ned to his grandson-in-law,\nas the latter talked rapidly in the Indian dialect.  Then Goosal made\nanswer, but what it was all about the boys could not tell.\n\n\"Goosal say,\" translated Tal, \"that he know a story of a very old city\naway down under ground.\"\n\n\"Tell us about it!\" urged Tom eagerly.\n\nBut a difficulty very soon developed.  Tal's intentions were good, but\nhe was not equal to the task of translating.  Nor was the understanding\nof Tom and Ned of Spanish quite up to the mark.\n\n\"Say, this is too much for me!\" exclaimed Tom.  \"We are losing the most\nvaluable part of this by not understanding what Goosal says, and what\nTal translates.\"\n\n\"What can we do?\" asked Ned.\n\n\"Get the professor here as soon as possible.  He can manage this\ndialect, and he'll get the information at first hand.  If Goosal can\ntell where to begin excavating for the city he ought to tell the\nprofessor, not us.\"\n\n\"That's right,\" agreed Ned.  \"We'll bring the professor here as soon as\nwe can.\"\n\nAccordingly they stopped the somewhat difficult task of listening to\nthe translated story and told Tal, as well as they could, that they\nwould bring the \"man-with-no-hair-on-his-head\" to listen to the tale.\n\nThis seemed to suit the Indians, all of whom in the small colony\nappeared to be very grateful to Tom and Ned for having saved the life\nof Tal.\n\n\"That was a good shot you made when you bowled over the jaguar,\" said\nNed, as the two young explorers started back to their camp.\n\n\"Better than I realized, if it leads to the discovery of Kurzon and the\nidol of gold,\" remarked Tom.\n\n\"And to think we should come across the oiled-silk holding the poisoned\narrows!\" went on Ned.  \"That's the strangest part of the whole affair.\nIf it hadn't been that you shot the jaguar this never would have come\nabout.\"\n\nThat Professor Bumper was astonished, and Mr. Damon likewise, when they\nheard the story of Tom and Ned, is stating it mildly.\n\n\"Come on!\" exclaimed the scientist, as Tom finished, \"we must see this\nGoosal at once.  If my map is destroyed, and it seems to be, this old\nIndian may be our only hope.  Where did he say the buried city was,\nTom?\"\n\n\"Oh, somewhere in this vicinity, as nearly as I could make out.  But\nyou'd better talk with him yourself.  We didn't say anything about the\nidol of gold.\"\n\n\"That's right.  It's just as well to let the natives think we are only\nafter ordinary relics.\"\n\n\"Bless my insurance policy!\" gasped Mr. Damon.  \"It does not seem\npossible that we are on the right track.\"\n\n\"Well, I think we are, from what little information Goosal gave us,\"\nremarked Tom.  \"This buried city of his must be a wonderful place.\"\n\n\"It is, if it is what I take it to be,\" agreed the professor.  \"I told\nyou I would bring you to a land of wonders, Tom Swift, and they have\nhardly begun yet.  Come, I am anxious to talk to Goosal.\"\n\nIn order that the Indians in the Bumper camp might not hear rumors of\nthe new plan to locate the hidden city, and, at the same time, to keep\nrumors from spreading to the camp of the rivals, the scientist and his\nfriends started a new shaft, and put a shift of men at work on it.\n\n\"We'll pretend we are on the right track, and very busy,\" said Tom.\n\"That will fool Beecher.\"\n\n\"Are you glad to know he did not take your map Professor Bumper?\" asked\nMr. Damon.\n\n\"Well, yes.  It is hard to believe such things of a fellow scientist.\"\n\n\"If he didn't take it he wanted to,\" said Tom.  \"And he has done, or\nwill do, things as unsportsmanlike.\"\n\n\"Oh, you are hardly fair, perhaps, Tom,\" commented Ned.\n\n\"Um!\" was all the answer he received.\n\nWith the Indians in camp busy on the excavation work, and having\nascertained that similar work was going on in the Beecher outfit,\nProfessor Bumper, with Mr. Damon and the young men, set off to visit\nthe Indian village and listen to Goosal's story.  They passed the place\nwhere Tom had slain the jaguar, but nothing was left but the bones; the\nants, vultures and jungle animals having picked them clean in the night.\n\nOn the arrival of Tom and his friends at the Indian's hut, Goosal told,\nin language which Professor Bumper could understand, the ancient legend\nof the buried city as he had had it from his grandfather.\n\n\"But is that all you know about it, Goosal?\" asked the savant.\n\n\"No, Learned One.  It is true most of what I have told you was told to\nme by my father and his father's father.  But I--I myself--with these\neyes, have looked upon the lost city.\"\n\n\"You have!\" cried the professor, this time in English.  \"Where?  When?\nTake us to it!  How do you get here?\"\n\n\"Through the cavern of the dead,\" was the answer when the questions\nwere modified.\n\n\"Bless my diamond ring!\" exclaimed Mr. Damon, when Professor Bumper\ntranslated the reply.  \"What does he mean?\"\n\nAnd then, after some talk, this information came out.  Years before,\nwhen Goosal was a young man, he had been taken by his grandfather on a\njourney through the jungle.  They stopped one day at the foot of a high\nmountain, and, clearing away the brush and stones at a certain place,\nan entrance to a great cavern was revealed.  This, it appeared, was the\nIndian burial ground, and had been used for generations.\n\nGoosal, though in fear and trembling, was lead through it, and came to\nanother cavern, vaster than the first.  And there he saw strange and\nwonderful sights, for it was the remains of a buried city, that had\nonce been the home of a great and powerful tribe unlike the\nIndians--the ancient Mayas it would seem.\n\n\"Can you take us to this cavern?\" asked the professor.\n\n\"Yes,\" answered Goosal.  \"I will lead to it those who saved the life of\nTal--them and their friends.  I will take you to the lost city!\"\n\n\"Good!\" cried Mr. Damon, when this had been translated.  \"Now let\nBeecher try to play any more tricks on us! Ho! for the cavern and the\nlost city of Kurzon.\"\n\n\"And the idol of gold,\" said Tom Swift to himself.  \"I hope we can get\nit ahead of Beecher.  Perhaps if I can help in that--Oh, well, here's\nhoping, that's all!\" and a little smile curved his lips.\n\nGreatly excited by the strange news, but maintaining as calm an air\noutwardly as possible, so as not to excite the Indians, Tom and his\nfriends returned to camp to prepare for their trip.  Goosal had said\nthe cavern lay distant more than a two-days' journey into the jungle.\n\n\n\n\nCHAPTER XXII\n\nTHE STORM\n\n\n\"Now,\" remarked Tom, once they were back again in their camp, \"we must\ngo about this trip to the cavern in a way that will cause no suspicion\nover there as to what our object is,\" and he nodded in the direction of\nthe quarters of his rival.\n\n\"Do you mean to go off quietly?\" asked Ned.\n\n\"Yes.  And to keep the work going on here, at these shafts,\" put in the\nscientist, \"so that if any of their spies happen to come here they will\nthink we still believe the buried city to be just below us.  To that\nend we must keep the Indians digging, though I am convinced now that it\nis useless.\"\n\nAccordingly preparations were made for an expedition into the jungle\nunder the leadership of Goosal.  Tal had not sufficiently recovered\nfrom the jaguar wounds to go with the party, but the old man, in spite\nof his years, was hale and hearty and capable of withstanding hardships.\n\nOne of the most intelligent of the Indians was put in charge of the\ndigging gangs as foreman, and told to keep them at work, and not to let\nthem stray.  Tolpec, whose brother Tom had tried to save, proved a\ntreasure.  He agreed to remain behind and look after the interests of\nhis friends, and see that none of their baggage or stores were taken.\n\n\"Well, I guess we're as ready as we ever shall be,\" remarked Tom, as\nthe cavalcade made ready to start.  Mules carried the supplies that\nwere to be taken into the jungle, and others of the sturdy animals were\nto be ridden by the travelers.  The trail was not an easy one, Goosal\nwarned them.\n\nTom and his friends found it even worse than they had expected, for all\ntheir experience in jungle and mountain traveling.  In places it was\nnecessary to dismount and lead the mules along, sometimes pushing and\ndragging them.  More than once the trail fairly hung on the edge of\nsome almost bottomless gorge, and again it wound its way between great\nwalls of rock, so poised that they appeared about to topple over and\ncrush the travelers.  But they kept on with dogged patience, through\nmany hardships.\n\nTo add to their troubles they seemed to have entered the abode of the\nfiercest mosquitoes encountered since coming to Honduras.  At times it\nwas necessary to ride along with hats covered with mosquito netting,\nand hands encased in gloves.\n\nThey had taken plenty of condensed food with them, and they did not\nsuffer in this respect.  Game, too, was plentiful and the electric\nrifles of Tom and Ned added to the larder.\n\nOne night, after a somewhat sound sleep induced by hard travel on the\ntrail that day, Tom awoke to hear some one or something moving about\namong their goods, which included their provisions.\n\n\"Who's there?\" asked the young inventor sharply, as he reached for his\nelectric rifle.\n\nThere was no answer, but a rattling of the pans.\n\n\"Speak, or I'll fire!\" Tom warned, adding this in such Spanish as he\ncould muster, for he thought it might be one of the Indians.  No reply\ncame, and then, seeing by the light of the stars a dark form moving in\nfront of the tent occupied by himself and Ned, Tom fired.\n\nThere was a combined grunt and squeal of pain, then a savage growl, and\nNed yelled:\n\n\"What's the matter, Tom?\" for he had been awakened, and heard the\ncrackle of the electrical discharge.\n\n\"I don't know,\" Tom answered.  \"But I shot something--or somebody!\"\n\n\"Maybe some of Beecher's crowd,\" ventured his chum.  But when they got\ntheir electric torches, and focused them on the inert, black object, it\nwas found to be a bear which had come to nose about the camp for dainty\nmorsels.\n\nBruin was quite dead, and as he was in prime condition there was a\nfeast of bear meat at the following dinner.  The white travelers found\nit rather too strong for their palates, but the Indians reveled in it.\n\nIt was shortly after noon the next day, when Goosal, after remarking\nthat a storm seemed brewing, announced that they would be at the\nentrance to the cavern in another hour.\n\n\"Good!\" cried Professor Bumper.  \"At last we are near the buried city.\"\n\n\"Don't be too sure,\" advised Mr. Damon, \"We may be disappointed.\nThough I hope not for your sake, my dear Professor.\"\n\nGoosal now took the lead, and the old Indian, traveling on foot, for he\nsaid he could better look for the old landmark that way than on the\nback of a mule, walked slowly along a rough cliff.\n\n\"Here, somewhere, is the entrance to the cavern,\" said the aged man.\n\"It was many years ago that I was here--many years.  But it seems as\nthough yesterday.  It is little changed.\"\n\nIndeed little did change in that land of wonders.  Only nature caused\nwhat alterations there were.  The hand of man had long been absent.\n\nSlowly Goosal walked along the rocky trail, on one side a sheer rock,\ntowering a hundred feet or more toward the sky.  On the other side a\ndeep gash leading to a great fertile valley below.\n\nSuddenly the old man paused, and looked about him as though uncertain.\nThen, more slowly still, he put out his hand and pulled at some bushes\nthat grew on a ledge of the rock.  They came away, having no depth of\nearth, and a small opening was disclosed.\n\n\"It is here,\" said Goosal quietly.  \"The entrance to the cavern that\nleads to the burial place of the dead, and the city that is dead also.\nIt is here.\"\n\nHe stood aside while the others hurried forward.  It took but a few\nminutes to prove that he was right--at least as to the existence of the\ncavern--for the four men were soon peering into the opening.\n\n\"Come on!\" cried Tom, impetuously.\n\n\"Wait a moment,\" suggested the professor, \"Sometimes the air in these\nplaces is foul.  We must test it.\"  But a torch one of the Indians\nthrew in burned with a steady glow.  That test was conclusive at least.\nThey made ready to enter.\n\nTorches of a light bark, that glowed with a steady flame and little\nsmoke, had been provided, as well as a good supply of electric\ndry-battery lamps, and the way into the cavern was thus well lighted.\nAt first the Indians were afraid to enter, but a word or two from\nGoosal reassured them, and they followed Professor Bumper, Tom, and the\nothers into the cavern.\n\nFor several hundred feet there was nothing remarkable about the cave.\nIt was like any other cavern of the mountains, though wonderful for the\nnumber of crystal formations on the roof and walls--formations that\nsparkled like a million diamonds in the flickering lights.\n\n\"Talk about a wonderland!\" cried Tom.  \"This is fairyland!\"\n\nA moment later, as Goosal walked on beside the professor and Tom, the\naged Indian came to a pause, and, pointing ahead, murmured:\n\n\"The city of the dead!\"\n\nThey saw the niches cut in the rock walls, niches that held the\ncountless bones of those who had died many, many years before.  It was\na vast Indian grave.\n\n\"Doubtless a wealth of material of historic interest here,\" said\nProfessor Bumper, flashing his torch on the skeletons.  \"But it will\nkeep.  Where is the city you spoke of, Goosal?\"\n\n\"Farther on, Senor.  Follow me.\"\n\nPast the stone graves they went, deeper and deeper into the great cave.\nTheir footsteps echoed and re-echoed.  Suddenly Tom, who with Ned had\ngone a little ahead, came to a sudden halt and said:\n\n\"Well, this may be a burial place sure enough, but I think I see\nsomething alive all right--if it isn't a ghost.\"\n\nHe pointed ahead.  Surely those were lights flickering and moving\nabout, and, yes, there were men carrying them.  The Bumper party came\nto a surprised halt.  The other lights advanced, and then, to the great\nastonishment of Professor Bumper and his friends, there confronted them\nin the cave several scientists of Professor Beecher's party and a score\nor more of Indians.  Professor Hylop, who was known to Professor\nBumper, stepped forward and asked sharply:\n\n\"What are you doing here?\"\n\n\"I might ask you the same thing,\" was the retort.\n\n\"You might, but you would not be answered,\" came sharply.  \"We have a\nright here, having discovered this cavern, and we claim it under a\nconcession of the Honduras Government.  I shall have to ask you to\nwithdraw.\"\n\n\"Do you mean leave here?\" asked Mr Damon.\n\n\"That is it, exactly.  We first discovered this cave.  We have been\nconducting explorations in it for several days, and we wish no\noutsiders.\"\n\n\"Are you speaking for Professor Beecher?\" asked Tom.\n\n\"I am.  But he is here in the cave, and will speak for himself if you\ndesire it.  But I represent him, and I order you to leave.  If you do\nnot go peaceably we will use force.  We have plenty of it,\" and he\nglanced back at the Indians grouped behind him--scowling savage Indians.\n\n\"We have no wish to intrude,\" observed Professor Bumper, \"and I fully\nrecognize the right of prior discovery.  But one member of our party\n(he did not say which one) was in this cave many years ago.  He led us\nto it.\"\n\n\"Ours is a government concession!\" exclaimed Professor Hylop harshly.\n\"We want no intruders!  Go!\" and he pointed toward the direction whence\nTom's party had come.\n\n\"Drive them out!\" he ordered the Indians in Spanish, and with muttered\nthreats the dark-skinned men advanced toward Tom and the others.\n\n\"You need not use force,\" said Professor Bumper.\n\nHe and Professor Hylop had quarreled bitterly years before on some\nscientific matter, and the matter was afterward found to be wrong.\nPerhaps this made him vindictive.\n\nTom stepped forward and started to protest, but Professor Bumper\ninterposed.\n\n\"I guess there is no help for it but to go.  It seems to be theirs by\nright of discovery and government concession,\" he said, in disappointed\ntone.  \"Come friends\"; and dejectedly they retraced their steps.\n\nFollowed by the threatening Indians, the Bumper party made its way back\nto the entrance.  They had hoped for great things, but if the cavern\ngave access to the buried city--the ancient city of Kurzon on the chief\naltar of which stood the golden idol, Quitzel--it looked as though they\nwere never to enter it.\n\n\"We'll have to get our Indians and drive those fellows out!\" declared\nTom.  \"I'm not going to be beaten this way--and by Beecher!\"\n\n\"It is galling,\" declared Professor Bumper.  \"Still he has right on his\nside, and I must give in to priority, as I would expect him to.  It is\nthe unwritten law.\"\n\n\"Then we've failed!\" cried Tom bitterly.\n\n\"Not yet,\" said Professor Bumper.  \"If I can not unearth that buried\ncity I may find another in this wonderland.  I shall not give up.\"\n\n\"Hark! What's that noise?\" asked Tom, as they approached the entrance\nto the cave.\n\n\"Sounds like a great wind blowing,\" commented Ned.\n\nIt was.  As they stood in the entrance they looked out to find a fierce\nstorm raging.  The wind was sweeping down the rocky trail, the rain was\nfalling in veritable bucketfuls from the overhanging cliff, and\ndeafening thunder and blinding lightning roared and flashed.\n\n\"Surely you would not drive us out in this storm,\" said Professor\nBumper to his former rival.\n\n\"You can not stay in the cave! You must get out!\" was the answer, as a\nlouder crash of thunder than usual seemed to shake the very mountain.\n\n\n\n\nCHAPTER XXIII\n\nENTOMBED ALIVE\n\n\nFor an instant Tom and his friends paused at the entrance to the\nwonderful cavern, and looked at the raging storm.  It seemed madness to\nventure out into it, yet they had been driven from the cave by those\nwho had every right of discovery to say who, and who should not,\npartake of its hospitality.\n\n\"We can't go out into that blow!\" cried Ned.  \"It's enough to loosen\nthe very mountains!\"\n\n\"Let's stay here and defy them!\" murmured Tom.  \"If the--if what we\nseek--is here we have as good a right to it as they have.\"\n\n\"We must go out,\" said Professor Bumper simply.  \"I recognize the right\nof my rival to dispossess us.\"\n\n\"He may have the right, but it isn't human,\" said Mr. Damon.  \"Bless my\novershoes! If Beecher himself were here he wouldn't have the heart to\nsend us out in this storm.\"\n\n\"I would not give him the satisfaction of appealing to him,\" remarked\nProfessor Bumper.  \"Come, we will go out.  We have our ponchos, and we\nare not fair-weather explorers.  If we can't get to the lost city one\nway we will another.  Come my friends.\"\n\nAnd despite the downpour, the deafening thunder and the lightning that\nseemed ready to sear one's eyes, he walked out of the cave entrance,\nfollowed by Tom and the others.\n\n\"Come on!\" cried Tom, in a voice he tried to render confident, as they\nwent out into the terrible storm.  \"We'll beat 'em yet!\"\n\nThe rain fell harder than ever.  Small torrents were now rushing down\nthe trail, and it was only a question of a few minutes before the place\nwhere they stood would be a raging river, so quickly does the rain\ncollect in the mountains and speed toward the valleys.\n\n\"We must take to the forest!\" cried Tom.  \"There'll be some shelter\nthere, and I don't like the way the geography of this place is\nbehaving.  There may be a landslide at any moment.\"\n\nAs he spoke he motioned upward through the mist of the rain to the\nsloping side of the mountain towering above them.  Loose stones were\nbeginning to roll down, accompanied by patches of earth loosened by the\nwater.  Some of the patches carried with them bunches of grass and\nsmall bushes.\n\n\"Yes, it will be best to move into the jungle,\" said the professor.\n\"Goosal, you had better take the lead.\"\n\nIt was wonderful to see how well the aged Indian bore up in spite of\nhis years, and walked on ahead.  They had left their mules tethered\nsome distance back, in a sheltering clump of trees, and they hoped the\nanimals would be safe.\n\nThe guide found a place where they could leave the trail, though going\ndown a dangerous slope, and take to the forest.  As carefully as\npossible they descended this, the rain continuing to fall, the wind to\nblow, the lightning to sizzle all about them and the thunder to boom in\ntheir ears.\n\nThey went on until they were beneath the shelter of the thick jungle\ngrowth of trees, which kept off some of the pelting drops.\n\n\"This is better!\" exclaimed Ned, shaking his poncho and getting rid of\nsome of the water that had settled on it.\n\n\"Bless my overcoat!\" cried Mr. Damon.  \"We seem to have gotten out of\nthe frying pan into the fire!\"\n\n\"How?\" asked Tom.  \"We are partly sheltered here, though had we stayed\nin the cave in spite of----\"\n\nA deafening crash interrupted him, and following the flash one of the\ngiant trees of the forest was seen to blaze up and then topple over.\n\n\"Struck by lightning!\" yelled Ned.\n\n\"Yes; and it may happen to us!\" exclaimed Mr. Damon.  \"We were safer\nfrom the lightning in the open.  Maybe----\"\n\nAgain came an interruption, but this time a different one.  The very\nground beneath their feet seemed to be shaking and trembling.\n\n\"What is it?\" gasped Ned, while Goosal fell on his knees and began\nfervently to pray.\n\n\"It's an earthquake!\" yelled Tom Swift.\n\nAs he spoke there came another sound--the sound of a mass of earth in\nmotion.  It came from the direction of the mountain trail they had just\nleft.  They looked toward it and their horror-stricken eyes saw the\nwhole side of the mountain sliding down.\n\nSlowly at first the earth slid down, but constantly gathering force and\nspeed.  In the face of this new disaster the rain seemed to have ceased\nand the thunder and lightning to be less severe.  It was as though one\nforce of nature gave way to the other.\n\n\"Look! Look!\" gasped Ned.\n\nIn silence, which was broken now only by a low and ominous rumble, more\nmenacing than had been the awful fury of the elements, the travelers\nlooked.\n\nSuddenly there was a quicker movement of seemingly one whole section of\nthe mountain.  Great rocks and trees, carried down by the appalling\nforce of the landslide were slipping over the trail, obliterating it as\nthough it had never existed.\n\n\"There goes the entrance to the cavern!\" cried Ned, and as the others\nlooked to where he pointed they saw the hole in the side of the\nmountain--the mouth of the cave that led to the lost city of\nKurzon--completely covered by thousands of tons of earth and stones.\n\n\"That's the end of them!\" exclaimed Tom, as the rumble of the\nearthquake died away.\n\n\"Of----\" Ned stopped, his eyes staring.\n\n\"Of Professor Beecher's party.  They're entombed alive!\"\n\n\n\n\nCHAPTER XXIV\n\nTHE REVOLVING STONE\n\n\nStunned, not alone by the realization of the awfulness of the fate of\ntheir rivals, but also by the terrific storm and the effect of the\nearthquake and the landslide, Tom and his friends remained for a moment\ngazing toward the mouth of the cavern, now completely out of sight,\nburied by a mass of broken trees, tangled bushes, rocks and earth.\nSomewhere, far beyond that mass, was the Beecher party, held prisoners\nin the cave that formed the entrance to the buried city.\n\nTom was the first to come to a realization of what was needed to be\ndone.\n\n\"We must help them!\" he exclaimed, and it was characteristic of him\nthat he harbored no enmity.\n\n\"How?\" asked Ned.\n\n\"We must get a force of Indians and dig them out,\" was the prompt\nanswer.\n\nAt Tom's vigorous words Professor Bumper's forces were energized into\naction, and he stated: \"Fortunately we have plenty of excavating tools.\nWe may be in time to save them.  Come on! the storm seems to have\npassed as suddenly as it came up, and the earthquake, which, after all\ndid not cover a wide area, seems to be over.  We must start the work of\nrescue at once.  We must go back to camp and get all the help we can\nmuster.\"\n\nThe storm, indeed, seemed to be over, but it was no easy matter to get\nback over the soggy, rain-soaked ground to the trail they had left to\ntake shelter in the forest.  Fortunately the earthquake had not\ninvolved that portion where they had left their mules, but most of the\nfrightened animals had broken loose, and it was some little time before\nthey could all be caught.\n\n\"It is no use to try to get back to camp tonight,\" said Tom, when the\nlast of the pack and saddle animals had been corralled.  \"It is getting\nlate and there is no telling the condition of the trail.  We must stay\nhere until morning.\"\n\n\"But what about them?\" and Mr. Damon nodded in the direction of the\nentombed ones.\n\n\"We can help them best by waiting until the beginning of a new day,\"\nsaid the professor.  \"We shall need a large force, and we could not\nbring it up to-night.  Besides, Tom is right, and if we tried to go\nalong the trail after dark, torn and disturbed as it is bound to be by\nthe rain, we might get into difficulties ourselves.  No, we must camp\nhere until morning and then go for help.\"\n\nThey all decided finally this was best.  The professor, too, pointed\nout that their rivals were in a large and roomy cave, not likely to\nsuffer from lack of air nor food or water, since they must have\nsupplies with them.\n\n\"The only danger is that the cave has been crushed in,\" added Tom; \"but\nin that event we would be of no service to them anyhow.\"\n\nThe night seemed very long, and it was a most uncomfortable one,\nbecause of the shock and exertions through which the party had passed.\nAdded to this was the physical discomfort caused by the storm.\n\nBut in time there was the light in the east that meant morning was at\nhand, and with it came action.  A hasty breakfast, cups of steaming\ncoffee forming a most welcome part, put them all in better condition,\nand once more they were on their way, heading back to the main camp\nwhere they had left their force of Indians.\n\n\"My!\" exclaimed Tom, as they made their way slowly along, \"it surely\nwas some storm!  Look at those big trees uprooted over there.  They're\nalmost as big as the giant redwoods of California, and yet they were\nbowled over as if they were tenpins.\"\n\n\"I wonder if the wind did it or the earthquake,\" ventured Mr. Damon.\n\n\"No wind could do that,\" declared Ned.  \"It must have been the\nlandslide caused by the earthquake.\"\n\n\"The wind could do it if the ground was made soft by the rain; and that\nwas probably what did it,\" suggested Tom.\n\n\"There is no harm in settling the point,\" commented Professor Bumper.\n\"It is not far off our trail, and will take only a few minutes to go\nover to the trees.  I should like to get some photographs to accompany\nan article that perhaps I shall write on the effects of sudden and\nsevere tropical storms.  We will go to look at the overturned trees and\nthen we'll hurry on to camp to get the rescue party.\"\n\nThe uprooted trees lay on one side of the mountain trail, perhaps a\nmile from the mouth of the cave which had been covered over, entombing\nthe Beecher party.  Leaving the mules in charge of one of the Indians,\nProfessor Bumper and his friends, accompanied by Goosal, approached the\nfallen trees.  As they neared them they saw that in falling the trees\nhad lifted with their roots a large mass of earth and imbedded rocks\nthat had clung to the twisted and gnarled fibers.  This mass was as\nlarge as a house.\n\n\"Look at the hole left when the roots pulled out!\" cried Ned.  \"Why,\nit's like the crater of a small volcano!\" he added.  And, as they stood\non the edge of it looking curiously at the hole made, the others agreed\nwith Tom's chum.\n\nProfessor Bumper was looking about, trying to ascertain if there were\nany evidences of the earthquake in the vicinity, when Tom, who had\ncautiously gone a little way down into the excavation caused by the\nfallen trees, uttered a cry of surprise.\n\n\"Look!\" he shouted.  \"Isn't that some sort of tunnel or underground\npassage?\" and he pointed to a square opening, perhaps seven feet high\nand nearly as broad, which extended, no one knew where, downward and\nonward from the side of the hole made by the uprooting of the trees.\n\n\"It's an underground passage all right,\" said Professor Bumper eagerly;\n\"and not a natural one, either.  That was fashioned by the hand of man,\nif I am any judge.  It seems to go right under the mountain, too.\nFriends, we must explore this! It may be of the utmost importance!\nCome, we have our electric torches, and we shall need them, for it's\nvery dark in there,\" and he peered into the passage in front of which\nthey all stood now.  It seemed to have been tunneled through the earth,\nthe sides being lined by either slabs of stone, or walls made by a sort\nof concrete.\n\n\"But what about the rescue work?\" asked Mr. Damon.\n\n\"I am not forgetting Professor Beecher and his friends,\" answered the\nscientist.\n\n\"Perhaps this may be a better means of rescuing them than by digging\nthem out, which will take a week at least,\" observed Tom.\n\n\"This a better way?\" asked Ned, pointing to the tunnel.\n\n\"That's it,\" confirmed the savant.  \"If you will notice it extends back\nin the direction of the cave from which we were driven.  Now if there\nis a buried city beneath all this jungle, this mountain of earth and\nstones, the accumulation of centuries, it is probably on the bottom of\nsome vast cavern.  It is my opinion that we were only in one end of\nthat cavern, and this may be the entrance to another end of it.\"\n\n\"Then,\" asked Mr. Damon, \"do you mean that we can enter here, get into\nthe cave that contains the buried city, or part of it, and find there\nBeecher and his friends?\"\n\n\"That's it.  It is possible, and if we could it would save an immense\nlot of work, and probably be a surer way to save their lives than by\ndigging a tunnel through the landslide to find the mouth of the cave\nwhere we first entered.\"\n\n\"It's a chance worth taking,\" said Mr. Damon.  \"Of course it is a\nchance.  But then everything connected with this expedition is; so one\nis no worse than another.  As you say, we may find the entombed men\nmore easily this way than any other.\"\n\n\"I wonder,\" said Tom slowly, \"if, by any chance, we shall find, through\nthis passage, the lost city we are looking for.\"\n\n\"And the idol of gold,\" added Ned.\n\n\"Goosal, do you know anything about this?\" asked Professor Bumper.\n\"Did you ever hear of another passage leading to the cave where you saw\nthe ancient city?\"\n\n\"No, Learned One, though I have heard stories about there being many\ncities, or parts of a big one, beneath the mountain, and when it was\nabove ground there were many entrances to it.\"\n\n\"That settles it!\" cried the professor in English, having talked to\nGoosal in Spanish.  \"We'll try this and see where it leads.\"\n\nThey entered the stone-lined passage.  In spite of the fact that it had\nprobably been buried and concealed from light and air for centuries, as\nevidenced by the growth of the giant trees above it, the air was fresh.\n\n\"And this is one reason,\" said Tom, in commenting on this fact, \"why I\nbelieve it leads to some vast cavern which is connected in some fashion\nwith the outer air.  Well, perhaps we shall soon make a discovery.\"\n\nEagerly and anxiously the little party pressed forward by the light of\nthe pocket electric lamps.  They were obsessed by two thoughts--what\nthey might find and the necessity for aiding in the rescue of their\nrivals.\n\nOn and on they went, the darkness illuminated only by the torches they\ncarried.  But they noticed that the air was still fresh, and that a\ngentle wind blew toward them.  The passage was undoubtedly artificial,\na tunnel made by the hands of men now long crumbled into dust.  It had\na slightly upward slope, and this, Professor Bumper said, indicated\nthat it was bored upward and perhaps into the very heart of the\nmountain somewhere in the interior of which was the Beecher party.\n\nJust how far they went they did not know, but it must have been more\nthan two miles.  Yet they did not tire, for the way was smooth.\n\nSuddenly Tom, who, with Professor Bumper, was in the lead, uttered a\ncry, as he held his torch above his head and flashed it about in a\ncircle.\n\n\"We're blocked!\" he exclaimed.  \"We're up against a stone wall!\"\n\nIt was but too true.  Confronting them, and extending from side to side\nacross the passage and from roof to floor, was a great rough stone.\nImmense and solid it seemed when they pushed on it in vain.\n\n\"Nothing short of dynamite will move that,\" said Ned in despair.  \"This\nis a blind lead.  We'll have to go back.\"\n\n\"But there must be something on the other side of that stone,\" cried\nTom.  \"See, it is pierced with holes, and through them comes a current\nof air.  If we could only move the stone!\"\n\n\"I believe it is an ancient door,\" remarked Professor Bumper.\n\nEagerly and frantically they tried to move it by their combined weight.\nThe stone did not give the fraction of the breadth of a hair.\n\n\"We'll have to go back and get some of your big tunnel blasting powder,\nTom,\" suggested Ned.\n\nAs he spoke old Goosal glided forward.  He had remained behind them in\nthe passage while they were trying to move the rock.  Now he said\nsomething in Spanish.\n\n\"What does he mean?\" asked Ned.\n\n\"He asks that he be allowed to try,\" translated Professor Bumper.\n\"Sometimes, he says, there is a secret way of opening stone doors in\nthese underground caves.  Let him try.\"\n\nGoosal seemed to be running his fingers lightly over the outer edge of\nthe door.  He was muttering to himself in his Indian tongue.\n\nSuddenly he uttered an exclamation, and, as he did so, there was a\nnoise from the door itself.  It was a grinding, scraping sound, a\nrumble as though rocks were being rolled one against the other.\n\nThen the astonished eyes of the adventurers saw the great stone door\nrevolve on its axis and swing to one side, leaving a passage open\nthrough which they could pass.  Goosal had discovered the hidden\nmechanism.\n\nWhat lay before them?\n\n\n\n\nCHAPTER XXV\n\nTHE IDOL OF GOLD\n\n\n\"Forward! cried Tom Swift.\n\n\"Where?\" asked Mr Damon, hanging back for an instant.  \"Bless my\ncompass, Tom! do you know where you're going?\"\n\n\"I haven't the least idea, but it must lead to something, or the\nancients who made this revolving stone door wouldn't have taken such\ncare to block the passage.\"\n\n\"Ask Goosal if he knows anything about it,\" suggested Mr. Damon to the\nprofessor.\n\n\"He says he never was here before,\" translated the savant, \"but years\nago, when he went into the hidden city by the cave we left yesterday,\nhe saw doors like this which opened this way.\"\n\n\"Then we're on the right track!\" cried Tom.  \"If this is the same kind\nof door, it must lead to the same place.  Ho for Kurzon and the idol of\ngold!\"\n\nAs they passed through the stone door, Tom and Professor Bumper tried\nto get some idea of the mechanism by which it worked.  But they found\nthis impossible, it being hidden within the stone itself or in the\nadjoining walls.  But, in order that it might not close of itself and\nentomb them, the portal was blocked open with stones found in the\npassage.\n\n\"It's always well to have a line of retreat open,\" said Tom.  \"There's\nno telling what may lie beyond us.\"\n\nFor a time there seemed to be nothing more than the same passage along\nwhich they had come.  Then the passage suddenly widened, like the large\nend of a square funnel.  Upward and outward the stone walls swept, and\nthey saw dimly before them, in the light of their torches, a vast\ncavern, seemingly formed by the falling in of mountains, which, in\ntoppling over, had met overhead in a sort of rough arch, thus\nprotecting, in a great measure, that which lay beneath them.\n\nGoosal, who had brought with him some of the fiber bark torches, set a\nbundle of them aflame.  As they flared up, a wondrous sight was\nrevealed to Tom Swift and his friends.\n\nStretching out before them, as though they stood at the end of an\nelevated street and gazed down on it, was a city--a large city, with\nstreets, houses, open squares, temples, statues, fountains, dry for\ncenturies--a buried and forgotten city--a city in ruins--a city of the\ndead, now dry as dust, but still a city, or, rather, the strangely\npreserved remains of one.\n\n\"Look!\" whispered Tom.  A louder voice just then, would have seemed a\nsacrilege.  \"Look!\"\n\n\"Is it what we are looking for?\" asked Ned in a low voice.\n\n\"I believe it is,\" replied the professor.  \"It is the lost city of\nKurzon, or one just like it.  And now if we can find the idol of gold\nour search will be ended--at least the major part of it.\"\n\n\"Where did you expect to find the idol?\" asked Tom.\n\n\"It should be in the main temple.  Come, we will walk in the ancient\nstreets--streets where no feet but ours have trod in many centuries.\nCome!\"\n\nIn eager silence they pressed on through this newly discovered\nwonderland.  For it was a wonderful city, or had been.  Though much of\nit was in ruins, probably caused by an earthquake or an eruption from a\nvolcano, the central portion, covered as it was by the overtoppling\nmountains that formed the arching roof, was well preserved.\n\nThere were rude but beautiful stone buildings.  There were archways;\ntemples; public squares; and images, not at all beautiful, for they\nseemed to be of man-monsters--doubtless ancient gods.  There were\nsmoothly paved streets; wondrously carved fountains, some in ruins, all\nnow as dry as bone, but which must have been places of beauty where\nyouths and maidens gathered in the ancient days.\n\nOf the ancient population there was not a trace left.  Tom and his\nfriends penetrated some of the houses, but not so much as a bone or a\nheap of mouldering dust showed where the remains of the people were.\nEither they had fled at the approaching doom of the city and were\nburied elsewhere, or some strange fire or other force of nature had\nconsumed and obliterated them.\n\n\"What a wealth of historic information I shall find here!\" murmured\nProfessor Bumper, as he caught sight of many inscriptions in strange\ncharacters on the walls and buildings.  \"I shall never get to the end\nof them.\"\n\n\"But what about the idol of gold?\" asked Mr. Damon, \"Do you think\nyou'll find that?\"\n\n\"We must hurry on to the temple over there,\" said the scientist,\nindicating a building further along.\n\n\"And then we must see about rescuing your rivals, Professor,\" put in\nTom.\n\n\"Yes, Tom.  But fortunately we are on the ground here before them,\"\nagreed the professor.\n\nUndoubtedly it was the chief temple, or place of worship, of the\nlong-dead race which the explorers now entered.  It was a building\nbeautiful in its barbaric style, and yet simple.  There were massive\nwalls, and a great inner court, at the end of which seemed to be some\nsort of altar.  And then, as they lighted fresh torches, and pressed\nforward with them and their electric lights, they saw that which caused\na cry of satisfaction to burst from all of them.\n\n\"The idol of gold!\"\n\nYes, there it squatted, an ugly, misshapen, figure, a cross between a\ntoad and a gila monster, half man, half beast, with big red\neyes--rubies probably--that gleamed in the repulsive golden face.  And\nthe whole figure, weighing many pounds, seemed to be of SOLID GOLD!\n\nEagerly the others followed Professor Bumper up the altar steps to the\nvery throne of the golden idol.  The scientist touched it, tried to\nraise it and make sure of its solidity and material.\n\n\"This is it!\" he cried.  \"It is the idol of gold!  I have found-- We have\nfound it, for it belongs to all of us!\"\n\n\"Hurray!\" cried Tom Swift, and Ned and Mr. Damon joined in the cry.\n\nThere was no need for silence or caution now; and yet, as they stood\nabout the squat and ugly figure, which, in spite of its hideousness,\nwas worth a fortune intrinsically and as an antique, they heard from\nthe direction of the stone passage a noise.\n\n\"What is it?\" asked Tom Swift.\n\nThere was a murmur of voices.\n\n\"Indians!\" cried Professor Bumper, recognizing the language--a mixture\nof Spanish and Indian.\n\nThe cave was illuminated by the glare of other torches which seemed to\nrush forward.  A moment later it was seen that they were being carried\nby a number of Indians.\n\n\"Friends,\" murmured Goosal, using the Spanish term, \"Amigos.\"\n\n\"They are our own Indians!\" cried Tom Swift.  \"I see Tolpec!\" and he\npointed to the native who had deserted from Jacinto's force to help\nthem.\n\n\"How did they get here?\" asked Professor Bumper.\n\nThis was quickly told.  In their camp, where, under the leadership of\nTolpec they had been left to do the excavating, the natives had heard,\nseen and felt the effects of the storm and the earthquake, though it\ndid little damage in their vicinity.  But they became alarmed for the\nsafety of the professor and his party and, at Tolpec's suggestion, set\noff in search of them.\n\nThe Indians had seen, passing along the trail, the uprooted trees, and\nhad noted the footsteps of the explorers going down to the stone\npassage.  It was easy for them to determine that Tom and his friends\nhad gone in, since the marks of their boots were plainly in evidence in\nthe soft soil.\n\nNone of the Indians was as much wrought up over the discovery of Kurzon\nand the idol as were the white adventurers.  The gold, of course, meant\nsomething to the natives, but they were indifferent to the wonders of\nthe underground city.  Perhaps they had heard too many legends\nconcerning such things to be impressed.\n\n\"That statue is yours--all yours,\" said old Goosal when he had talked\nwith his relatives and friends among the natives.  \"They all say what\nyou find you keep, and we will help you keep it.\"\n\n\"That's good,\" murmured Professor Bumper.  \"There was some doubt in my\nmind as to our right to this, but after all, the natives who live in\nthis land are the original owners, and if they pass title to us it is\nclear.  That settles the last difficulty.\"\n\n\"Except that of getting the idol out,\" said Mr. Damon.\n\n\"Oh, we'll accomplish that!\" cried Tom.\n\n\"I can hardly believe my good luck,\" declared Professor Bumper.  \"I\nshall write a whole book on this idol alone and then----\"\n\nOnce more came an interruption.  This time it was from another\ndirection, but it was of the same character--an approaching band of\ntorch-bearers.  They were Indians, too, but leading them were a number\nof whites.\n\nAnd at their head was no less personage than Professor Beecher himself.\n\nFor a moment, as the three parties stood together in the ancient\ntemple, in the glare of many torches, no one spoke.  Then Professor\nBumper found his voice.\n\n\"We are glad to see you,\" he said to his rival.  \"That is glad to see\nyou alive, for we saw the landslide bury you.  And we were coming to\ndig you out.  We thought this cave--the cave of the buried city--would\nlead us to you easier than by digging through the slide.  We have just\ndiscovered this idol,\" and he put his hand on the grim golden image.\n\n\"Oh, you have discovered it, have you?\" asked Professor Beecher, and\nhis voice was bitter.\n\n\"Yes, not ten minutes ago.  The natives have kindly acknowledged my\nright to it under the law of priority.  I am sorry but----\"\n\nWith a look of disgust and chagrined disappointment on his face,\nProfessor Beecher turned to the other scientists and said:\n\n\"Let us go.  We are too late.  He has what I came after.\"\n\n\"Well, it is the fortune of war--and discovery,\" put in Mr. Hardy, one\nof the party who seemed the least ill-natured.  \"Your luck might have\nbeen ours, Professor Bumper.  I congratulate you.\"\n\n\"Thank you! Are you sure your party is all right--not in need of\nassistance?  How did you get out of the place you were buried?\"\n\n\"Thank you! We do not require any help.  It was good of you to think of\nus.  But we got out the way we came in.  We did not enter the tunnel as\nyou did, but came in through another entrance which was not closed by\nthe landslide.  Then we made a turn through a gateway in a tunnel\nconnecting with ours--a gateway which seems to have been opened by the\nearthquake--and we came here, just now.\n\n\"Too late, I see, to claim the discovery of the idol of gold,\" went on\nMr. Hardy.  \"But I trust you will be generous, and allow us to make\nobservations of the buildings and other relics.\"\n\n\"As much as you please, and with the greatest pleasure in the world,\"\nwas the prompt answer of Professor Bumper.  \"All I lay sole claim to is\nthe golden idol.  You are at liberty to take whatever else you find in\nKurzon and to make what observations you like.\"\n\n\"That is generous of you, and quite in contrast to--er--to the conduct\nof our leader.  I trust he may awaken to a sense of the injustice he\ndid you.\"\n\nBut Professor Beecher was not there to hear this.  He had stalked away\nin anger.\n\n\"Humph!\" grunted Tom.  Then he continued: \"That story about a\ngovernment concession was all a fake, Professor, else he'd have put up\na fight now.  Contemptible sneak!\"\n\n\nIn fact the story of Tom Swift's trip to the underground land of\nwonders is ended, for with the discovery of the idol of gold the main\nobject of the expedition was accomplished.  But their adventures were\nnot over by any means, though there is not room in this volume to\nrecord them.\n\nSuffice it to say that means were at once taken to get the golden image\nout of the cave of the ancient city.  It was not accomplished without\nhard work, for the gold was heavy, and Professor Bumper would not,\nnaturally, consent to the shaving off of so much as an ear or part of\nthe flat nose, to say nothing of one of the half dozen extra arms and\nlegs with which the ugly idol was furnished.\n\nFinally it was safely taken out of the cave, and along the stone\npassage to the opening formed by the overthrown trees, and thence on to\ncamp.\n\nAnd at the camp a surprise awaited Tom.\n\nSome long-delayed mail had been forwarded from the nearest place of\ncivilization and there were letters for all, including several for our\nhero.  One in particular he picked out first and read eagerly.\n\n\"Well, is every little thing all right, Tom?\" asked Ned, as he saw a\ncheerful grin spread itself over his chum's face.\n\n\"I should say it is, and then some! Look here, Ned.  This is a letter\nfrom----\"\n\n\"I know.  Mary Nestor.  Go on.\"\n\n\"How'd you guess?\"\n\n\"Oh, I'm a mind-reader.\"\n\n\"Huh! Well, you know she was away when I went to call to say good-bye,\nand I was a little afraid Beecher had got an inside edge on me.\"\n\n\"Had he?\"\n\n\"No, but he tried hard enough.  He went to see Mary in Fayetteville,\njust as you heard, before he came on to join his party, but he didn't\npay much of a visit to her.\"\n\n\"No?\"\n\n\"No.  Mary told him he'd better hurry along to Central America, or\nwherever it was he intended going, as she didn't care for him as much\nas he flattered himself she did.\"\n\n\"Good!\" cried Ned.  \"Shake, old man.  I'm glad!\"\n\nThey shook hands.\n\n\"Well, what's the matter?  Didn't you read all of her letter?\" asked\nNed when he saw his chum once more perusing the epistle.\n\n\"No.  There's a postscript here.\"\n\n\n\"'Sorry I couldn't see you before you left.  It was a mistake, but when\nyou come back----'\"\n\n\n\"Oh, that part isn't any of your affair!\" and, blushing under his tan,\nTom thrust the letter into his pocket and strode away, while Ned\nlaughed happily.\n\nWith the idol of gold safe in their possession, Professor Bumper's\nparty could devote their time to making other explorations in the\nburied city.  This they did, as is testified to by a long list of books\nand magazine articles since turned out by the scientist, dealing\nstrictly with archaeological subjects, touching on the ancient Mayan\nrace and its civilization, with particular reference to their system of\ncomputing time.\n\nProfessor Beecher, young and foolish, would not consent to delve into\nthe riches of the ancient city, being too much chagrined over the loss\nof the idol.  It seems he had really promised to give a part of it to\nMary Nestor.  But he never got the chance.\n\nHis colleagues, after their first disappointment at being beaten,\njoined forces with Professor Bumper in exploring the old city, and made\nmany valuable discoveries.\n\nIn one point Professor Bumper had done his rival an injustice.  That\nwas in thinking Professor Beecher was responsible for the treachery of\nJacinto.  That was due to the plotter's own work.  It was true that\nProfessor Beecher had tentatively engaged Jacinto, and had sent word to\nhim to keep other explorers away from the vicinity of the ancient city\nif possible; but Jacinto, who did not return Professor Bumper's money,\nas he had promised, had acted treacherously in order to enrich himself.\nProfessor Beecher had nothing to do with that, nor had he with the\ntaking of the map, as has been seen, the loss of which, after all, was\na blessing in disguise, for Kurzon would never have been located by\nfollowing the directions given there, as it was very inaccurate.\n\nIn another point it was demonstrated that the old documents were at\nfault.  This was in reference to the golden idol having been overthrown\nand another set up in its place, an act which had caused the\ndestruction of Kurzon.\n\nIt is true that the city was destroyed, or rather, buried, but this\ncatastrophe was probably brought about by an earthquake.  And another\ngreat idol, one of clay, was found, perhaps a rival of Quitzel, but it\nwas this clay image which was thrown down and broken, and not the\ngolden one.\n\nPerhaps an effort had been made, just before the burying of the city,\nto change idols and the system of worship, but Quitzel seemed to have\nheld his own.  The old manuscripts were not very reliable, it was\nfound, except in general.\n\n\"Well, I guess this will hold Beecher for a while,\" said Tom, the night\nof the arrival of Mary's letter, and after he had written one in\nanswer, which was dispatched by a runner to the nearest place whence\nmail could be forwarded.\n\n\"Yes, luck seems to favor you,\" replied Ned.  \"You've had a hand in the\ndiscovery of the idol of gold, and----\"\n\n\"Yes.  And I discovered something else I wasn't quite sure of,\"\ninterrupted Tom, as he felt to make sure he had a certain letter safe\nin his pocket.\n\nIt was several weeks later that the explorations of Kurzon came to an\nend--a temporary end, for the rainy season set in, when the tropics are\nunsuitable for white men.  Tom, Professor Bumper, Ned and Mr. Damon set\nsail for the United States, the valuable idol of gold safe on board.\n\nAnd there, with their vessel plowing the blue waters of the Caribbean\nSea, we will take leave of Tom Swift and his friends."
}