{
 "author": [
  "Baum, L. Frank (Lyman Frank)"
 ],
 "title": [
  "The Wonderful Wizard of Oz"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "Gale, Dorothy (Fictitious character) -- Juvenile fiction",
  "Courage -- Juvenile fiction",
  "Fantasy literature",
  "Home -- Juvenile fiction",
  "Witches -- Juvenile fiction",
  "Toto (Fictitious character) -- Juvenile fiction",
  "Dreams -- Juvenile fiction",
  "PZ",
  "Oz (Imaginary place) -- Juvenile fiction",
  "Cyclones -- Juvenile fiction",
  "Scarecrow (Fictitious character from Baum) -- Juvenile fiction",
  "Cowardly Lion (Fictitious character) -- Juvenile fiction",
  "Tin Woodman (Fictitious character) -- Juvenile fiction",
  "Good and evil -- Juvenile fiction",
  "Wizard of Oz (Fictitious character) -- Juvenile fiction"
 ],
 "id": "55",
 "genre": [
  "english",
  "teen",
  "fiction",
  "fantasy"
 ],
 "text": "The Wonderful Wizard of Oz\n\n\nby\n\nL. Frank Baum\n\n\n\n Contents\n\n       Introduction\n   1.  The Cyclone\n   2.  The Council with the Munchkins\n   3.  How Dorothy Saved the Scarecrow\n   4.  The Road Through the Forest\n   5.  The Rescue of the Tin Woodman\n   6.  The Cowardly Lion\n   7.  The Journey to the Great Oz\n   8.  The Deadly Poppy Field\n   9.  The Queen of the Field Mice\n  10.  The Guardian of the Gates\n  11.  The Emerald City of Oz\n  12.  The Search for the Wicked Witch\n  13.  The Rescue\n  14.  The Winged Monkeys\n  15.  The Discovery of Oz the Terrible\n  16.  The Magic Art of the Great Humbug\n  17.  How the Balloon Was Launched\n  18.  Away to the South\n  19.  Attacked by the Fighting Trees\n  20.  The Dainty China Country\n  21.  The Lion Becomes the King of Beasts\n  22.  The Country of the Quadlings\n  23.  Glinda The Good Witch Grants Dorothy's Wish\n  24.  Home Again\n\n\n\n\nIntroduction\n\n\nFolklore, legends, myths and fairy tales have followed childhood\nthrough the ages, for every healthy youngster has a wholesome and\ninstinctive love for stories fantastic, marvelous and manifestly\nunreal.  The winged fairies of Grimm and Andersen have brought more\nhappiness to childish hearts than all other human creations.\n\nYet the old time fairy tale, having served for generations, may now be\nclassed as \"historical\" in the children's library; for the time has\ncome for a series of newer \"wonder tales\" in which the stereotyped\ngenie, dwarf and fairy are eliminated, together with all the horrible\nand blood-curdling incidents devised by their authors to point a\nfearsome moral to each tale.  Modern education includes morality;\ntherefore the modern child seeks only entertainment in its wonder tales\nand gladly dispenses with all disagreeable incident.\n\nHaving this thought in mind, the story of \"The Wonderful Wizard of Oz\"\nwas written solely to please children of today.  It aspires to being a\nmodernized fairy tale, in which the wonderment and joy are retained and\nthe heartaches and nightmares are left out.\n\n\nL. Frank Baum\n\nChicago, April, 1900.\n\n\n\n\nTHE WONDERFUL WIZARD OF OZ\n\n\n\n\n1.  The Cyclone\n\n\nDorothy lived in the midst of the great Kansas prairies, with Uncle\nHenry, who was a farmer, and Aunt Em, who was the farmer's wife.  Their\nhouse was small, for the lumber to build it had to be carried by wagon\nmany miles.  There were four walls, a floor and a roof, which made one\nroom; and this room contained a rusty looking cookstove, a cupboard for\nthe dishes, a table, three or four chairs, and the beds.  Uncle Henry\nand Aunt Em had a big bed in one corner, and Dorothy a little bed in\nanother corner.  There was no garret at all, and no cellar--except a\nsmall hole dug in the ground, called a cyclone cellar, where the family\ncould go in case one of those great whirlwinds arose, mighty enough to\ncrush any building in its path.  It was reached by a trap door in the\nmiddle of the floor, from which a ladder led down into the small, dark\nhole.\n\nWhen Dorothy stood in the doorway and looked around, she could see\nnothing but the great gray prairie on every side.  Not a tree nor a\nhouse broke the broad sweep of flat country that reached to the edge of\nthe sky in all directions.  The sun had baked the plowed land into a\ngray mass, with little cracks running through it.  Even the grass was\nnot green, for the sun had burned the tops of the long blades until\nthey were the same gray color to be seen everywhere.  Once the house\nhad been painted, but the sun blistered the paint and the rains washed\nit away, and now the house was as dull and gray as everything else.\n\nWhen Aunt Em came there to live she was a young, pretty wife.  The sun\nand wind had changed her, too.  They had taken the sparkle from her\neyes and left them a sober gray; they had taken the red from her cheeks\nand lips, and they were gray also.  She was thin and gaunt, and never\nsmiled now.  When Dorothy, who was an orphan, first came to her, Aunt\nEm had been so startled by the child's laughter that she would scream\nand press her hand upon her heart whenever Dorothy's merry voice\nreached her ears; and she still looked at the little girl with wonder\nthat she could find anything to laugh at.\n\nUncle Henry never laughed.  He worked hard from morning till night and\ndid not know what joy was.  He was gray also, from his long beard to\nhis rough boots, and he looked stern and solemn, and rarely spoke.\n\nIt was Toto that made Dorothy laugh, and saved her from growing as gray\nas her other surroundings.  Toto was not gray; he was a little black\ndog, with long silky hair and small black eyes that twinkled merrily on\neither side of his funny, wee nose.  Toto played all day long, and\nDorothy played with him, and loved him dearly.\n\nToday, however, they were not playing.  Uncle Henry sat upon the\ndoorstep and looked anxiously at the sky, which was even grayer than\nusual.  Dorothy stood in the door with Toto in her arms, and looked at\nthe sky too.  Aunt Em was washing the dishes.\n\nFrom the far north they heard a low wail of the wind, and Uncle Henry\nand Dorothy could see where the long grass bowed in waves before the\ncoming storm.  There now came a sharp whistling in the air from the\nsouth, and as they turned their eyes that way they saw ripples in the\ngrass coming from that direction also.\n\nSuddenly Uncle Henry stood up.\n\n\"There's a cyclone coming, Em,\" he called to his wife.  \"I'll go look\nafter the stock.\"  Then he ran toward the sheds where the cows and\nhorses were kept.\n\nAunt Em dropped her work and came to the door.  One glance told her of\nthe danger close at hand.\n\n\"Quick, Dorothy!\" she screamed.  \"Run for the cellar!\"\n\nToto jumped out of Dorothy's arms and hid under the bed, and the girl\nstarted to get him.  Aunt Em, badly frightened, threw open the trap\ndoor in the floor and climbed down the ladder into the small, dark\nhole.  Dorothy caught Toto at last and started to follow her aunt.\nWhen she was halfway across the room there came a great shriek from the\nwind, and the house shook so hard that she lost her footing and sat\ndown suddenly upon the floor.\n\nThen a strange thing happened.\n\nThe house whirled around two or three times and rose slowly through the\nair.  Dorothy felt as if she were going up in a balloon.\n\nThe north and south winds met where the house stood, and made it the\nexact center of the cyclone.  In the middle of a cyclone the air is\ngenerally still, but the great pressure of the wind on every side of\nthe house raised it up higher and higher, until it was at the very top\nof the cyclone; and there it remained and was carried miles and miles\naway as easily as you could carry a feather.\n\nIt was very dark, and the wind howled horribly around her, but Dorothy\nfound she was riding quite easily.  After the first few whirls around,\nand one other time when the house tipped badly, she felt as if she were\nbeing rocked gently, like a baby in a cradle.\n\nToto did not like it.  He ran about the room, now here, now there,\nbarking loudly; but Dorothy sat quite still on the floor and waited to\nsee what would happen.\n\nOnce Toto got too near the open trap door, and fell in; and at first\nthe little girl thought she had lost him.  But soon she saw one of his\nears sticking up through the hole, for the strong pressure of the air\nwas keeping him up so that he could not fall.  She crept to the hole,\ncaught Toto by the ear, and dragged him into the room again, afterward\nclosing the trap door so that no more accidents could happen.\n\nHour after hour passed away, and slowly Dorothy got over her fright;\nbut she felt quite lonely, and the wind shrieked so loudly all about\nher that she nearly became deaf.  At first she had wondered if she\nwould be dashed to pieces when the house fell again; but as the hours\npassed and nothing terrible happened, she stopped worrying and resolved\nto wait calmly and see what the future would bring.  At last she\ncrawled over the swaying floor to her bed, and lay down upon it; and\nToto followed and lay down beside her.\n\nIn spite of the swaying of the house and the wailing of the wind,\nDorothy soon closed her eyes and fell fast asleep.\n\n\n\n\n2.  The Council with the Munchkins\n\n\nShe was awakened by a shock, so sudden and severe that if Dorothy had\nnot been lying on the soft bed she might have been hurt.  As it was,\nthe jar made her catch her breath and wonder what had happened; and\nToto put his cold little nose into her face and whined dismally.\nDorothy sat up and noticed that the house was not moving; nor was it\ndark, for the bright sunshine came in at the window, flooding the\nlittle room.  She sprang from her bed and with Toto at her heels ran\nand opened the door.\n\nThe little girl gave a cry of amazement and looked about her, her eyes\ngrowing bigger and bigger at the wonderful sights she saw.\n\nThe cyclone had set the house down very gently--for a cyclone--in the\nmidst of a country of marvelous beauty.  There were lovely patches of\ngreensward all about, with stately trees bearing rich and luscious\nfruits.  Banks of gorgeous flowers were on every hand, and birds with\nrare and brilliant plumage sang and fluttered in the trees and bushes.\nA little way off was a small brook, rushing and sparkling along between\ngreen banks, and murmuring in a voice very grateful to a little girl\nwho had lived so long on the dry, gray prairies.\n\nWhile she stood looking eagerly at the strange and beautiful sights,\nshe noticed coming toward her a group of the queerest people she had\never seen.  They were not as big as the grown folk she had always been\nused to; but neither were they very small.  In fact, they seemed about\nas tall as Dorothy, who was a well-grown child for her age, although\nthey were, so far as looks go, many years older.\n\nThree were men and one a woman, and all were oddly dressed.  They wore\nround hats that rose to a small point a foot above their heads, with\nlittle bells around the brims that tinkled sweetly as they moved.  The\nhats of the men were blue; the little woman's hat was white, and she\nwore a white gown that hung in pleats from her shoulders.  Over it were\nsprinkled little stars that glistened in the sun like diamonds.  The\nmen were dressed in blue, of the same shade as their hats, and wore\nwell-polished boots with a deep roll of blue at the tops.  The men,\nDorothy thought, were about as old as Uncle Henry, for two of them had\nbeards.  But the little woman was doubtless much older.  Her face was\ncovered with wrinkles, her hair was nearly white, and she walked rather\nstiffly.\n\nWhen these people drew near the house where Dorothy was standing in the\ndoorway, they paused and whispered among themselves, as if afraid to\ncome farther.  But the little old woman walked up to Dorothy, made a\nlow bow and said, in a sweet voice:\n\n\"You are welcome, most noble Sorceress, to the land of the Munchkins.\nWe are so grateful to you for having killed the Wicked Witch of the\nEast, and for setting our people free from bondage.\"\n\nDorothy listened to this speech with wonder.  What could the little\nwoman possibly mean by calling her a sorceress, and saying she had\nkilled the Wicked Witch of the East?  Dorothy was an innocent, harmless\nlittle girl, who had been carried by a cyclone many miles from home;\nand she had never killed anything in all her life.\n\nBut the little woman evidently expected her to answer; so Dorothy said,\nwith hesitation, \"You are very kind, but there must be some mistake.  I\nhave not killed anything.\"\n\n\"Your house did, anyway,\" replied the little old woman, with a laugh,\n\"and that is the same thing.  See!\" she continued, pointing to the\ncorner of the house.  \"There are her two feet, still sticking out from\nunder a block of wood.\"\n\nDorothy looked, and gave a little cry of fright.  There, indeed, just\nunder the corner of the great beam the house rested on, two feet were\nsticking out, shod in silver shoes with pointed toes.\n\n\"Oh, dear!  Oh, dear!\" cried Dorothy, clasping her hands together in\ndismay.  \"The house must have fallen on her.  Whatever shall we do?\"\n\n\"There is nothing to be done,\" said the little woman calmly.\n\n\"But who was she?\" asked Dorothy.\n\n\"She was the Wicked Witch of the East, as I said,\" answered the little\nwoman.  \"She has held all the Munchkins in bondage for many years,\nmaking them slave for her night and day.  Now they are all set free,\nand are grateful to you for the favor.\"\n\n\"Who are the Munchkins?\" inquired Dorothy.\n\n\"They are the people who live in this land of the East\n where the Wicked Witch ruled.\"\n\n\"Are you a Munchkin?\" asked Dorothy.\n\n\"No, but I am their friend, although I live in the land of the North.\nWhen they saw the Witch of the East was dead the Munchkins sent a swift\nmessenger to me, and I came at once.  I am the Witch of the North.\"\n\n\"Oh, gracious!\" cried Dorothy.  \"Are you a real witch?\"\n\n\"Yes, indeed,\" answered the little woman.  \"But I am a good witch, and\nthe people love me.  I am not as powerful as the Wicked Witch was who\nruled here, or I should have set the people free myself.\"\n\n\"But I thought all witches were wicked,\" said the girl, who was half\nfrightened at facing a real witch.  \"Oh, no, that is a great mistake.\nThere were only four witches in all the Land of Oz, and two of them,\nthose who live in the North and the South, are good witches.  I know\nthis is true, for I am one of them myself, and cannot be mistaken.\nThose who dwelt in the East and the West were, indeed, wicked witches;\nbut now that you have killed one of them, there is but one Wicked Witch\nin all the Land of Oz--the one who lives in the West.\"\n\n\"But,\" said Dorothy, after a moment's thought, \"Aunt Em has told me\nthat the witches were all dead--years and years ago.\"\n\n\"Who is Aunt Em?\" inquired the little old woman.\n\n\"She is my aunt who lives in Kansas, where I came from.\"\n\nThe Witch of the North seemed to think for a time, with her head bowed\nand her eyes upon the ground.  Then she looked up and said, \"I do not\nknow where Kansas is, for I have never heard that country mentioned\nbefore.  But tell me, is it a civilized country?\"\n\n\"Oh, yes,\" replied Dorothy.\n\n\"Then that accounts for it.  In the civilized countries I believe there\nare no witches left, nor wizards, nor sorceresses, nor magicians.  But,\nyou see, the Land of Oz has never been civilized, for we are cut off\nfrom all the rest of the world.  Therefore we still have witches and\nwizards amongst us.\"\n\n\"Who are the wizards?\" asked Dorothy.\n\n\"Oz himself is the Great Wizard,\" answered the Witch, sinking her voice\nto a whisper.  \"He is more powerful than all the rest of us together.\nHe lives in the City of Emeralds.\"\n\nDorothy was going to ask another question, but just then the Munchkins,\nwho had been standing silently by, gave a loud shout and pointed to the\ncorner of the house where the Wicked Witch had been lying.\n\n\"What is it?\" asked the little old woman, and looked, and began to\nlaugh.  The feet of the dead Witch had disappeared entirely, and\nnothing was left but the silver shoes.\n\n\"She was so old,\" explained the Witch of the North, \"that she dried up\nquickly in the sun.  That is the end of her.  But the silver shoes are\nyours, and you shall have them to wear.\" She reached down and picked up\nthe shoes, and after shaking the dust out of them handed them to\nDorothy.\n\n\"The Witch of the East was proud of those silver shoes,\" said one of\nthe Munchkins, \"and there is some charm connected with them; but what\nit is we never knew.\"\n\nDorothy carried the shoes into the house and placed them on the table.\nThen she came out again to the Munchkins and said:\n\n\"I am anxious to get back to my aunt and uncle, for I am sure they will\nworry about me.  Can you help me find my way?\"\n\nThe Munchkins and the Witch first looked at one another, and then at\nDorothy, and then shook their heads.\n\n\"At the East, not far from here,\" said one, \"there is a great desert,\nand none could live to cross it.\"\n\n\"It is the same at the South,\" said another, \"for I have been there and\nseen it.  The South is the country of the Quadlings.\"\n\n\"I am told,\" said the third man, \"that it is the same at the West.  And\nthat country, where the Winkies live, is ruled by the Wicked Witch of\nthe West, who would make you her slave if you passed her way.\"\n\n\"The North is my home,\" said the old lady, \"and at its edge is the same\ngreat desert that surrounds this Land of Oz.  I'm afraid, my dear, you\nwill have to live with us.\"\n\nDorothy began to sob at this, for she felt lonely among all these\nstrange people.  Her tears seemed to grieve the kind-hearted Munchkins,\nfor they immediately took out their handkerchiefs and began to weep\nalso.  As for the little old woman, she took off her cap and balanced\nthe point on the end of her nose, while she counted \"One, two, three\"\nin a solemn voice.  At once the cap changed to a slate, on which was\nwritten in big, white chalk marks:\n\n\n \"LET DOROTHY GO TO THE CITY OF EMERALDS\"\n\n\nThe little old woman took the slate from her nose, and having read the\nwords on it, asked, \"Is your name Dorothy, my dear?\"\n\n\"Yes,\" answered the child, looking up and drying her tears.\n\n\"Then you must go to the City of Emeralds.  Perhaps Oz will help you.\"\n\n\"Where is this city?\" asked Dorothy.\n\n\"It is exactly in the center of the country, and is ruled by Oz, the\nGreat Wizard I told you of.\"\n\n\"Is he a good man?\" inquired the girl anxiously.\n\n\"He is a good Wizard.  Whether he is a man or not I cannot tell, for I\nhave never seen him.\"\n\n\"How can I get there?\" asked Dorothy.\n\n\"You must walk.  It is a long journey, through a country that is\nsometimes pleasant and sometimes dark and terrible.  However, I will\nuse all the magic arts I know of to keep you from harm.\"\n\n\"Won't you go with me?\" pleaded the girl, who had begun to look upon\nthe little old woman as her only friend.\n\n\"No, I cannot do that,\" she replied, \"but I will give you my kiss, and\nno one will dare injure a person who has been kissed by the Witch of\nthe North.\"\n\nShe came close to Dorothy and kissed her gently on the forehead.  Where\nher lips touched the girl they left a round, shining mark, as Dorothy\nfound out soon after.\n\n\"The road to the City of Emeralds is paved with yellow brick,\" said the\nWitch, \"so you cannot miss it.  When you get to Oz do not be afraid of\nhim, but tell your story and ask him to help you.  Good-bye, my dear.\"\n\nThe three Munchkins bowed low to her and wished her a pleasant journey,\nafter which they walked away through the trees.  The Witch gave Dorothy\na friendly little nod, whirled around on her left heel three times, and\nstraightway disappeared, much to the surprise of little Toto, who\nbarked after her loudly enough when she had gone, because he had been\nafraid even to growl while she stood by.\n\nBut Dorothy, knowing her to be a witch, had expected her to disappear\nin just that way, and was not surprised in the least.\n\n\n\n\n3.  How Dorothy Saved the Scarecrow\n\n\nWhen Dorothy was left alone she began to feel hungry.  So she went to\nthe cupboard and cut herself some bread, which she spread with butter.\nShe gave some to Toto, and taking a pail from the shelf she carried it\ndown to the little brook and filled it with clear, sparkling water.\nToto ran over to the trees and began to bark at the birds sitting\nthere.  Dorothy went to get him, and saw such delicious fruit hanging\nfrom the branches that she gathered some of it, finding it just what\nshe wanted to help out her breakfast.\n\nThen she went back to the house, and having helped herself and Toto to\na good drink of the cool, clear water, she set about making ready for\nthe journey to the City of Emeralds.\n\nDorothy had only one other dress, but that happened to be clean and was\nhanging on a peg beside her bed.  It was gingham, with checks of white\nand blue; and although the blue was somewhat faded with many washings,\nit was still a pretty frock.  The girl washed herself carefully,\ndressed herself in the clean gingham, and tied her pink sunbonnet on\nher head.  She took a little basket and filled it with bread from the\ncupboard, laying a white cloth over the top.  Then she looked down at\nher feet and noticed how old and worn her shoes were.\n\n\"They surely will never do for a long journey, Toto,\" she said.  And\nToto looked up into her face with his little black eyes and wagged his\ntail to show he knew what she meant.\n\nAt that moment Dorothy saw lying on the table the silver shoes that had\nbelonged to the Witch of the East.\n\n\"I wonder if they will fit me,\" she said to Toto.  \"They would be just\nthe thing to take a long walk in, for they could not wear out.\"\n\nShe took off her old leather shoes and tried on the silver ones, which\nfitted her as well as if they had been made for her.\n\nFinally she picked up her basket.\n\n\"Come along, Toto,\" she said.  \"We will go to the Emerald City and ask\nthe Great Oz how to get back to Kansas again.\"\n\nShe closed the door, locked it, and put the key carefully in the pocket\nof her dress.  And so, with Toto trotting along soberly behind her, she\nstarted on her journey.\n\nThere were several roads nearby, but it did not take her long to find\nthe one paved with yellow bricks.  Within a short time she was walking\nbriskly toward the Emerald City, her silver shoes tinkling merrily on\nthe hard, yellow road-bed.  The sun shone bright and the birds sang\nsweetly, and Dorothy did not feel nearly so bad as you might think a\nlittle girl would who had been suddenly whisked away from her own\ncountry and set down in the midst of a strange land.\n\nShe was surprised, as she walked along, to see how pretty the country\nwas about her.  There were neat fences at the sides of the road,\npainted a dainty blue color, and beyond them were fields of grain and\nvegetables in abundance.  Evidently the Munchkins were good farmers and\nable to raise large crops.  Once in a while she would pass a house, and\nthe people came out to look at her and bow low as she went by; for\neveryone knew she had been the means of destroying the Wicked Witch and\nsetting them free from bondage.  The houses of the Munchkins were\nodd-looking dwellings, for each was round, with a big dome for a roof.\nAll were painted blue, for in this country of the East blue was the\nfavorite color.\n\nToward evening, when Dorothy was tired with her long walk and began to\nwonder where she should pass the night, she came to a house rather\nlarger than the rest.  On the green lawn before it many men and women\nwere dancing.  Five little fiddlers played as loudly as possible, and\nthe people were laughing and singing, while a big table near by was\nloaded with delicious fruits and nuts, pies and cakes, and many other\ngood things to eat.\n\nThe people greeted Dorothy kindly, and invited her to supper and to\npass the night with them; for this was the home of one of the richest\nMunchkins in the land, and his friends were gathered with him to\ncelebrate their freedom from the bondage of the Wicked Witch.\n\nDorothy ate a hearty supper and was waited upon by the rich Munchkin\nhimself, whose name was Boq.  Then she sat upon a settee and watched\nthe people dance.\n\nWhen Boq saw her silver shoes he said, \"You must be a great sorceress.\"\n\n\"Why?\" asked the girl.\n\n\"Because you wear silver shoes and have killed the Wicked Witch.\nBesides, you have white in your frock, and only witches and sorceresses\nwear white.\"\n\n\"My dress is blue and white checked,\" said Dorothy, smoothing out the\nwrinkles in it.\n\n\"It is kind of you to wear that,\" said Boq.  \"Blue is the color of the\nMunchkins, and white is the witch color.  So we know you are a friendly\nwitch.\"\n\nDorothy did not know what to say to this, for all the people seemed to\nthink her a witch, and she knew very well she was only an ordinary\nlittle girl who had come by the chance of a cyclone into a strange land.\n\nWhen she had tired watching the dancing, Boq led her into the house,\nwhere he gave her a room with a pretty bed in it.  The sheets were made\nof blue cloth, and Dorothy slept soundly in them till morning, with\nToto curled up on the blue rug beside her.\n\nShe ate a hearty breakfast, and watched a wee Munchkin baby, who played\nwith Toto and pulled his tail and crowed and laughed in a way that\ngreatly amused Dorothy.  Toto was a fine curiosity to all the people,\nfor they had never seen a dog before.\n\n\"How far is it to the Emerald City?\" the girl asked.\n\n\"I do not know,\" answered Boq gravely, \"for I have never been there.\nIt is better for people to keep away from Oz, unless they have business\nwith him.  But it is a long way to the Emerald City, and it will take\nyou many days.  The country here is rich and pleasant, but you must\npass through rough and dangerous places before you reach the end of\nyour journey.\"\n\nThis worried Dorothy a little, but she knew that only the Great Oz\ncould help her get to Kansas again, so she bravely resolved not to turn\nback.\n\nShe bade her friends good-bye, and again started along the road of\nyellow brick.  When she had gone several miles she thought she would\nstop to rest, and so climbed to the top of the fence beside the road\nand sat down.  There was a great cornfield beyond the fence, and not\nfar away she saw a Scarecrow, placed high on a pole to keep the birds\nfrom the ripe corn.\n\nDorothy leaned her chin upon her hand and gazed thoughtfully at the\nScarecrow.  Its head was a small sack stuffed with straw, with eyes,\nnose, and mouth painted on it to represent a face.  An old, pointed\nblue hat, that had belonged to some Munchkin, was perched on his head,\nand the rest of the figure was a blue suit of clothes, worn and faded,\nwhich had also been stuffed with straw.  On the feet were some old\nboots with blue tops, such as every man wore in this country, and the\nfigure was raised above the stalks of corn by means of the pole stuck\nup its back.\n\nWhile Dorothy was looking earnestly into the queer, painted face of the\nScarecrow, she was surprised to see one of the eyes slowly wink at her.\nShe thought she must have been mistaken at first, for none of the\nscarecrows in Kansas ever wink; but presently the figure nodded its\nhead to her in a friendly way.  Then she climbed down from the fence\nand walked up to it, while Toto ran around the pole and barked.\n\n\"Good day,\" said the Scarecrow, in a rather husky voice.\n\n\"Did you speak?\" asked the girl, in wonder.\n\n\"Certainly,\" answered the Scarecrow.  \"How do you do?\"\n\n\"I'm pretty well, thank you,\" replied Dorothy politely.  \"How do you\ndo?\"\n\n\"I'm not feeling well,\" said the Scarecrow, with a smile, \"for it is\nvery tedious being perched up here night and day to scare away crows.\"\n\n\"Can't you get down?\" asked Dorothy.\n\n\"No, for this pole is stuck up my back.  If you will please take away\nthe pole I shall be greatly obliged to you.\"\n\nDorothy reached up both arms and lifted the figure off the pole, for,\nbeing stuffed with straw, it was quite light.\n\n\"Thank you very much,\" said the Scarecrow, when he had been set down on\nthe ground.  \"I feel like a new man.\"\n\nDorothy was puzzled at this, for it sounded queer to hear a stuffed man\nspeak, and to see him bow and walk along beside her.\n\n\"Who are you?\" asked the Scarecrow when he had stretched himself and\nyawned.  \"And where are you going?\"\n\n\"My name is Dorothy,\" said the girl, \"and I am going to the Emerald\nCity, to ask the Great Oz to send me back to Kansas.\"\n\n\"Where is the Emerald City?\" he inquired.  \"And who is Oz?\"\n\n\"Why, don't you know?\" she returned, in surprise.\n\n\"No, indeed.  I don't know anything.  You see, I am stuffed, so I have\nno brains at all,\" he answered sadly.\n\n\"Oh,\" said Dorothy, \"I'm awfully sorry for you.\"\n\n\"Do you think,\" he asked, \"if I go to the Emerald City with you, that\nOz would give me some brains?\"\n\n\"I cannot tell,\" she returned, \"but you may come with me, if you like.\nIf Oz will not give you any brains you will be no worse off than you\nare now.\"\n\n\"That is true,\" said the Scarecrow.  \"You see,\" he continued\nconfidentially, \"I don't mind my legs and arms and body being stuffed,\nbecause I cannot get hurt.  If anyone treads on my toes or sticks a pin\ninto me, it doesn't matter, for I can't feel it.  But I do not want\npeople to call me a fool, and if my head stays stuffed with straw\ninstead of with brains, as yours is, how am I ever to know anything?\"\n\n\"I understand how you feel,\" said the little girl, who was truly sorry\nfor him.  \"If you will come with me I'll ask Oz to do all he can for\nyou.\"\n\n\"Thank you,\" he answered gratefully.\n\nThey walked back to the road.  Dorothy helped him over the fence, and\nthey started along the path of yellow brick for the Emerald City.\n\nToto did not like this addition to the party at first.  He smelled\naround the stuffed man as if he suspected there might be a nest of rats\nin the straw, and he often growled in an unfriendly way at the\nScarecrow.\n\n\"Don't mind Toto,\" said Dorothy to her new friend.  \"He never bites.\"\n\n\"Oh, I'm not afraid,\" replied the Scarecrow.  \"He can't hurt the straw.\nDo let me carry that basket for you.  I shall not mind it, for I can't\nget tired.  I'll tell you a secret,\" he continued, as he walked along.\n\"There is only one thing in the world I am afraid of.\"\n\n\"What is that?\" asked Dorothy; \"the Munchkin farmer who made you?\"\n\n\"No,\" answered the Scarecrow; \"it's a lighted match.\"\n\n\n\n\n4.  The Road Through the Forest\n\n\nAfter a few hours the road began to be rough, and the walking grew so\ndifficult that the Scarecrow often stumbled over the yellow bricks,\nwhich were here very uneven.  Sometimes, indeed, they were broken or\nmissing altogether, leaving holes that Toto jumped across and Dorothy\nwalked around.  As for the Scarecrow, having no brains, he walked\nstraight ahead, and so stepped into the holes and fell at full length\non the hard bricks.  It never hurt him, however, and Dorothy would pick\nhim up and set him upon his feet again, while he joined her in laughing\nmerrily at his own mishap.\n\nThe farms were not nearly so well cared for here as they were farther\nback.  There were fewer houses and fewer fruit trees, and the farther\nthey went the more dismal and lonesome the country became.\n\nAt noon they sat down by the roadside, near a little brook, and Dorothy\nopened her basket and got out some bread.  She offered a piece to the\nScarecrow, but he refused.\n\n\"I am never hungry,\" he said, \"and it is a lucky thing I am not, for my\nmouth is only painted, and if I should cut a hole in it so I could eat,\nthe straw I am stuffed with would come out, and that would spoil the\nshape of my head.\"\n\nDorothy saw at once that this was true, so she only nodded and went on\neating her bread.\n\n\"Tell me something about yourself and the country you came from,\" said\nthe Scarecrow, when she had finished her dinner.  So she told him all\nabout Kansas, and how gray everything was there, and how the cyclone\nhad carried her to this queer Land of Oz.\n\nThe Scarecrow listened carefully, and said, \"I cannot understand why\nyou should wish to leave this beautiful country and go back to the dry,\ngray place you call Kansas.\"\n\n\"That is because you have no brains\" answered the girl.  \"No matter how\ndreary and gray our homes are, we people of flesh and blood would\nrather live there than in any other country, be it ever so beautiful.\nThere is no place like home.\"\n\nThe Scarecrow sighed.\n\n\"Of course I cannot understand it,\" he said.  \"If your heads were\nstuffed with straw, like mine, you would probably all live in the\nbeautiful places, and then Kansas would have no people at all.  It is\nfortunate for Kansas that you have brains.\"\n\n\"Won't you tell me a story, while we are resting?\" asked the child.\n\nThe Scarecrow looked at her reproachfully, and answered:\n\n\"My life has been so short that I really know nothing whatever.  I was\nonly made day before yesterday.  What happened in the world before that\ntime is all unknown to me.  Luckily, when the farmer made my head, one\nof the first things he did was to paint my ears, so that I heard what\nwas going on.  There was another Munchkin with him, and the first thing\nI heard was the farmer saying, 'How do you like those ears?'\n\n\"'They aren't straight,'\" answered the other.\n\n\"'Never mind,'\" said the farmer.  \"'They are ears just the same,'\"\nwhich was true enough.\n\n\"'Now I'll make the eyes,'\" said the farmer.  So he painted my right\neye, and as soon as it was finished I found myself looking at him and\nat everything around me with a great deal of curiosity, for this was my\nfirst glimpse of the world.\n\n\"'That's a rather pretty eye,'\" remarked the Munchkin who was watching\nthe farmer.  \"'Blue paint is just the color for eyes.'\n\n\"'I think I'll make the other a little bigger,'\" said the farmer.  And\nwhen the second eye was done I could see much better than before.  Then\nhe made my nose and my mouth.  But I did not speak, because at that\ntime I didn't know what a mouth was for.  I had the fun of watching\nthem make my body and my arms and legs; and when they fastened on my\nhead, at last, I felt very proud, for I thought I was just as good a\nman as anyone.\n\n\"'This fellow will scare the crows fast enough,' said the farmer.  'He\nlooks just like a man.'\n\n\"'Why, he is a man,' said the other, and I quite agreed with him.  The\nfarmer carried me under his arm to the cornfield, and set me up on a\ntall stick, where you found me.  He and his friend soon after walked\naway and left me alone.\n\n\"I did not like to be deserted this way.  So I tried to walk after\nthem.  But my feet would not touch the ground, and I was forced to stay\non that pole.  It was a lonely life to lead, for I had nothing to think\nof, having been made such a little while before.  Many crows and other\nbirds flew into the cornfield, but as soon as they saw me they flew\naway again, thinking I was a Munchkin; and this pleased me and made me\nfeel that I was quite an important person.  By and by an old crow flew\nnear me, and after looking at me carefully he perched upon my shoulder\nand said:\n\n\"'I wonder if that farmer thought to fool me in this clumsy manner.\nAny crow of sense could see that you are only stuffed with straw.'\nThen he hopped down at my feet and ate all the corn he wanted.  The\nother birds, seeing he was not harmed by me, came to eat the corn too,\nso in a short time there was a great flock of them about me.\n\n\"I felt sad at this, for it showed I was not such a good Scarecrow\nafter all; but the old crow comforted me, saying, 'If you only had\nbrains in your head you would be as good a man as any of them, and a\nbetter man than some of them.  Brains are the only things worth having\nin this world, no matter whether one is a crow or a man.'\n\n\"After the crows had gone I thought this over, and decided I would try\nhard to get some brains.  By good luck you came along and pulled me off\nthe stake, and from what you say I am sure the Great Oz will give me\nbrains as soon as we get to the Emerald City.\"\n\n\"I hope so,\" said Dorothy earnestly, \"since you seem anxious to have\nthem.\"\n\n\"Oh, yes; I am anxious,\" returned the Scarecrow.  \"It is such an\nuncomfortable feeling to know one is a fool.\"\n\n\"Well,\" said the girl, \"let us go.\"  And she handed the basket to the\nScarecrow.\n\nThere were no fences at all by the roadside now, and the land was rough\nand untilled.  Toward evening they came to a great forest, where the\ntrees grew so big and close together that their branches met over the\nroad of yellow brick.  It was almost dark under the trees, for the\nbranches shut out the daylight; but the travelers did not stop, and\nwent on into the forest.\n\n\"If this road goes in, it must come out,\" said the Scarecrow, \"and as\nthe Emerald City is at the other end of the road, we must go wherever\nit leads us.\"\n\n\"Anyone would know that,\" said Dorothy.\n\n\"Certainly; that is why I know it,\" returned the Scarecrow.  \"If it\nrequired brains to figure it out, I never should have said it.\"\n\nAfter an hour or so the light faded away, and they found themselves\nstumbling along in the darkness.  Dorothy could not see at all, but\nToto could, for some dogs see very well in the dark; and the Scarecrow\ndeclared he could see as well as by day.  So she took hold of his arm\nand managed to get along fairly well.\n\n\"If you see any house, or any place where we can pass the night,\" she\nsaid, \"you must tell me; for it is very uncomfortable walking in the\ndark.\"\n\nSoon after the Scarecrow stopped.\n\n\"I see a little cottage at the right of us,\" he said, \"built of logs\nand branches.  Shall we go there?\"\n\n\"Yes, indeed,\" answered the child.  \"I am all tired out.\"\n\nSo the Scarecrow led her through the trees until they reached the\ncottage, and Dorothy entered and found a bed of dried leaves in one\ncorner.  She lay down at once, and with Toto beside her soon fell into\na sound sleep.  The Scarecrow, who was never tired, stood up in another\ncorner and waited patiently until morning came.\n\n\n\n\n5.  The Rescue of the Tin Woodman\n\n\nWhen Dorothy awoke the sun was shining through the trees and Toto had\nlong been out chasing birds around him and squirrels.  She sat up and\nlooked around her. There was the Scarecrow, still standing patiently in his corner,\nwaiting for her.\n\n\"We must go and search for water,\" she said to him.\n\n\"Why do you want water?\" he asked.\n\n\"To wash my face clean after the dust of the road, and to drink, so the\ndry bread will not stick in my throat.\"\n\n\"It must be inconvenient to be made of flesh,\" said the Scarecrow\nthoughtfully, \"for you must sleep, and eat and drink.  However, you\nhave brains, and it is worth a lot of bother to be able to think\nproperly.\"\n\nThey left the cottage and walked through the trees until they found a\nlittle spring of clear water, where Dorothy drank and bathed and ate\nher breakfast.  She saw there was not much bread left in the basket,\nand the girl was thankful the Scarecrow did not have to eat anything,\nfor there was scarcely enough for herself and Toto for the day.\n\nWhen she had finished her meal, and was about to go back to the road of\nyellow brick, she was startled to hear a deep groan near by.\n\n\"What was that?\" she asked timidly.\n\n\"I cannot imagine,\" replied the Scarecrow; \"but we can go and see.\"\n\nJust then another groan reached their ears, and the sound seemed to\ncome from behind them.  They turned and walked through the forest a few\nsteps, when Dorothy discovered something shining in a ray of sunshine\nthat fell between the trees.  She ran to the place and then stopped\nshort, with a little cry of surprise.\n\nOne of the big trees had been partly chopped through, and standing\nbeside it, with an uplifted axe in his hands, was a man made entirely\nof tin.  His head and arms and legs were jointed upon his body, but he\nstood perfectly motionless, as if he could not stir at all.\n\nDorothy looked at him in amazement, and so did the Scarecrow, while\nToto barked sharply and made a snap at the tin legs, which hurt his\nteeth.\n\n\"Did you groan?\" asked Dorothy.\n\n\"Yes,\" answered the tin man, \"I did.  I've been groaning for more than\na year, and no one has ever heard me before or come to help me.\"\n\n\"What can I do for you?\" she inquired softly, for she was moved by the\nsad voice in which the man spoke.\n\n\"Get an oil-can and oil my joints,\" he answered.  \"They are rusted so\nbadly that I cannot move them at all; if I am well oiled I shall soon\nbe all right again.  You will find an oil-can on a shelf in my cottage.\"\n\nDorothy at once ran back to the cottage and found the oil-can, and then\nshe returned and asked anxiously, \"Where are your joints?\"\n\n\"Oil my neck, first,\" replied the Tin Woodman.  So she oiled it, and as\nit was quite badly rusted the Scarecrow took hold of the tin head and\nmoved it gently from side to side until it worked freely, and then the\nman could turn it himself.\n\n\"Now oil the joints in my arms,\" he said.  And Dorothy oiled them and\nthe Scarecrow bent them carefully until they were quite free from rust\nand as good as new.\n\nThe Tin Woodman gave a sigh of satisfaction and lowered his axe, which\nhe leaned against the tree.\n\n\"This is a great comfort,\" he said.  \"I have been holding that axe in\nthe air ever since I rusted, and I'm glad to be able to put it down at\nlast.  Now, if you will oil the joints of my legs, I shall be all right\nonce more.\"\n\nSo they oiled his legs until he could move them freely; and he thanked\nthem again and again for his release, for he seemed a very polite\ncreature, and very grateful.\n\n\"I might have stood there always if you had not come along,\" he said;\n\"so you have certainly saved my life.  How did you happen to be here?\"\n\n\"We are on our way to the Emerald City to see the Great Oz,\" she\nanswered, \"and we stopped at your cottage to pass the night.\"\n\n\"Why do you wish to see Oz?\" he asked.\n\n\"I want him to send me back to Kansas, and the Scarecrow wants him to\nput a few brains into his head,\" she replied.\n\nThe Tin Woodman appeared to think deeply for a moment.  Then he said:\n\n\"Do you suppose Oz could give me a heart?\"\n\n\"Why, I guess so,\" Dorothy answered.  \"It would be as easy as to give\nthe Scarecrow brains.\"\n\n\"True,\" the Tin Woodman returned.  \"So, if you will allow me to join\nyour party, I will also go to the Emerald City and ask Oz to help me.\"\n\n\"Come along,\" said the Scarecrow heartily, and Dorothy added that she\nwould be pleased to have his company.  So the Tin Woodman shouldered\nhis axe and they all passed through the forest until they came to the\nroad that was paved with yellow brick.\n\nThe Tin Woodman had asked Dorothy to put the oil-can in her basket.\n\"For,\" he said, \"if I should get caught in the rain, and rust again, I\nwould need the oil-can badly.\"\n\nIt was a bit of good luck to have their new comrade join the party, for\nsoon after they had begun their journey again they came to a place\nwhere the trees and branches grew so thick over the road that the\ntravelers could not pass.  But the Tin Woodman set to work with his axe\nand chopped so well that soon he cleared a passage for the entire party.\n\nDorothy was thinking so earnestly as they walked along that she did not\nnotice when the Scarecrow stumbled into a hole and rolled over to the\nside of the road.  Indeed he was obliged to call to her to help him up\nagain.\n\n\"Why didn't you walk around the hole?\" asked the Tin Woodman.\n\n\"I don't know enough,\" replied the Scarecrow cheerfully.  \"My head is\nstuffed with straw, you know, and that is why I am going to Oz to ask\nhim for some brains.\"\n\n\"Oh, I see,\" said the Tin Woodman.  \"But, after all, brains are not the\nbest things in the world.\"\n\n\"Have you any?\" inquired the Scarecrow.\n\n\"No, my head is quite empty,\" answered the Woodman.  \"But once I had\nbrains, and a heart also; so, having tried them both, I should much\nrather have a heart.\"\n\n\"And why is that?\" asked the Scarecrow.\n\n\"I will tell you my story, and then you will know.\"\n\nSo, while they were walking through the forest, the Tin Woodman told\nthe following story:\n\n\"I was born the son of a woodman who chopped down trees in the forest\nand sold the wood for a living.  When I grew up, I too became a\nwoodchopper, and after my father died I took care of my old mother as\nlong as she lived.  Then I made up my mind that instead of living alone\nI would marry, so that I might not become lonely.\n\n\"There was one of the Munchkin girls who was so beautiful that I soon\ngrew to love her with all my heart.  She, on her part, promised to\nmarry me as soon as I could earn enough money to build a better house\nfor her; so I set to work harder than ever.  But the girl lived with an\nold woman who did not want her to marry anyone, for she was so lazy she\nwished the girl to remain with her and do the cooking and the\nhousework.  So the old woman went to the Wicked Witch of the East, and\npromised her two sheep and a cow if she would prevent the marriage.\nThereupon the Wicked Witch enchanted my axe, and when I was chopping\naway at my best one day, for I was anxious to get the new house and my\nwife as soon as possible, the axe slipped all at once and cut off my\nleft leg.\n\n\"This at first seemed a great misfortune, for I knew a one-legged man\ncould not do very well as a wood-chopper.  So I went to a tinsmith and\nhad him make me a new leg out of tin.  The leg worked very well, once I\nwas used to it.  But my action angered the Wicked Witch of the East,\nfor she had promised the old woman I should not marry the pretty\nMunchkin girl.  When I began chopping again, my axe slipped and cut off\nmy right leg.  Again I went to the tinsmith, and again he made me a leg\nout of tin.  After this the enchanted axe cut off my arms, one after\nthe other; but, nothing daunted, I had them replaced with tin ones.\nThe Wicked Witch then made the axe slip and cut off my head, and at\nfirst I thought that was the end of me.  But the tinsmith happened to\ncome along, and he made me a new head out of tin.\n\n\"I thought I had beaten the Wicked Witch then, and I worked harder than\never; but I little knew how cruel my enemy could be.  She thought of a\nnew way to kill my love for the beautiful Munchkin maiden, and made my\naxe slip again, so that it cut right through my body, splitting me into\ntwo halves.  Once more the tinsmith came to my help and made me a body\nof tin, fastening my tin arms and legs and head to it, by means of\njoints, so that I could move around as well as ever.  But, alas!  I had\nnow no heart, so that I lost all my love for the Munchkin girl, and did\nnot care whether I married her or not.  I suppose she is still living\nwith the old woman, waiting for me to come after her.\n\n\"My body shone so brightly in the sun that I felt very proud of it and\nit did not matter now if my axe slipped, for it could not cut me.\nThere was only one danger--that my joints would rust; but I kept an\noil-can in my cottage and took care to oil myself whenever I needed it.\nHowever, there came a day when I forgot to do this, and, being caught\nin a rainstorm, before I thought of the danger my joints had rusted,\nand I was left to stand in the woods until you came to help me.  It was\na terrible thing to undergo, but during the year I stood there I had\ntime to think that the greatest loss I had known was the loss of my\nheart.  While I was in love I was the happiest man on earth; but no one\ncan love who has not a heart, and so I am resolved to ask Oz to give me\none.  If he does, I will go back to the Munchkin maiden and marry her.\"\n\nBoth Dorothy and the Scarecrow had been greatly interested in the story\nof the Tin Woodman, and now they knew why he was so anxious to get a\nnew heart.\n\n\"All the same,\" said the Scarecrow, \"I shall ask for brains instead of\na heart; for a fool would not know what to do with a heart if he had\none.\"\n\n\"I shall take the heart,\" returned the Tin Woodman; \"for brains do not\nmake one happy, and happiness is the best thing in the world.\"\n\nDorothy did not say anything, for she was puzzled to know which of her\ntwo friends was right, and she decided if she could only get back to\nKansas and Aunt Em, it did not matter so much whether the Woodman had\nno brains and the Scarecrow no heart, or each got what he wanted.\n\nWhat worried her most was that the bread was nearly gone, and another\nmeal for herself and Toto would empty the basket.  To be sure, neither\nthe Woodman nor the Scarecrow ever ate anything, but she was not made\nof tin nor straw, and could not live unless she was fed.\n\n\n\n\n6.  The Cowardly Lion\n\n\nAll this time Dorothy and her companions had been walking through the\nthick woods.  The road was still paved with yellow brick, but these\nwere much covered by dried branches and dead leaves from the trees, and\nthe walking was not at all good.\n\nThere were few birds in this part of the forest, for birds love the\nopen country where there is plenty of sunshine.  But now and then there\ncame a deep growl from some wild animal hidden among the trees.  These\nsounds made the little girl's heart beat fast, for she did not know\nwhat made them; but Toto knew, and he walked close to Dorothy's side,\nand did not even bark in return.\n\n\"How long will it be,\" the child asked of the Tin Woodman, \"before we\nare out of the forest?\"\n\n\"I cannot tell,\" was the answer, \"for I have never been to the Emerald\nCity.  But my father went there once, when I was a boy, and he said it\nwas a long journey through a dangerous country, although nearer to the\ncity where Oz dwells the country is beautiful.  But I am not afraid so\nlong as I have my oil-can, and nothing can hurt the Scarecrow, while\nyou bear upon your forehead the mark of the Good Witch's kiss, and that\nwill protect you from harm.\"\n\n\"But Toto!\" said the girl anxiously.  \"What will protect him?\"\n\n\"We must protect him ourselves if he is in danger,\" replied the Tin\nWoodman.\n\nJust as he spoke there came from the forest a terrible roar, and the\nnext moment a great Lion bounded into the road.  With one blow of his\npaw he sent the Scarecrow spinning over and over to the edge of the\nroad, and then he struck at the Tin Woodman with his sharp claws.  But,\nto the Lion's surprise, he could make no impression on the tin,\nalthough the Woodman fell over in the road and lay still.\n\nLittle Toto, now that he had an enemy to face, ran barking toward the\nLion, and the great beast had opened his mouth to bite the dog, when\nDorothy, fearing Toto would be killed, and heedless of danger, rushed\nforward and slapped the Lion upon his nose as hard as she could, while\nshe cried out:\n\n\"Don't you dare to bite Toto!  You ought to be ashamed of yourself, a\nbig beast like you, to bite a poor little dog!\"\n\n\"I didn't bite him,\" said the Lion, as he rubbed his nose with his paw\nwhere Dorothy had hit it.\n\n\"No, but you tried to,\" she retorted.  \"You are nothing but a big\ncoward.\"\n\n\"I know it,\" said the Lion, hanging his head in shame.  \"I've always\nknown it.  But how can I help it?\"\n\n\"I don't know, I'm sure.  To think of your striking a stuffed man, like\nthe poor Scarecrow!\"\n\n\"Is he stuffed?\" asked the Lion in surprise, as he watched her pick up\nthe Scarecrow and set him upon his feet, while she patted him into\nshape again.\n\n\"Of course he's stuffed,\" replied Dorothy, who was still angry.\n\n\"That's why he went over so easily,\" remarked the Lion.  \"It astonished\nme to see him whirl around so.  Is the other one stuffed also?\"\n\n\"No,\" said Dorothy, \"he's made of tin.\"  And she helped the Woodman up\nagain.\n\n\"That's why he nearly blunted my claws,\" said the Lion.  \"When they\nscratched against the tin it made a cold shiver run down my back.  What\nis that little animal you are so tender of?\"\n\n\"He is my dog, Toto,\" answered Dorothy.\n\n\"Is he made of tin, or stuffed?\" asked the Lion.\n\n\"Neither.  He's a--a--a meat dog,\" said the girl.\n\n\"Oh!  He's a curious animal and seems remarkably small, now that I look\nat him.  No one would think of biting such a little thing, except a\ncoward like me,\" continued the Lion sadly.\n\n\"What makes you a coward?\" asked Dorothy, looking at the great beast in\nwonder, for he was as big as a small horse.\n\n\"It's a mystery,\" replied the Lion.  \"I suppose I was born that way.\nAll the other animals in the forest naturally expect me to be brave,\nfor the Lion is everywhere thought to be the King of Beasts.  I learned\nthat if I roared very loudly every living thing was frightened and got\nout of my way.  Whenever I've met a man I've been awfully scared; but I\njust roared at him, and he has always run away as fast as he could go.\nIf the elephants and the tigers and the bears had ever tried to fight\nme, I should have run myself--I'm such a coward; but just as soon as\nthey hear me roar they all try to get away from me, and of course I let\nthem go.\"\n\n\"But that isn't right.  The King of Beasts shouldn't be a coward,\" said\nthe Scarecrow.\n\n\"I know it,\" returned the Lion, wiping a tear from his eye with the tip\nof his tail.  \"It is my great sorrow, and makes my life very unhappy.\nBut whenever there is danger, my heart begins to beat fast.\"\n\n\"Perhaps you have heart disease,\" said the Tin Woodman.\n\n\"It may be,\" said the Lion.\n\n\"If you have,\" continued the Tin Woodman, \"you ought to be glad, for it\nproves you have a heart.  For my part, I have no heart; so I cannot\nhave heart disease.\"\n\n\"Perhaps,\" said the Lion thoughtfully, \"if I had no heart I should not\nbe a coward.\"\n\n\"Have you brains?\" asked the Scarecrow.\n\n\"I suppose so.  I've never looked to see,\" replied the Lion.\n\n\"I am going to the Great Oz to ask him to give me some,\" remarked the\nScarecrow, \"for my head is stuffed with straw.\"\n\n\"And I am going to ask him to give me a heart,\" said the Woodman.\n\n\"And I am going to ask him to send Toto and me back to Kansas,\" added\nDorothy.\n\n\"Do you think Oz could give me courage?\" asked the Cowardly Lion.\n\n\"Just as easily as he could give me brains,\" said the Scarecrow.\n\n\"Or give me a heart,\" said the Tin Woodman.\n\n\"Or send me back to Kansas,\" said Dorothy.\n\n\"Then, if you don't mind, I'll go with you,\" said the Lion, \"for my\nlife is simply unbearable without a bit of courage.\"\n\n\"You will be very welcome,\" answered Dorothy, \"for you will help to\nkeep away the other wild beasts.  It seems to me they must be more\ncowardly than you are if they allow you to scare them so easily.\"\n\n\"They really are,\" said the Lion, \"but that doesn't make me any braver,\nand as long as I know myself to be a coward I shall be unhappy.\"\n\nSo once more the little company set off upon the journey, the Lion\nwalking with stately strides at Dorothy's side.  Toto did not approve of\nthis new comrade at first, for he could not forget how nearly he had\nbeen crushed between the Lion's great jaws.  But after a time he became\nmore at ease, and presently Toto and the Cowardly Lion had grown to be\ngood friends.\n\nDuring the rest of that day there was no other adventure to mar the\npeace of their journey.  Once, indeed, the Tin Woodman stepped upon a\nbeetle that was crawling along the road, and killed the poor little\nthing.  This made the Tin Woodman very unhappy, for he was always\ncareful not to hurt any living creature; and as he walked along he wept\nseveral tears of sorrow and regret.  These tears ran slowly down his\nface and over the hinges of his jaw, and there they rusted.  When\nDorothy presently asked him a question the Tin Woodman could not open\nhis mouth, for his jaws were tightly rusted together.  He became\ngreatly frightened at this and made many motions to Dorothy to relieve\nhim, but she could not understand.  The Lion was also puzzled to know\nwhat was wrong.  But the Scarecrow seized the oil-can from Dorothy's\nbasket and oiled the Woodman's jaws, so that after a few moments he\ncould talk as well as before.\n\n\"This will serve me a lesson,\" said he, \"to look where I step.  For if\nI should kill another bug or beetle I should surely cry again, and\ncrying rusts my jaws so that I cannot speak.\"\n\nThereafter he walked very carefully, with his eyes on the road, and\nwhen he saw a tiny ant toiling by he would step over it, so as not to\nharm it.  The Tin Woodman knew very well he had no heart, and therefore\nhe took great care never to be cruel or unkind to anything.\n\n\"You people with hearts,\" he said, \"have something to guide you, and\nneed never do wrong; but I have no heart, and so I must be very\ncareful.  When Oz gives me a heart of course I needn't mind so much.\"\n\n\n\n\n7.  The Journey to the Great Oz\n\n\nThey were obliged to camp out that night under a large tree in the\nforest, for there were no houses near.  The tree made a good, thick\ncovering to protect them from the dew, and the Tin Woodman chopped a\ngreat pile of wood with his axe and Dorothy built a splendid fire that\nwarmed her and made her feel less lonely.  She and Toto ate the last of\ntheir bread, and now she did not know what they would do for breakfast.\n\n\"If you wish,\" said the Lion, \"I will go into the forest and kill a\ndeer for you.  You can roast it by the fire, since your tastes are so\npeculiar that you prefer cooked food, and then you will have a very\ngood breakfast.\"\n\n\"Don't!  Please don't,\" begged the Tin Woodman.  \"I should certainly\nweep if you killed a poor deer, and then my jaws would rust again.\"\n\nBut the Lion went away into the forest and found his own supper, and no\none ever knew what it was, for he didn't mention it.  And the Scarecrow\nfound a tree full of nuts and filled Dorothy's basket with them, so\nthat she would not be hungry for a long time.  She thought this was\nvery kind and thoughtful of the Scarecrow, but she laughed heartily at\nthe awkward way in which the poor creature picked up the nuts.  His\npadded hands were so clumsy and the nuts were so small that he dropped\nalmost as many as he put in the basket.  But the Scarecrow did not mind\nhow long it took him to fill the basket, for it enabled him to keep\naway from the fire, as he feared a spark might get into his straw and\nburn him up.  So he kept a good distance away from the flames, and only\ncame near to cover Dorothy with dry leaves when she lay down to sleep.\nThese kept her very snug and warm, and she slept soundly until morning.\n\nWhen it was daylight, the girl bathed her face in a little rippling\nbrook, and soon after they all started toward the Emerald City.\n\nThis was to be an eventful day for the travelers.  They had hardly been\nwalking an hour when they saw before them a great ditch that crossed\nthe road and divided the forest as far as they could see on either\nside.  It was a very wide ditch, and when they crept up to the edge and\nlooked into it they could see it was also very deep, and there were\nmany big, jagged rocks at the bottom.  The sides were so steep that\nnone of them could climb down, and for a moment it seemed that their\njourney must end.\n\n\"What shall we do?\" asked Dorothy despairingly.\n\n\"I haven't the faintest idea,\" said the Tin Woodman, and the Lion shook\nhis shaggy mane and looked thoughtful.\n\nBut the Scarecrow said, \"We cannot fly, that is certain.  Neither can\nwe climb down into this great ditch.  Therefore, if we cannot jump over\nit, we must stop where we are.\"\n\n\"I think I could jump over it,\" said the Cowardly Lion, after measuring\nthe distance carefully in his mind.\n\n\"Then we are all right,\" answered the Scarecrow, \"for you can carry us\nall over on your back, one at a time.\"\n\n\"Well, I'll try it,\" said the Lion.  \"Who will go first?\"\n\n\"I will,\" declared the Scarecrow, \"for, if you found that you could not\njump over the gulf, Dorothy would be killed, or the Tin Woodman badly\ndented on the rocks below.  But if I am on your back it will not matter\nso much, for the fall would not hurt me at all.\"\n\n\"I am terribly afraid of falling, myself,\" said the Cowardly Lion, \"but\nI suppose there is nothing to do but try it.  So get on my back and we\nwill make the attempt.\"\n\nThe Scarecrow sat upon the Lion's back, and the big beast walked to the\nedge of the gulf and crouched down.\n\n\"Why don't you run and jump?\" asked the Scarecrow.\n\n\"Because that isn't the way we Lions do these things,\" he replied.\nThen giving a great spring, he shot through the air and landed safely\non the other side.  They were all greatly pleased to see how easily he\ndid it, and after the Scarecrow had got down from his back the Lion\nsprang across the ditch again.\n\nDorothy thought she would go next; so she took Toto in her arms and\nclimbed on the Lion's back, holding tightly to his mane with one hand.\nThe next moment it seemed as if she were flying through the air; and\nthen, before she had time to think about it, she was safe on the other\nside.  The Lion went back a third time and got the Tin Woodman, and\nthen they all sat down for a few moments to give the beast a chance to\nrest, for his great leaps had made his breath short, and he panted like\na big dog that has been running too long.\n\nThey found the forest very thick on this side, and it looked dark and\ngloomy.  After the Lion had rested they started along the road of\nyellow brick, silently wondering, each in his own mind, if ever they\nwould come to the end of the woods and reach the bright sunshine again.\nTo add to their discomfort, they soon heard strange noises in the\ndepths of the forest, and the Lion whispered to them that it was in\nthis part of the country that the Kalidahs lived.\n\n\"What are the Kalidahs?\" asked the girl.\n\n\"They are monstrous beasts with bodies like bears and heads like\ntigers,\" replied the Lion, \"and with claws so long and sharp that they\ncould tear me in two as easily as I could kill Toto.  I'm terribly\nafraid of the Kalidahs.\"\n\n\"I'm not surprised that you are,\" returned Dorothy.  \"They must be\ndreadful beasts.\"\n\nThe Lion was about to reply when suddenly they came to another gulf\nacross the road.  But this one was so broad and deep that the Lion knew\nat once he could not leap across it.\n\nSo they sat down to consider what they should do, and after serious\nthought the Scarecrow said:\n\n\"Here is a great tree, standing close to the ditch.  If the Tin Woodman\ncan chop it down, so that it will fall to the other side, we can walk\nacross it easily.\"\n\n\"That is a first-rate idea,\" said the Lion.  \"One would almost suspect\nyou had brains in your head, instead of straw.\"\n\nThe Woodman set to work at once, and so sharp was his axe that the tree\nwas soon chopped nearly through.  Then the Lion put his strong front\nlegs against the tree and pushed with all his might, and slowly the big\ntree tipped and fell with a crash across the ditch, with its top\nbranches on the other side.\n\nThey had just started to cross this queer bridge when a sharp growl\nmade them all look up, and to their horror they saw running toward them\ntwo great beasts with bodies like bears and heads like tigers.\n\n\"They are the Kalidahs!\" said the Cowardly Lion, beginning to tremble.\n\n\"Quick!\" cried the Scarecrow.  \"Let us cross over.\"\n\nSo Dorothy went first, holding Toto in her arms, the Tin Woodman\nfollowed, and the Scarecrow came next.  The Lion, although he was\ncertainly afraid, turned to face the Kalidahs, and then he gave so loud\nand terrible a roar that Dorothy screamed and the Scarecrow fell over\nbackward, while even the fierce beasts stopped short and looked at him\nin surprise.\n\nBut, seeing they were bigger than the Lion, and remembering that there\nwere two of them and only one of him, the Kalidahs again rushed\nforward, and the Lion crossed over the tree and turned to see what they\nwould do next.  Without stopping an instant the fierce beasts also\nbegan to cross the tree.  And the Lion said to Dorothy:\n\n\"We are lost, for they will surely tear us to pieces with their sharp\nclaws.  But stand close behind me, and I will fight them as long as I\nam alive.\"\n\n\"Wait a minute!\" called the Scarecrow.  He had been thinking what was\nbest to be done, and now he asked the Woodman to chop away the end of\nthe tree that rested on their side of the ditch.  The Tin Woodman began\nto use his axe at once, and, just as the two Kalidahs were nearly\nacross, the tree fell with a crash into the gulf, carrying the ugly,\nsnarling brutes with it, and both were dashed to pieces on the sharp\nrocks at the bottom.\n\n\"Well,\" said the Cowardly Lion, drawing a long breath of relief, \"I see\nwe are going to live a little while longer, and I am glad of it, for it\nmust be a very uncomfortable thing not to be alive.  Those creatures\nfrightened me so badly that my heart is beating yet.\"\n\n\"Ah,\" said the Tin Woodman sadly, \"I wish I had a heart to beat.\"\n\nThis adventure made the travelers more anxious than ever to get out of\nthe forest, and they walked so fast that Dorothy became tired, and had\nto ride on the Lion's back.  To their great joy the trees became\nthinner the farther they advanced, and in the afternoon they suddenly\ncame upon a broad river, flowing swiftly just before them.  On the\nother side of the water they could see the road of yellow brick running\nthrough a beautiful country, with green meadows dotted with bright\nflowers and all the road bordered with trees hanging full of delicious\nfruits.  They were greatly pleased to see this delightful country\nbefore them.\n\n\"How shall we cross the river?\" asked Dorothy.\n\n\"That is easily done,\" replied the Scarecrow.  \"The Tin Woodman must\nbuild us a raft, so we can float to the other side.\"\n\nSo the Woodman took his axe and began to chop down small trees to make\na raft, and while he was busy at this the Scarecrow found on the\nriverbank a tree full of fine fruit.  This pleased Dorothy, who had\neaten nothing but nuts all day, and she made a hearty meal of the ripe\nfruit.\n\nBut it takes time to make a raft, even when one is as industrious and\nuntiring as the Tin Woodman, and when night came the work was not done.\nSo they found a cozy place under the trees where they slept well until\nthe morning; and Dorothy dreamed of the Emerald City, and of the good\nWizard Oz, who would soon send her back to her own home again.\n\n\n\n\n8.  The Deadly Poppy Field\n\n\nOur little party of travelers awakened the next morning refreshed and\nfull of hope, and Dorothy breakfasted like a princess off peaches and\nplums from the trees beside the river.  Behind them was the dark forest\nthey had passed safely through, although they had suffered many\ndiscouragements; but before them was a lovely, sunny country that\nseemed to beckon them on to the Emerald City.\n\nTo be sure, the broad river now cut them off from this beautiful land.\nBut the raft was nearly done, and after the Tin Woodman had cut a few\nmore logs and fastened them together with wooden pins, they were ready\nto start.  Dorothy sat down in the middle of the raft and held Toto in\nher arms.  When the Cowardly Lion stepped upon the raft it tipped\nbadly, for he was big and heavy; but the Scarecrow and the Tin Woodman\nstood upon the other end to steady it, and they had long poles in their\nhands to push the raft through the water.\n\nThey got along quite well at first, but when they reached the middle of\nthe river the swift current swept the raft downstream, farther and\nfarther away from the road of yellow brick.  And the water grew so deep\nthat the long poles would not touch the bottom.\n\n\"This is bad,\" said the Tin Woodman, \"for if we cannot get to the land\nwe shall be carried into the country of the Wicked Witch of the West,\nand she will enchant us and make us her slaves.\"\n\n\"And then I should get no brains,\" said the Scarecrow.\n\n\"And I should get no courage,\" said the Cowardly Lion.\n\n\"And I should get no heart,\" said the Tin Woodman.\n\n\"And I should never get back to Kansas,\" said Dorothy.\n\n\"We must certainly get to the Emerald City if we can,\" the Scarecrow\ncontinued, and he pushed so hard on his long pole that it stuck fast in\nthe mud at the bottom of the river.  Then, before he could pull it out\nagain--or let go--the raft was swept away, and the poor Scarecrow was left\nclinging to the pole in the middle of the river.\n\n\"Good-bye!\" he called after them, and they were very sorry to leave\nhim.  Indeed, the Tin Woodman began to cry, but fortunately remembered\nthat he might rust, and so dried his tears on Dorothy's apron.\n\nOf course this was a bad thing for the Scarecrow.\n\n\"I am now worse off than when I first met Dorothy,\" he thought.  \"Then,\nI was stuck on a pole in a cornfield, where I could make-believe scare\nthe crows, at any rate.  But surely there is no use for a Scarecrow\nstuck on a pole in the middle of a river.  I am afraid I shall never\nhave any brains, after all!\"\n\nDown the stream the raft floated, and the poor Scarecrow was left far\nbehind.  Then the Lion said:\n\n\"Something must be done to save us.  I think I can swim to the shore\nand pull the raft after me, if you will only hold fast to the tip of my\ntail.\"\n\nSo he sprang into the water, and the Tin Woodman caught fast hold of\nhis tail.  Then the Lion began to swim with all his might toward the\nshore.  It was hard work, although he was so big; but by and by they\nwere drawn out of the current, and then Dorothy took the Tin Woodman's\nlong pole and helped push the raft to the land.\n\nThey were all tired out when they reached the shore at last and stepped\noff upon the pretty green grass, and they also knew that the stream had\ncarried them a long way past the road of yellow brick that led to the\nEmerald City.\n\n\"What shall we do now?\" asked the Tin Woodman, as the Lion lay down on\nthe grass to let the sun dry him.\n\n\"We must get back to the road, in some way,\" said Dorothy.\n\n\"The best plan will be to walk along the riverbank until we come to the\nroad again,\" remarked the Lion.\n\nSo, when they were rested, Dorothy picked up her basket and they\nstarted along the grassy bank, to the road from which the river had\ncarried them.  It was a lovely country, with plenty of flowers and\nfruit trees and sunshine to cheer them, and had they not felt so sorry\nfor the poor Scarecrow, they could have been very happy.\n\nThey walked along as fast as they could, Dorothy only stopping once to\npick a beautiful flower; and after a time the Tin Woodman cried out:\n\"Look!\"\n\nThen they all looked at the river and saw the Scarecrow perched upon\nhis pole in the middle of the water, looking very lonely and sad.\n\n\"What can we do to save him?\" asked Dorothy.\n\nThe Lion and the Woodman both shook their heads, for they did not know.\nSo they sat down upon the bank and gazed wistfully at the Scarecrow\nuntil a Stork flew by, who, upon seeing them, stopped to rest at the\nwater's edge.\n\n\"Who are you and where are you going?\" asked the Stork.\n\n\"I am Dorothy,\" answered the girl, \"and these are my friends, the Tin\nWoodman and the Cowardly Lion;  and we are going to the Emerald City.\"\n\n\"This isn't the road,\" said the Stork, as she twisted her long neck and\nlooked sharply at the queer party.\n\n\"I know it,\" returned Dorothy, \"but we have lost the Scarecrow, and are\nwondering how we shall get him again.\"\n\n\"Where is he?\" asked the Stork.\n\n\"Over there in the river,\" answered the little girl.\n\n\"If he wasn't so big and heavy I would get him for you,\" remarked the\nStork.\n\n\"He isn't heavy a bit,\" said Dorothy eagerly, \"for he is stuffed with\nstraw; and if you will bring him back to us, we shall thank you ever\nand ever so much.\"\n\n\"Well, I'll try,\" said the Stork, \"but if I find he is too heavy to\ncarry I shall have to drop him in the river again.\"\n\nSo the big bird flew into the air and over the water till she came to\nwhere the Scarecrow was perched upon his pole.  Then the Stork with her\ngreat claws grabbed the Scarecrow by the arm and carried him up into\nthe air and back to the bank, where Dorothy and the Lion and the Tin\nWoodman and Toto were sitting.\n\nWhen the Scarecrow found himself among his friends again, he was so\nhappy that he hugged them all, even the Lion and Toto; and as they\nwalked along he sang \"Tol-de-ri-de-oh!\" at every step, he felt so gay.\n\n\"I was afraid I should have to stay in the river forever,\" he said,\n\"but the kind Stork saved me, and if I ever get any brains I shall find\nthe Stork again and do her some kindness in return.\"\n\n\"That's all right,\" said the Stork, who was flying along beside them.\n\"I always like to help anyone in trouble.  But I must go now, for my\nbabies are waiting in the nest for me.  I hope you will find the\nEmerald City and that Oz will help you.\"\n\n\"Thank you,\" replied Dorothy, and then the kind Stork flew into the air\nand was soon out of sight.\n\nThey walked along listening to the singing of the brightly colored\nbirds and looking at the lovely flowers which now became so thick that\nthe ground was carpeted with them.  There were big yellow and white and\nblue and purple blossoms, besides great clusters of scarlet poppies,\nwhich were so brilliant in color they almost dazzled Dorothy's eyes.\n\n\"Aren't they beautiful?\" the girl asked, as she breathed in the spicy\nscent of the bright flowers.\n\n\"I suppose so,\" answered the Scarecrow.  \"When I have brains, I shall\nprobably like them better.\"\n\n\"If I only had a heart, I should love them,\" added the Tin Woodman.\n\n\"I always did like flowers,\" said the Lion.  \"They seem so helpless\nand frail.  But there are none in the forest so bright as these.\"\n\nThey now came upon more and more of the big scarlet poppies, and fewer\nand fewer of the other flowers; and soon they found themselves in the\nmidst of a great meadow of poppies.  Now it is well known that when\nthere are many of these flowers together their odor is so powerful that\nanyone who breathes it falls asleep, and if the sleeper is not carried\naway from the scent of the flowers, he sleeps on and on forever.  But\nDorothy did not know this, nor could she get away from the bright red\nflowers that were everywhere about; so presently her eyes grew heavy\nand she felt she must sit down to rest and to sleep.\n\nBut the Tin Woodman would not let her do this.\n\n\"We must hurry and get back to the road of yellow brick before dark,\"\nhe said; and the Scarecrow agreed with him.  So they kept walking until\nDorothy could stand no longer.  Her eyes closed in spite of herself and\nshe forgot where she was and fell among the poppies, fast asleep.\n\n\"What shall we do?\" asked the Tin Woodman.\n\n\"If we leave her here she will die,\" said the Lion.  \"The smell of the\nflowers is killing us all.  I myself can scarcely keep my eyes open,\nand the dog is asleep already.\"\n\nIt was true; Toto had fallen down beside his little mistress.  But the\nScarecrow and the Tin Woodman, not being made of flesh, were not\ntroubled by the scent of the flowers.\n\n\"Run fast,\" said the Scarecrow to the Lion, \"and get out of this deadly\nflower bed as soon as you can.  We will bring the little girl with us,\nbut if you should fall asleep you are too big to be carried.\"\n\nSo the Lion aroused himself and bounded forward as fast as he could go.\nIn a moment he was out of sight.\n\n\"Let us make a chair with our hands and carry her,\" said the Scarecrow.\nSo they picked up Toto and put the dog in Dorothy's lap, and then they\nmade a chair with their hands for the seat and their arms for the arms\nand carried the sleeping girl between them through the flowers.\n\nOn and on they walked, and it seemed that the great carpet of deadly\nflowers that surrounded them would never end.  They followed the bend\nof the river, and at last came upon their friend the Lion, lying fast\nasleep among the poppies.  The flowers had been too strong for the huge\nbeast and he had given up at last, and fallen only a short distance\nfrom the end of the poppy bed, where the sweet grass spread in\nbeautiful green fields before them.\n\n\"We can do nothing for him,\" said the Tin Woodman, sadly; \"for he is\nmuch too heavy to lift.  We must leave him here to sleep on forever,\nand perhaps he will dream that he has found courage at last.\"\n\n\"I'm sorry,\" said the Scarecrow.  \"The Lion was a very good comrade for\none so cowardly.  But let us go on.\"\n\nThey carried the sleeping girl to a pretty spot beside the river, far\nenough from the poppy field to prevent her breathing any more of the\npoison of the flowers, and here they laid her gently on the soft grass\nand waited for the fresh breeze to waken her.\n\n\n\n\n9.  The Queen of the Field Mice\n\n\n\"We cannot be far from the road of yellow brick, now,\" remarked the\nScarecrow, as he stood beside the girl, \"for we have come nearly as far\nas the river carried us away.\"\n\nThe Tin Woodman was about to reply when he heard a low growl, and\nturning his head (which worked beautifully on hinges) he saw a strange\nbeast come bounding over the grass toward them.  It was, indeed, a\ngreat yellow Wildcat, and the Woodman thought it must be chasing\nsomething, for its ears were lying close to its head and its mouth was\nwide open, showing two rows of ugly teeth, while its red eyes glowed\nlike balls of fire.  As it came nearer the Tin Woodman saw that running\nbefore the beast was a little gray field mouse, and although he had no\nheart he knew it was wrong for the Wildcat to try to kill such a\npretty, harmless creature.\n\nSo the Woodman raised his axe, and as the Wildcat ran by he gave it a\nquick blow that cut the beast's head clean off from its body, and it\nrolled over at his feet in two pieces.\n\nThe field mouse, now that it was freed from its enemy, stopped short;\nand coming slowly up to the Woodman it said, in a squeaky little voice:\n\n\"Oh, thank you!  Thank you ever so much for saving my life.\"\n\n\"Don't speak of it, I beg of you,\" replied the Woodman.  \"I have no\nheart, you know, so I am careful to help all those who may need a\nfriend, even if it happens to be only a mouse.\"\n\n\"Only a mouse!\" cried the little animal, indignantly.  \"Why, I am a\nQueen--the Queen of all the Field Mice!\"\n\n\"Oh, indeed,\" said the Woodman, making a bow.\n\n\"Therefore you have done a great deed, as well as a brave one, in\nsaving my life,\" added the Queen.\n\nAt that moment several mice were seen running up as fast as their\nlittle legs could carry them, and when they saw their Queen they\nexclaimed:\n\n\"Oh, your Majesty, we thought you would be killed!  How did you manage\nto escape the great Wildcat?\"  They all bowed so low to the little\nQueen that they almost stood upon their heads.\n\n\"This funny tin man,\" she answered, \"killed the Wildcat and saved my\nlife.  So hereafter you must all serve him, and obey his slightest\nwish.\"\n\n\"We will!\" cried all the mice, in a shrill chorus.  And then they\nscampered in all directions, for Toto had awakened from his sleep, and\nseeing all these mice around him he gave one bark of delight and jumped\nright into the middle of the group.  Toto had always loved to chase\nmice when he lived in Kansas, and he saw no harm in it.\n\nBut the Tin Woodman caught the dog in his arms and held him tight,\nwhile he called to the mice, \"Come back!  Come back!  Toto shall not\nhurt you.\"\n\nAt this the Queen of the Mice stuck her head out from underneath a\nclump of grass and asked, in a timid voice, \"Are you sure he will not\nbite us?\"\n\n\"I will not let him,\" said the Woodman; \"so do not be afraid.\"\n\nOne by one the mice came creeping back, and Toto did not bark again,\nalthough he tried to get out of the Woodman's arms, and would have\nbitten him had he not known very well he was made of tin.  Finally one\nof the biggest mice spoke.\n\n\"Is there anything we can do,\" it asked, \"to repay you for saving the\nlife of our Queen?\"\n\n\"Nothing that I know of,\" answered the Woodman; but the Scarecrow, who\nhad been trying to think, but could not because his head was stuffed\nwith straw, said, quickly, \"Oh, yes; you can save our friend, the\nCowardly Lion, who is asleep in the poppy bed.\"\n\n\"A Lion!\" cried the little Queen.  \"Why, he would eat us all up.\"\n\n\"Oh, no,\" declared the Scarecrow; \"this Lion is a coward.\"\n\n\"Really?\" asked the Mouse.\n\n\"He says so himself,\" answered the Scarecrow, \"and he would never hurt\nanyone who is our friend.  If you will help us to save him I promise\nthat he shall treat you all with kindness.\"\n\n\"Very well,\" said the Queen, \"we trust you.  But what shall we do?\"\n\n\"Are there many of these mice which call you Queen and are willing to\nobey you?\"\n\n\"Oh, yes; there are thousands,\" she replied.\n\n\"Then send for them all to come here as soon as possible, and let each\none bring a long piece of string.\"\n\nThe Queen turned to the mice that attended her and told them to go at\nonce and get all her people.  As soon as they heard her orders they ran\naway in every direction as fast as possible.\n\n\"Now,\" said the Scarecrow to the Tin Woodman, \"you must go to those\ntrees by the riverside and make a truck that will carry the Lion.\"\n\nSo the Woodman went at once to the trees and began to work; and he soon\nmade a truck out of the limbs of trees, from which he chopped away all\nthe leaves and branches.  He fastened it together with wooden pegs and\nmade the four wheels out of short pieces of a big tree trunk.  So fast\nand so well did he work that by the time the mice began to arrive the\ntruck was all ready for them.\n\nThey came from all directions, and there were thousands of them: big\nmice and little mice and middle-sized mice; and each one brought a\npiece of string in his mouth.  It was about this time that Dorothy woke\nfrom her long sleep and opened her eyes.  She was greatly astonished to\nfind herself lying upon the grass, with thousands of mice standing\naround and looking at her timidly.  But the Scarecrow told her about\neverything, and turning to the dignified little Mouse, he said:\n\n\"Permit me to introduce to you her Majesty, the Queen.\"\n\nDorothy nodded gravely and the Queen made a curtsy, after which she\nbecame quite friendly with the little girl.\n\nThe Scarecrow and the Woodman now began to fasten the mice to the\ntruck, using the strings they had brought.  One end of a string was\ntied around the neck of each mouse and the other end to the truck.  Of\ncourse the truck was a thousand times bigger than any of the mice who\nwere to draw it; but when all the mice had been harnessed, they were\nable to pull it quite easily.  Even the Scarecrow and the Tin Woodman\ncould sit on it, and were drawn swiftly by their queer little horses to\nthe place where the Lion lay asleep.\n\nAfter a great deal of hard work, for the Lion was heavy, they managed\nto get him up on the truck.  Then the Queen hurriedly gave her people\nthe order to start, for she feared if the mice stayed among the poppies\ntoo long they also would fall asleep.\n\nAt first the little creatures, many though they were, could hardly stir\nthe heavily loaded truck; but the Woodman and the Scarecrow both pushed\nfrom behind, and they got along better.  Soon they rolled the Lion out\nof the poppy bed to the green fields, where he could breathe the sweet,\nfresh air again, instead of the poisonous scent of the flowers.\n\nDorothy came to meet them and thanked the little mice warmly for saving\nher companion from death.  She had grown so fond of the big Lion she\nwas glad he had been rescued.\n\nThen the mice were unharnessed from the truck and scampered away\nthrough the grass to their homes.  The Queen of the Mice was the last\nto leave.\n\n\"If ever you need us again,\" she said, \"come out into the field and\ncall, and we shall hear you and come to your assistance.  Good-bye!\"\n\n\"Good-bye!\" they all answered, and away the Queen ran, while Dorothy\nheld Toto tightly lest he should run after her and frighten her.\n\nAfter this they sat down beside the Lion until he should awaken; and\nthe Scarecrow brought Dorothy some fruit from a tree near by, which she\nate for her dinner.\n\n\n\n\n10.  The Guardian of the Gate\n\n\nIt was some time before the Cowardly Lion awakened, for he had lain\namong the poppies a long while, breathing in their deadly fragrance;\nbut when he did open his eyes and roll off the truck he was very glad\nto find himself still alive.\n\n\"I ran as fast as I could,\" he said, sitting down and yawning, \"but the\nflowers were too strong for me.  How did you get me out?\"\n\nThen they told him of the field mice, and how they had generously saved\nhim from death; and the Cowardly Lion laughed, and said:\n\n\"I have always thought myself very big and terrible; yet such little\nthings as flowers came near to killing me, and such small animals as\nmice have saved my life.  How strange it all is!  But, comrades, what\nshall we do now?\"\n\n\"We must journey on until we find the road of yellow brick again,\" said\nDorothy, \"and then we can keep on to the Emerald City.\"\n\nSo, the Lion being fully refreshed, and feeling quite himself again,\nthey all started upon the journey, greatly enjoying the walk through\nthe soft, fresh grass; and it was not long before they reached the road\nof yellow brick and turned again toward the Emerald City where the\nGreat Oz dwelt.\n\nThe road was smooth and well paved, now, and the country about was\nbeautiful, so that the travelers rejoiced in leaving the forest far\nbehind, and with it the many dangers they had met in its gloomy shades.\nOnce more they could see fences built beside the road; but these were\npainted green, and when they came to a small house, in which a farmer\nevidently lived, that also was painted green.  They passed by several\nof these houses during the afternoon, and sometimes people came to the\ndoors and looked at them as if they would like to ask questions; but no\none came near them nor spoke to them because of the great Lion, of\nwhich they were very much afraid.  The people were all dressed in\nclothing of a lovely emerald-green color and wore peaked hats like\nthose of the Munchkins.\n\n\"This must be the Land of Oz,\" said Dorothy, \"and we are surely getting\nnear the Emerald City.\"\n\n\"Yes,\" answered the Scarecrow.  \"Everything is green here, while in the\ncountry of the Munchkins blue was the favorite color.  But the people\ndo not seem to be as friendly as the Munchkins, and I'm afraid we shall\nbe unable to find a place to pass the night.\"\n\n\"I should like something to eat besides fruit,\" said the girl, \"and I'm\nsure Toto is nearly starved.  Let us stop at the next house and talk to\nthe people.\"\n\nSo, when they came to a good-sized farmhouse, Dorothy walked boldly up\nto the door and knocked.\n\nA woman opened it just far enough to look out, and said, \"What do you\nwant, child, and why is that great Lion with you?\"\n\n\"We wish to pass the night with you, if you will allow us,\" answered\nDorothy; \"and the Lion is my friend and comrade, and would not hurt you\nfor the world.\"\n\n\"Is he tame?\" asked the woman, opening the door a little wider.\n\n\"Oh, yes,\" said the girl, \"and he is a great coward, too.  He will be\nmore afraid of you than you are of him.\"\n\n\"Well,\" said the woman, after thinking it over and taking another peep\nat the Lion, \"if that is the case you may come in, and I will give you\nsome supper and a place to sleep.\"\n\nSo they all entered the house, where there were, besides the woman, two\nchildren and a man.  The man had hurt his leg, and was lying on the\ncouch in a corner.  They seemed greatly surprised to see so strange a\ncompany, and while the woman was busy laying the table the man asked:\n\n\"Where are you all going?\"\n\n\"To the Emerald City,\" said Dorothy, \"to see the Great Oz.\"\n\n\"Oh, indeed!\" exclaimed the man.  \"Are you sure that Oz will see you?\"\n\n\"Why not?\" she replied.\n\n\"Why, it is said that he never lets anyone come into his presence.  I\nhave been to the Emerald City many times, and it is a beautiful and\nwonderful place; but I have never been permitted to see the Great Oz,\nnor do I know of any living person who has seen him.\"\n\n\"Does he never go out?\" asked the Scarecrow.\n\n\"Never.  He sits day after day in the great Throne Room of his Palace,\nand even those who wait upon him do not see him face to face.\"\n\n\"What is he like?\" asked the girl.\n\n\"That is hard to tell,\" said the man thoughtfully.  \"You see, Oz is a\nGreat Wizard, and can take on any form he wishes.  So that some say he\nlooks like a bird; and some say he looks like an elephant; and some say\nhe looks like a cat.  To others he appears as a beautiful fairy, or a\nbrownie, or in any other form that pleases him.  But who the real Oz\nis, when he is in his own form, no living person can tell.\"\n\n\"That is very strange,\" said Dorothy, \"but we must try, in some way, to\nsee him, or we shall have made our journey for nothing.\"\n\n\"Why do you wish to see the terrible Oz?\" asked the man.\n\n\"I want him to give me some brains,\" said the Scarecrow eagerly.\n\n\"Oh, Oz could do that easily enough,\" declared the man.  \"He has more\nbrains than he needs.\"\n\n\"And I want him to give me a heart,\" said the Tin Woodman.\n\n\"That will not trouble him,\" continued the man, \"for Oz has a large\ncollection of hearts, of all sizes and shapes.\"\n\n\"And I want him to give me courage,\" said the Cowardly Lion.\n\n\"Oz keeps a great pot of courage in his Throne Room,\" said the man,\n\"which he has covered with a golden plate, to keep it from running\nover.  He will be glad to give you some.\"\n\n\"And I want him to send me back to Kansas,\" said Dorothy.\n\n\"Where is Kansas?\" asked the man, with surprise.\n\n\"I don't know,\" replied Dorothy sorrowfully, \"but it is my home, and\nI'm sure it's somewhere.\"\n\n\"Very likely.  Well, Oz can do anything; so I suppose he will find\nKansas for you.  But first you must get to see him, and that will be a\nhard task; for the Great Wizard does not like to see anyone, and he\nusually has his own way.  But what do YOU want?\" he continued, speaking\nto Toto.  Toto only wagged his tail; for, strange to say, he could not\nspeak.\n\nThe woman now called to them that supper was ready, so they gathered\naround the table and Dorothy ate some delicious porridge and a dish of\nscrambled eggs and a plate of nice white bread, and enjoyed her meal.\nThe Lion ate some of the porridge, but did not care for it, saying it\nwas made from oats and oats were food for horses, not for lions.  The\nScarecrow and the Tin Woodman ate nothing at all.  Toto ate a little of\neverything, and was glad to get a good supper again.\n\nThe woman now gave Dorothy a bed to sleep in, and Toto lay down beside\nher, while the Lion guarded the door of her room so she might not be\ndisturbed.  The Scarecrow and the Tin Woodman stood up in a corner and\nkept quiet all night, although of course they could not sleep.\n\nThe next morning, as soon as the sun was up, they started on their way,\nand soon saw a beautiful green glow in the sky just before them.\n\n\"That must be the Emerald City,\" said Dorothy.\n\nAs they walked on, the green glow became brighter and brighter, and it\nseemed that at last they were nearing the end of their travels.  Yet it\nwas afternoon before they came to the great wall that surrounded the\nCity.  It was high and thick and of a bright green color.\n\nIn front of them, and at the end of the road of yellow brick, was a big\ngate, all studded with emeralds that glittered so in the sun that even\nthe painted eyes of the Scarecrow were dazzled by their brilliancy.\n\nThere was a bell beside the gate, and Dorothy pushed the button and\nheard a silvery tinkle sound within.  Then the big gate swung slowly\nopen, and they all passed through and found themselves in a high arched\nroom, the walls of which glistened with countless emeralds.\n\nBefore them stood a little man about the same size as the Munchkins.\nHe was clothed all in green, from his head to his feet, and even his\nskin was of a greenish tint.  At his side was a large green box.\n\nWhen he saw Dorothy and her companions the man asked, \"What do you wish\nin the Emerald City?\"\n\n\"We came here to see the Great Oz,\" said Dorothy.\n\nThe man was so surprised at this answer that he sat down to think it\nover.\n\n\"It has been many years since anyone asked me to see Oz,\" he said,\nshaking his head in perplexity.  \"He is powerful and terrible, and if\nyou come on an idle or foolish errand to bother the wise reflections of\nthe Great Wizard, he might be angry and destroy you all in an instant.\"\n\n\"But it is not a foolish errand, nor an idle one,\" replied the\nScarecrow; \"it is important.  And we have been told that Oz is a good\nWizard.\"\n\n\"So he is,\" said the green man, \"and he rules the Emerald City wisely\nand well.  But to those who are not honest, or who approach him from\ncuriosity, he is most terrible, and few have ever dared ask to see his\nface.  I am the Guardian of the Gates, and since you demand to see the\nGreat Oz I must take you to his Palace.  But first you must put on the\nspectacles.\"\n\n\"Why?\" asked Dorothy.\n\n\"Because if you did not wear spectacles the brightness and glory of the\nEmerald City would blind you.  Even those who live in the City must\nwear spectacles night and day.  They are all locked on, for Oz so\nordered it when the City was first built, and I have the only key that\nwill unlock them.\"\n\nHe opened the big box, and Dorothy saw that it was filled with\nspectacles of every size and shape.  All of them had green glasses in\nthem.  The Guardian of the Gates found a pair that would just fit\nDorothy and put them over her eyes.  There were two golden bands\nfastened to them that passed around the back of her head, where they\nwere locked together by a little key that was at the end of a chain the\nGuardian of the Gates wore around his neck.  When they were on, Dorothy\ncould not take them off had she wished, but of course she did not wish\nto be blinded by the glare of the Emerald City, so she said nothing.\n\nThen the green man fitted spectacles for the Scarecrow and the Tin\nWoodman and the Lion, and even on little Toto; and all were locked fast\nwith the key.\n\nThen the Guardian of the Gates put on his own glasses and told them he\nwas ready to show them to the Palace.  Taking a big golden key from a\npeg on the wall, he opened another gate, and they all followed him\nthrough the portal into the streets of the Emerald City.\n\n\n\n\n11.  The Wonderful City of Oz\n\n\nEven with eyes protected by the green spectacles, Dorothy and her\nfriends were at first dazzled by the brilliancy of the wonderful City.\nThe streets were lined with beautiful houses all built of green marble\nand studded everywhere with sparkling emeralds.  They walked over a\npavement of the same green marble, and where the blocks were joined\ntogether were rows of emeralds, set closely, and glittering in the\nbrightness of the sun.  The window panes were of green glass; even the\nsky above the City had a green tint, and the rays of the sun were green.\n\nThere were many people--men, women, and children--walking about, and\nthese were all dressed in green clothes and had greenish skins.  They\nlooked at Dorothy and her strangely assorted company with wondering\neyes, and the children all ran away and hid behind their mothers when\nthey saw the Lion; but no one spoke to them.  Many shops stood in the\nstreet, and Dorothy saw that everything in them was green.  Green candy\nand green pop corn were offered for sale, as well as green shoes, green\nhats, and green clothes of all sorts.  At one place a man was selling\ngreen lemonade, and when the children bought it Dorothy could see that\nthey paid for it with green pennies.\n\nThere seemed to be no horses nor animals of any kind; the men carried\nthings around in little green carts, which they pushed before them.\nEveryone seemed happy and contented and prosperous.\n\nThe Guardian of the Gates led them through the streets until they came\nto a big building, exactly in the middle of the City, which was the\nPalace of Oz, the Great Wizard.  There was a soldier before the door,\ndressed in a green uniform and wearing a long green beard.\n\n\"Here are strangers,\" said the Guardian of the Gates to him, \"and they\ndemand to see the Great Oz.\"\n\n\"Step inside,\" answered the soldier, \"and I will carry your message to\nhim.\"\n\nSo they passed through the Palace Gates and were led into a big room\nwith a green carpet and lovely green furniture set with emeralds.  The\nsoldier made them all wipe their feet upon a green mat before entering\nthis room, and when they were seated he said politely:\n\n\"Please make yourselves comfortable while I go to the door of the\nThrone Room and tell Oz you are here.\"\n\nThey had to wait a long time before the soldier returned.  When, at\nlast, he came back, Dorothy asked:\n\n\"Have you seen Oz?\"\n\n\"Oh, no,\" returned the soldier; \"I have never seen him.  But I spoke to\nhim as he sat behind his screen and gave him your message.  He said he\nwill grant you an audience, if you so desire; but each one of you must\nenter his presence alone, and he will admit but one each day.\nTherefore, as you must remain in the Palace for several days, I will\nhave you shown to rooms where you may rest in comfort after your\njourney.\"\n\n\"Thank you,\" replied the girl; \"that is very kind of Oz.\"\n\nThe soldier now blew upon a green whistle, and at once a young girl,\ndressed in a pretty green silk gown, entered the room.  She had lovely\ngreen hair and green eyes, and she bowed low before Dorothy as she\nsaid, \"Follow me and I will show you your room.\"\n\nSo Dorothy said good-bye to all her friends except Toto, and taking the\ndog in her arms followed the green girl through seven passages and up\nthree flights of stairs until they came to a room at the front of the\nPalace.  It was the sweetest little room in the world, with a soft\ncomfortable bed that had sheets of green silk and a green velvet\ncounterpane.  There was a tiny fountain in the middle of the room, that\nshot a spray of green perfume into the air, to fall back into a\nbeautifully carved green marble basin.  Beautiful green flowers stood\nin the windows, and there was a shelf with a row of little green books.\nWhen Dorothy had time to open these books she found them full of queer\ngreen pictures that made her laugh, they were so funny.\n\nIn a wardrobe were many green dresses, made of silk and satin and\nvelvet; and all of them fitted Dorothy exactly.\n\n\"Make yourself perfectly at home,\" said the green girl, \"and if you\nwish for anything ring the bell.  Oz will send for you tomorrow\nmorning.\"\n\nShe left Dorothy alone and went back to the others.  These she also led\nto rooms, and each one of them found himself lodged in a very pleasant\npart of the Palace.  Of course this politeness was wasted on the\nScarecrow; for when he found himself alone in his room he stood\nstupidly in one spot, just within the doorway, to wait till morning.\nIt would not rest him to lie down, and he could not close his eyes; so\nhe remained all night staring at a little spider which was weaving its\nweb in a corner of the room, just as if it were not one of the most\nwonderful rooms in the world.  The Tin Woodman lay down on his bed from\nforce of habit, for he remembered when he was made of flesh; but not\nbeing able to sleep, he passed the night moving his joints up and down\nto make sure they kept in good working order.  The Lion would have\npreferred a bed of dried leaves in the forest, and did not like being\nshut up in a room; but he had too much sense to let this worry him, so\nhe sprang upon the bed and rolled himself up like a cat and purred\nhimself asleep in a minute.\n\nThe next morning, after breakfast, the green maiden came to fetch\nDorothy, and she dressed her in one of the prettiest gowns, made of\ngreen brocaded satin.  Dorothy put on a green silk apron and tied a\ngreen ribbon around Toto's neck, and they started for the Throne Room\nof the Great Oz.\n\nFirst they came to a great hall in which were many ladies and gentlemen\nof the court, all dressed in rich costumes.  These people had nothing\nto do but talk to each other, but they always came to wait outside the\nThrone Room every morning, although they were never permitted to see\nOz.  As Dorothy entered they looked at her curiously, and one of them\nwhispered:\n\n\"Are you really going to look upon the face of Oz the Terrible?\"\n\n\"Of course,\" answered the girl, \"if he will see me.\"\n\n\"Oh, he will see you,\" said the soldier who had taken her message to\nthe Wizard, \"although he does not like to have people ask to see him.\nIndeed, at first he was angry and said I should send you back where you\ncame from.  Then he asked me what you looked like, and when I mentioned\nyour silver shoes he was very much interested.  At last I told him\nabout the mark upon your forehead, and he decided he would admit you to\nhis presence.\"\n\nJust then a bell rang, and the green girl said to Dorothy, \"That is the\nsignal.  You must go into the Throne Room alone.\"\n\nShe opened a little door and Dorothy walked boldly through and found\nherself in a wonderful place.  It was a big, round room with a high\narched roof, and the walls and ceiling and floor were covered with\nlarge emeralds set closely together.  In the center of the roof was a\ngreat light, as bright as the sun, which made the emeralds sparkle in a\nwonderful manner.\n\nBut what interested Dorothy most was the big throne of green marble\nthat stood in the middle of the room.  It was shaped like a chair and\nsparkled with gems, as did everything else.  In the center of the chair\nwas an enormous Head, without a body to support it or any arms or legs\nwhatever.  There was no hair upon this head, but it had eyes and a nose\nand mouth, and was much bigger than the head of the biggest giant.\n\nAs Dorothy gazed upon this in wonder and fear, the eyes turned slowly\nand looked at her sharply and steadily.  Then the mouth moved, and\nDorothy heard a voice say:\n\n\"I am Oz, the Great and Terrible.  Who are you, and why do you seek me?\"\n\nIt was not such an awful voice as she had expected to come from the big\nHead; so she took courage and answered:\n\n\"I am Dorothy, the Small and Meek.  I have come to you for help.\"\n\nThe eyes looked at her thoughtfully for a full minute.  Then said the\nvoice:\n\n\"Where did you get the silver shoes?\"\n\n\"I got them from the Wicked Witch of the East, when my house fell on\nher and killed her,\" she replied.\n\n\"Where did you get the mark upon your forehead?\" continued the voice.\n\n\"That is where the Good Witch of the North kissed me when she bade me\ngood-bye and sent me to you,\" said the girl.\n\nAgain the eyes looked at her sharply, and they saw she was telling the\ntruth.  Then Oz asked, \"What do you wish me to do?\"\n\n\"Send me back to Kansas, where my Aunt Em and Uncle Henry are,\" she\nanswered earnestly.  \"I don't like your country, although it is so\nbeautiful.  And I am sure Aunt Em will be dreadfully worried over my\nbeing away so long.\"\n\nThe eyes winked three times, and then they turned up to the ceiling and\ndown to the floor and rolled around so queerly that they seemed to see\nevery part of the room.  And at last they looked at Dorothy again.\n\n\"Why should I do this for you?\" asked Oz.\n\n\"Because you are strong and I am weak; because you are a Great Wizard\nand I am only a little girl.\"\n\n\"But you were strong enough to kill the Wicked Witch of the East,\" said\nOz.\n\n\"That just happened,\" returned Dorothy simply; \"I could not help it.\"\n\n\"Well,\" said the Head, \"I will give you my answer.  You have no right\nto expect me to send you back to Kansas unless you do something for me\nin return.  In this country everyone must pay for everything he gets.\nIf you wish me to use my magic power to send you home again you must do\nsomething for me first.  Help me and I will help you.\"\n\n\"What must I do?\" asked the girl.\n\n\"Kill the Wicked Witch of the West,\" answered Oz.\n\n\"But I cannot!\" exclaimed Dorothy, greatly surprised.\n\n\"You killed the Witch of the East and you wear the silver shoes, which\nbear a powerful charm.  There is now but one Wicked Witch left in all\nthis land, and when you can tell me she is dead I will send you back to\nKansas--but not before.\"\n\nThe little girl began to weep, she was so much disappointed; and the\neyes winked again and looked upon her anxiously, as if the Great Oz\nfelt that she could help him if she would.\n\n\"I never killed anything, willingly,\" she sobbed.  \"Even if I wanted\nto, how could I kill the Wicked Witch?  If you, who are Great and\nTerrible, cannot kill her yourself, how do you expect me to do it?\"\n\n\"I do not know,\" said the Head; \"but that is my answer, and until the\nWicked Witch dies you will not see your uncle and aunt again.  Remember\nthat the Witch is Wicked--tremendously Wicked--and ought to be killed.\nNow go, and do not ask to see me again until you have done your task.\"\n\nSorrowfully Dorothy left the Throne Room and went back where the Lion\nand the Scarecrow and the Tin Woodman were waiting to hear what Oz had\nsaid to her.  \"There is no hope for me,\" she said sadly, \"for Oz will\nnot send me home until I have killed the Wicked Witch of the West; and\nthat I can never do.\"\n\nHer friends were sorry, but could do nothing to help her; so Dorothy\nwent to her own room and lay down on the bed and cried herself to sleep.\n\nThe next morning the soldier with the green whiskers came to the\nScarecrow and said:\n\n\"Come with me, for Oz has sent for you.\"\n\nSo the Scarecrow followed him and was admitted into the great Throne\nRoom, where he saw, sitting in the emerald throne, a most lovely Lady.\nShe was dressed in green silk gauze and wore upon her flowing green\nlocks a crown of jewels.  Growing from her shoulders were wings,\ngorgeous in color and so light that they fluttered if the slightest\nbreath of air reached them.\n\nWhen the Scarecrow had bowed, as prettily as his straw stuffing would\nlet him, before this beautiful creature, she looked upon him sweetly,\nand said:\n\n\"I am Oz, the Great and Terrible.  Who are you, and why do you seek me?\"\n\nNow the Scarecrow, who had expected to see the great Head Dorothy had\ntold him of, was much astonished; but he answered her bravely.\n\n\"I am only a Scarecrow, stuffed with straw.  Therefore I have no\nbrains, and I come to you praying that you will put brains in my head\ninstead of straw, so that I may become as much a man as any other in\nyour dominions.\"\n\n\"Why should I do this for you?\" asked the Lady.\n\n\"Because you are wise and powerful, and no one else can help me,\"\nanswered the Scarecrow.\n\n\"I never grant favors without some return,\" said Oz; \"but this much I\nwill promise.  If you will kill for me the Wicked Witch of the West, I\nwill bestow upon you a great many brains, and such good brains that you\nwill be the wisest man in all the Land of Oz.\"\n\n\"I thought you asked Dorothy to kill the Witch,\" said the Scarecrow, in\nsurprise.\n\n\"So I did.  I don't care who kills her.  But until she is dead I will\nnot grant your wish.  Now go, and do not seek me again until you have\nearned the brains you so greatly desire.\"\n\nThe Scarecrow went sorrowfully back to his friends and told them what\nOz had said; and Dorothy was surprised to find that the Great Wizard\nwas not a Head, as she had seen him, but a lovely Lady.\n\n\"All the same,\" said the Scarecrow, \"she needs a heart as much as the\nTin Woodman.\"\n\nOn the next morning the soldier with the green whiskers came to the Tin\nWoodman and said:\n\n\"Oz has sent for you.  Follow me.\"\n\nSo the Tin Woodman followed him and came to the great Throne Room.  He\ndid not know whether he would find Oz a lovely Lady or a Head, but he\nhoped it would be the lovely Lady.  \"For,\" he said to himself, \"if it\nis the head, I am sure I shall not be given a heart, since a head has\nno heart of its own and therefore cannot feel for me.  But if it is the\nlovely Lady I shall beg hard for a heart, for all ladies are themselves\nsaid to be kindly hearted.\"\n\nBut when the Woodman entered the great Throne Room he saw neither the\nHead nor the Lady, for Oz had taken the shape of a most terrible Beast.\nIt was nearly as big as an elephant, and the green throne seemed hardly\nstrong enough to hold its weight.  The Beast had a head like that of a\nrhinoceros, only there were five eyes in its face.  There were five\nlong arms growing out of its body, and it also had five long, slim\nlegs.  Thick, woolly hair covered every part of it, and a more\ndreadful-looking monster could not be imagined.  It was fortunate the\nTin Woodman had no heart at that moment, for it would have beat loud\nand fast from terror.  But being only tin, the Woodman was not at all\nafraid, although he was much disappointed.\n\n\"I am Oz, the Great and Terrible,\" spoke the Beast, in a voice that was\none great roar.  \"Who are you, and why do you seek me?\"\n\n\"I am a Woodman, and made of tin.  Therefore I have no heart, and\ncannot love.  I pray you to give me a heart that I may be as other men\nare.\"\n\n\"Why should I do this?\" demanded the Beast.\n\n\"Because I ask it, and you alone can grant my request,\" answered the\nWoodman.\n\nOz gave a low growl at this, but said, gruffly: \"If you indeed desire a\nheart, you must earn it.\"\n\n\"How?\" asked the Woodman.\n\n\"Help Dorothy to kill the Wicked Witch of the West,\" replied the Beast.\n\"When the Witch is dead, come to me, and I will then give you the\nbiggest and kindest and most loving heart in all the Land of Oz.\"\n\nSo the Tin Woodman was forced to return sorrowfully to his friends and\ntell them of the terrible Beast he had seen.  They all wondered greatly\nat the many forms the Great Wizard could take upon himself, and the\nLion said:\n\n\"If he is a Beast when I go to see him, I shall roar my loudest, and so\nfrighten him that he will grant all I ask.  And if he is the lovely\nLady, I shall pretend to spring upon her, and so compel her to do my\nbidding.  And if he is the great Head, he will be at my mercy; for I\nwill roll this head all about the room until he promises to give us\nwhat we desire.  So be of good cheer, my friends, for all will yet be\nwell.\"\n\nThe next morning the soldier with the green whiskers led the Lion to\nthe great Throne Room and bade him enter the presence of Oz.\n\nThe Lion at once passed through the door, and glancing around saw, to\nhis surprise, that before the throne was a Ball of Fire, so fierce and\nglowing he could scarcely bear to gaze upon it.  His first thought was\nthat Oz had by accident caught on fire and was burning up; but when he\ntried to go nearer, the heat was so intense that it singed his\nwhiskers, and he crept back tremblingly to a spot nearer the door.\n\nThen a low, quiet voice came from the Ball of Fire, and these were the\nwords it spoke:\n\n\"I am Oz, the Great and Terrible.  Who are you, and why do you seek me?\"\n\nAnd the Lion answered, \"I am a Cowardly Lion, afraid of everything.  I\ncame to you to beg that you give me courage, so that in reality I may\nbecome the King of Beasts, as men call me.\"\n\n\"Why should I give you courage?\" demanded Oz.\n\n\"Because of all Wizards you are the greatest, and alone have power to\ngrant my request,\" answered the Lion.\n\nThe Ball of Fire burned fiercely for a time, and the voice said, \"Bring\nme proof that the Wicked Witch is dead, and that moment I will give you\ncourage.  But as long as the Witch lives, you must remain a coward.\"\n\nThe Lion was angry at this speech, but could say nothing in reply, and\nwhile he stood silently gazing at the Ball of Fire it became so\nfuriously hot that he turned tail and rushed from the room.  He was\nglad to find his friends waiting for him, and told them of his terrible\ninterview with the Wizard.\n\n\"What shall we do now?\" asked Dorothy sadly.\n\n\"There is only one thing we can do,\" returned the Lion, \"and that is to\ngo to the land of the Winkies, seek out the Wicked Witch, and destroy\nher.\"\n\n\"But suppose we cannot?\" said the girl.\n\n\"Then I shall never have courage,\" declared the Lion.\n\n\"And I shall never have brains,\" added the Scarecrow.\n\n\"And I shall never have a heart,\" spoke the Tin Woodman.\n\n\"And I shall never see Aunt Em and Uncle Henry,\" said Dorothy,\nbeginning to cry.\n\n\"Be careful!\" cried the green girl.  \"The tears will fall on your green\nsilk gown and spot it.\"\n\nSo Dorothy dried her eyes and said, \"I suppose we must try it; but I am\nsure I do not want to kill anybody, even to see Aunt Em again.\"\n\n\"I will go with you; but I'm too much of a coward to kill the Witch,\"\nsaid the Lion.\n\n\"I will go too,\" declared the Scarecrow; \"but I shall not be of much\nhelp to you, I am such a fool.\"\n\n\"I haven't the heart to harm even a Witch,\" remarked the Tin Woodman;\n\"but if you go I certainly shall go with you.\"\n\nTherefore it was decided to start upon their journey the next morning,\nand the Woodman sharpened his axe on a green grindstone and had all his\njoints properly oiled.  The Scarecrow stuffed himself with fresh straw\nand Dorothy put new paint on his eyes that he might see better.  The\ngreen girl, who was very kind to them, filled Dorothy's basket with\ngood things to eat, and fastened a little bell around Toto's neck with\na green ribbon.\n\nThey went to bed quite early and slept soundly until daylight, when\nthey were awakened by the crowing of a green cock that lived in the\nback yard of the Palace, and the cackling of a hen that had laid a\ngreen egg.\n\n\n\n\n12.  The Search for the Wicked Witch\n\n\nThe soldier with the green whiskers led them through the streets of the\nEmerald City until they reached the room where the Guardian of the\nGates lived.  This officer unlocked their spectacles to put them back\nin his great box, and then he politely opened the gate for our friends.\n\n\"Which road leads to the Wicked Witch of the West?\" asked Dorothy.\n\n\"There is no road,\" answered the Guardian of the Gates.  \"No one ever\nwishes to go that way.\"\n\n\"How, then, are we to find her?\" inquired the girl.\n\n\"That will be easy,\" replied the man, \"for when she knows you are in\nthe country of the Winkies she will find you, and make you all her\nslaves.\"\n\n\"Perhaps not,\" said the Scarecrow, \"for we mean to destroy her.\"\n\n\"Oh, that is different,\" said the Guardian of the Gates.  \"No one has\never destroyed her before, so I naturally thought she would make slaves\nof you, as she has of the rest.  But take care; for she is wicked and\nfierce, and may not allow you to destroy her.  Keep to the West, where\nthe sun sets, and you cannot fail to find her.\"\n\nThey thanked him and bade him good-bye, and turned toward the West,\nwalking over fields of soft grass dotted here and there with daisies\nand buttercups.  Dorothy still wore the pretty silk dress she had put\non in the palace, but now, to her surprise, she found it was no longer\ngreen, but pure white.  The ribbon around Toto's neck had also lost its\ngreen color and was as white as Dorothy's dress.\n\nThe Emerald City was soon left far behind.  As they advanced the ground\nbecame rougher and hillier, for there were no farms nor houses in this\ncountry of the West, and the ground was untilled.\n\nIn the afternoon the sun shone hot in their faces, for there were no\ntrees to offer them shade; so that before night Dorothy and Toto and\nthe Lion were tired, and lay down upon the grass and fell asleep, with\nthe Woodman and the Scarecrow keeping watch.\n\nNow the Wicked Witch of the West had but one eye, yet that was as\npowerful as a telescope, and could see everywhere.  So, as she sat in\nthe door of her castle, she happened to look around and saw Dorothy\nlying asleep, with her friends all about her.  They were a long\ndistance off, but the Wicked Witch was angry to find them in her\ncountry; so she blew upon a silver whistle that hung around her neck.\n\nAt once there came running to her from all directions a pack of great\nwolves.  They had long legs and fierce eyes and sharp teeth.\n\n\"Go to those people,\" said the Witch, \"and tear them to pieces.\"\n\n\"Are you not going to make them your slaves?\" asked the leader of the\nwolves.\n\n\"No,\" she answered, \"one is of tin, and one of straw; one is a girl and\nanother a Lion.  None of them is fit to work, so you may tear them into\nsmall pieces.\"\n\n\"Very well,\" said the wolf, and he dashed away at full speed, followed\nby the others.\n\nIt was lucky the Scarecrow and the Woodman were wide awake and heard\nthe wolves coming.\n\n\"This is my fight,\" said the Woodman, \"so get behind me and I will meet\nthem as they come.\"\n\nHe seized his axe, which he had made very sharp, and as the leader of\nthe wolves came on the Tin Woodman swung his arm and chopped the wolf's\nhead from its body, so that it immediately died.  As soon as he could\nraise his axe another wolf came up, and he also fell under the sharp\nedge of the Tin Woodman's weapon.  There were forty wolves, and forty\ntimes a wolf was killed, so that at last they all lay dead in a heap\nbefore the Woodman.\n\nThen he put down his axe and sat beside the Scarecrow, who said, \"It\nwas a good fight, friend.\"\n\nThey waited until Dorothy awoke the next morning.  The little girl was\nquite frightened when she saw the great pile of shaggy wolves, but the\nTin Woodman told her all.  She thanked him for saving them and sat down\nto breakfast, after which they started again upon their journey.\n\nNow this same morning the Wicked Witch came to the door of her castle\nand looked out with her one eye that could see far off.  She saw all\nher wolves lying dead, and the strangers still traveling through her\ncountry.  This made her angrier than before, and she blew her silver\nwhistle twice.\n\nStraightway a great flock of wild crows came flying toward her, enough\nto darken the sky.\n\nAnd the Wicked Witch said to the King Crow, \"Fly at once to the\nstrangers; peck out their eyes and tear them to pieces.\"\n\nThe wild crows flew in one great flock toward Dorothy and her\ncompanions.  When the little girl saw them coming she was afraid.\n\nBut the Scarecrow said, \"This is my battle, so lie down beside me and\nyou will not be harmed.\"\n\nSo they all lay upon the ground except the Scarecrow, and he stood up\nand stretched out his arms.  And when the crows saw him they were\nfrightened, as these birds always are by scarecrows, and did not dare\nto come any nearer.  But the King Crow said:\n\n\"It is only a stuffed man.  I will peck his eyes out.\"\n\nThe King Crow flew at the Scarecrow, who caught it by the head and\ntwisted its neck until it died.  And then another crow flew at him, and\nthe Scarecrow twisted its neck also.  There were forty crows, and forty\ntimes the Scarecrow twisted a neck, until at last all were lying dead\nbeside him.  Then he called to his companions to rise, and again they\nwent upon their journey.\n\nWhen the Wicked Witch looked out again and saw all her crows lying in a\nheap, she got into a terrible rage, and blew three times upon her\nsilver whistle.\n\nForthwith there was heard a great buzzing in the air, and a swarm of\nblack bees came flying toward her.\n\n\"Go to the strangers and sting them to death!\" commanded the Witch, and\nthe bees turned and flew rapidly until they came to where Dorothy and\nher friends were walking.  But the Woodman had seen them coming, and\nthe Scarecrow had decided what to do.\n\n\"Take out my straw and scatter it over the little girl and the dog and\nthe Lion,\" he said to the Woodman, \"and the bees cannot sting them.\"\nThis the Woodman did, and as Dorothy lay close beside the Lion and held\nToto in her arms, the straw covered them entirely.\n\nThe bees came and found no one but the Woodman to sting, so they flew\nat him and broke off all their stings against the tin, without hurting\nthe Woodman at all.  And as bees cannot live when their stings are\nbroken that was the end of the black bees, and they lay scattered thick\nabout the Woodman, like little heaps of fine coal.\n\nThen Dorothy and the Lion got up, and the girl helped the Tin Woodman\nput the straw back into the Scarecrow again, until he was as good as\never.  So they started upon their journey once more.\n\nThe Wicked Witch was so angry when she saw her black bees in little\nheaps like fine coal that she stamped her foot and tore her hair and\ngnashed her teeth.  And then she called a dozen of her slaves, who were\nthe Winkies, and gave them sharp spears, telling them to go to the\nstrangers and destroy them.\n\nThe Winkies were not a brave people, but they had to do as they were\ntold.  So they marched away until they came near to Dorothy.  Then the\nLion gave a great roar and sprang towards them, and the poor Winkies\nwere so frightened that they ran back as fast as they could.\n\nWhen they returned to the castle the Wicked Witch beat them well with a\nstrap, and sent them back to their work, after which she sat down to\nthink what she should do next.  She could not understand how all her\nplans to destroy these strangers had failed; but she was a powerful\nWitch, as well as a wicked one, and she soon made up her mind how to\nact.\n\nThere was, in her cupboard, a Golden Cap, with a circle of diamonds and\nrubies running round it.  This Golden Cap had a charm.  Whoever owned\nit could call three times upon the Winged Monkeys, who would obey any\norder they were given.  But no person could command these strange\ncreatures more than three times.  Twice already the Wicked Witch had\nused the charm of the Cap.  Once was when she had made the Winkies her\nslaves, and set herself to rule over their country.  The Winged Monkeys\nhad helped her do this.  The second time was when she had fought\nagainst the Great Oz himself, and driven him out of the land of the\nWest.  The Winged Monkeys had also helped her in doing this.  Only once\nmore could she use this Golden Cap, for which reason she did not like\nto do so until all her other powers were exhausted.  But now that her\nfierce wolves and her wild crows and her stinging bees were gone, and\nher slaves had been scared away by the Cowardly Lion, she saw there was\nonly one way left to destroy Dorothy and her friends.\n\nSo the Wicked Witch took the Golden Cap from her cupboard and placed it\nupon her head.  Then she stood upon her left foot and said slowly:\n\n\"Ep-pe, pep-pe, kak-ke!\"\n\nNext she stood upon her right foot and said:\n\n\"Hil-lo, hol-lo, hel-lo!\"\n\nAfter this she stood upon both feet and cried in a loud voice:\n\n\"Ziz-zy, zuz-zy, zik!\"\n\nNow the charm began to work.  The sky was darkened, and a low rumbling\nsound was heard in the air.  There was a rushing of many wings, a great\nchattering and laughing, and the sun came out of the dark sky to show\nthe Wicked Witch surrounded by a crowd of monkeys, each with a pair of\nimmense and powerful wings on his shoulders.\n\nOne, much bigger than the others, seemed to be their leader.  He flew\nclose to the Witch and said, \"You have called us for the third and last\ntime.  What do you command?\"\n\n\"Go to the strangers who are within my land and destroy them all except\nthe Lion,\" said the Wicked Witch.  \"Bring that beast to me, for I have\na mind to harness him like a horse, and make him work.\"\n\n\"Your commands shall be obeyed,\" said the leader.  Then, with a great\ndeal of chattering and noise, the Winged Monkeys flew away to the place\nwhere Dorothy and her friends were walking.\n\nSome of the Monkeys seized the Tin Woodman and carried him through the\nair until they were over a country thickly covered with sharp rocks.\nHere they dropped the poor Woodman, who fell a great distance to the\nrocks, where he lay so battered and dented that he could neither move\nnor groan.\n\nOthers of the Monkeys caught the Scarecrow, and with their long fingers\npulled all of the straw out of his clothes and head.  They made his hat\nand boots and clothes into a small bundle and threw it into the top\nbranches of a tall tree.\n\nThe remaining Monkeys threw pieces of stout rope around the Lion and\nwound many coils about his body and head and legs, until he was unable\nto bite or scratch or struggle in any way.  Then they lifted him up and\nflew away with him to the Witch's castle, where he was placed in a\nsmall yard with a high iron fence around it, so that he could not\nescape.\n\nBut Dorothy they did not harm at all.  She stood, with Toto in her\narms, watching the sad fate of her comrades and thinking it would soon\nbe her turn.  The leader of the Winged Monkeys flew up to her, his\nlong, hairy arms stretched out and his ugly face grinning terribly; but\nhe saw the mark of the Good Witch's kiss upon her forehead and stopped\nshort, motioning the others not to touch her.\n\n\"We dare not harm this little girl,\" he said to them, \"for she is\nprotected by the Power of Good, and that is greater than the Power of\nEvil.  All we can do is to carry her to the castle of the Wicked Witch\nand leave her there.\"\n\nSo, carefully and gently, they lifted Dorothy in their arms and carried\nher swiftly through the air until they came to the castle, where they\nset her down upon the front doorstep.  Then the leader said to the\nWitch:\n\n\"We have obeyed you as far as we were able.  The Tin Woodman and the\nScarecrow are destroyed, and the Lion is tied up in your yard.  The\nlittle girl we dare not harm, nor the dog she carries in her arms.\nYour power over our band is now ended, and you will never see us again.\"\n\nThen all the Winged Monkeys, with much laughing and chattering and\nnoise, flew into the air and were soon out of sight.\n\nThe Wicked Witch was both surprised and worried when she saw the mark\non Dorothy's forehead, for she knew well that neither the Winged\nMonkeys nor she, herself, dare hurt the girl in any way.  She looked\ndown at Dorothy's feet, and seeing the Silver Shoes, began to tremble\nwith fear, for she knew what a powerful charm belonged to them.  At\nfirst the Witch was tempted to run away from Dorothy; but she happened\nto look into the child's eyes and saw how simple the soul behind them\nwas, and that the little girl did not know of the wonderful power the\nSilver Shoes gave her.  So the Wicked Witch laughed to herself, and\nthought, \"I can still make her my slave, for she does not know how to\nuse her power.\" Then she said to Dorothy, harshly and severely:\n\n\"Come with me; and see that you mind everything I tell you, for if you\ndo not I will make an end of you, as I did of the Tin Woodman and the\nScarecrow.\"\n\nDorothy followed her through many of the beautiful rooms in her castle\nuntil they came to the kitchen, where the Witch bade her clean the pots\nand kettles and sweep the floor and keep the fire fed with wood.\n\nDorothy went to work meekly, with her mind made up to work as hard as\nshe could; for she was glad the Wicked Witch had decided not to kill\nher.\n\nWith Dorothy hard at work, the Witch thought she would go into the\ncourtyard and harness the Cowardly Lion like a horse; it would amuse\nher, she was sure, to make him draw her chariot whenever she wished to\ngo to drive.  But as she opened the gate the Lion gave a loud roar and\nbounded at her so fiercely that the Witch was afraid, and ran out and\nshut the gate again.\n\n\"If I cannot harness you,\" said the Witch to the Lion, speaking through\nthe bars of the gate, \"I can starve you.  You shall have nothing to eat\nuntil you do as I wish.\"\n\nSo after that she took no food to the imprisoned Lion; but every day\nshe came to the gate at noon and asked, \"Are you ready to be harnessed\nlike a horse?\"\n\nAnd the Lion would answer, \"No.  If you come in this yard, I will bite\nyou.\"\n\nThe reason the Lion did not have to do as the Witch wished was that\nevery night, while the woman was asleep, Dorothy carried him food from\nthe cupboard.  After he had eaten he would lie down on his bed of\nstraw, and Dorothy would lie beside him and put her head on his soft,\nshaggy mane, while they talked of their troubles and tried to plan some\nway to escape.  But they could find no way to get out of the castle,\nfor it was constantly guarded by the yellow Winkies, who were the\nslaves of the Wicked Witch and too afraid of her not to do as she told\nthem.\n\nThe girl had to work hard during the day, and often the Witch\nthreatened to beat her with the same old umbrella she always carried in\nher hand.  But, in truth, she did not dare to strike Dorothy, because\nof the mark upon her forehead.  The child did not know this, and was\nfull of fear for herself and Toto.  Once the Witch struck Toto a blow\nwith her umbrella and the brave little dog flew at her and bit her leg\nin return.  The Witch did not bleed where she was bitten, for she was\nso wicked that the blood in her had dried up many years before.\n\nDorothy's life became very sad as she grew to understand that it would\nbe harder than ever to get back to Kansas and Aunt Em again.  Sometimes\nshe would cry bitterly for hours, with Toto sitting at her feet and\nlooking into her face, whining dismally to show how sorry he was for\nhis little mistress.  Toto did not really care whether he was in Kansas\nor the Land of Oz so long as Dorothy was with him; but he knew the\nlittle girl was unhappy, and that made him unhappy too.\n\nNow the Wicked Witch had a great longing to have for her own the Silver\nShoes which the girl always wore.  Her bees and her crows and her\nwolves were lying in heaps and drying up, and she had used up all the\npower of the Golden Cap; but if she could only get hold of the Silver\nShoes, they would give her more power than all the other things she had\nlost.  She watched Dorothy carefully, to see if she ever took off her\nshoes, thinking she might steal them.  But the child was so proud of\nher pretty shoes that she never took them off except at night and when\nshe took her bath.  The Witch was too much afraid of the dark to dare\ngo in Dorothy's room at night to take the shoes, and her dread of water\nwas greater than her fear of the dark, so she never came near when\nDorothy was bathing.  Indeed, the old Witch never touched water, nor\never let water touch her in any way.\n\nBut the wicked creature was very cunning, and she finally thought of a\ntrick that would give her what she wanted.  She placed a bar of iron in\nthe middle of the kitchen floor, and then by her magic arts made the\niron invisible to human eyes.  So that when Dorothy walked across the\nfloor she stumbled over the bar, not being able to see it, and fell at\nfull length.  She was not much hurt, but in her fall one of the Silver\nShoes came off; and before she could reach it, the Witch had snatched\nit away and put it on her own skinny foot.\n\nThe wicked woman was greatly pleased with the success of her trick, for\nas long as she had one of the shoes she owned half the power of their\ncharm, and Dorothy could not use it against her, even had she known how\nto do so.\n\nThe little girl, seeing she had lost one of her pretty shoes, grew\nangry, and said to the Witch, \"Give me back my shoe!\"\n\n\"I will not,\" retorted the Witch, \"for it is now my shoe, and not\nyours.\"\n\n\"You are a wicked creature!\" cried Dorothy.  \"You have no right to take\nmy shoe from me.\"\n\n\"I shall keep it, just the same,\" said the Witch, laughing at her, \"and\nsomeday I shall get the other one from you, too.\"\n\nThis made Dorothy so very angry that she picked up the bucket of water\nthat stood near and dashed it over the Witch, wetting her from head to\nfoot.\n\nInstantly the wicked woman gave a loud cry of fear, and then, as\nDorothy looked at her in wonder, the Witch began to shrink and fall\naway.\n\n\"See what you have done!\" she screamed.  \"In a minute I shall melt\naway.\"\n\n\"I'm very sorry, indeed,\" said Dorothy, who was truly frightened to see\nthe Witch actually melting away like brown sugar before her very eyes.\n\n\"Didn't you know water would be the end of me?\" asked the Witch, in a\nwailing, despairing voice.\n\n\"Of course not,\" answered Dorothy.  \"How should I?\"\n\n\"Well, in a few minutes I shall be all melted, and you will have the\ncastle to yourself.  I have been wicked in my day, but I never thought\na little girl like you would ever be able to melt me and end my wicked\ndeeds.  Look out--here I go!\"\n\nWith these words the Witch fell down in a brown, melted, shapeless mass\nand began to spread over the clean boards of the kitchen floor.  Seeing\nthat she had really melted away to nothing, Dorothy drew another bucket\nof water and threw it over the mess.  She then swept it all out the\ndoor.  After picking out the silver shoe, which was all that was left\nof the old woman, she cleaned and dried it with a cloth, and put it on\nher foot again.  Then, being at last free to do as she chose, she ran\nout to the courtyard to tell the Lion that the Wicked Witch of the West\nhad come to an end, and that they were no longer prisoners in a strange\nland.\n\n\n\n\n13.  The Rescue\n\n\nThe Cowardly Lion was much pleased to hear that the Wicked Witch had\nbeen melted by a bucket of water, and Dorothy at once unlocked the gate\nof his prison and set him free.  They went in together to the castle,\nwhere Dorothy's first act was to call all the Winkies together and tell\nthem that they were no longer slaves.\n\nThere was great rejoicing among the yellow Winkies, for they had been\nmade to work hard during many years for the Wicked Witch, who had\nalways treated them with great cruelty.  They kept this day as a\nholiday, then and ever after, and spent the time in feasting and\ndancing.\n\n\"If our friends, the Scarecrow and the Tin Woodman, were only with us,\"\nsaid the Lion, \"I should be quite happy.\"\n\n\"Don't you suppose we could rescue them?\" asked the girl anxiously.\n\n\"We can try,\" answered the Lion.\n\nSo they called the yellow Winkies and asked them if they would help to\nrescue their friends, and the Winkies said that they would be delighted\nto do all in their power for Dorothy, who had set them free from\nbondage.  So she chose a number of the Winkies who looked as if they\nknew the most, and they all started away.  They traveled that day and\npart of the next until they came to the rocky plain where the Tin\nWoodman lay, all battered and bent.  His axe was near him, but the\nblade was rusted and the handle broken off short.\n\nThe Winkies lifted him tenderly in their arms, and carried him back to\nthe Yellow Castle again, Dorothy shedding a few tears by the way at the\nsad plight of her old friend, and the Lion looking sober and sorry.\nWhen they reached the castle Dorothy said to the Winkies:\n\n\"Are any of your people tinsmiths?\"\n\n\"Oh, yes.  Some of us are very good tinsmiths,\" they told her.\n\n\"Then bring them to me,\" she said.  And when the tinsmiths came,\nbringing with them all their tools in baskets, she inquired, \"Can you\nstraighten out those dents in the Tin Woodman, and bend him back into\nshape again, and solder him together where he is broken?\"\n\nThe tinsmiths looked the Woodman over carefully and then answered that\nthey thought they could mend him so he would be as good as ever.  So\nthey set to work in one of the big yellow rooms of the castle and\nworked for three days and four nights, hammering and twisting and\nbending and soldering and polishing and pounding at the legs and body\nand head of the Tin Woodman, until at last he was straightened out into\nhis old form, and his joints worked as well as ever.  To be sure, there\nwere several patches on him, but the tinsmiths did a good job, and as\nthe Woodman was not a vain man he did not mind the patches at all.\n\nWhen, at last, he walked into Dorothy's room and thanked her for\nrescuing him, he was so pleased that he wept tears of joy, and Dorothy\nhad to wipe every tear carefully from his face with her apron, so his\njoints would not be rusted.  At the same time her own tears fell thick\nand fast at the joy of meeting her old friend again, and these tears\ndid not need to be wiped away.  As for the Lion, he wiped his eyes so\noften with the tip of his tail that it became quite wet, and he was\nobliged to go out into the courtyard and hold it in the sun till it\ndried.\n\n\"If we only had the Scarecrow with us again,\" said the Tin Woodman,\nwhen Dorothy had finished telling him everything that had happened, \"I\nshould be quite happy.\"\n\n\"We must try to find him,\" said the girl.\n\nSo she called the Winkies to help her, and they walked all that day and\npart of the next until they came to the tall tree in the branches of\nwhich the Winged Monkeys had tossed the Scarecrow's clothes.\n\nIt was a very tall tree, and the trunk was so smooth that no one could\nclimb it; but the Woodman said at once, \"I'll chop it down, and then we\ncan get the Scarecrow's clothes.\"\n\nNow while the tinsmiths had been at work mending the Woodman himself,\nanother of the Winkies, who was a goldsmith, had made an axe-handle of\nsolid gold and fitted it to the Woodman's axe, instead of the old\nbroken handle.  Others polished the blade until all the rust was\nremoved and it glistened like burnished silver.\n\nAs soon as he had spoken, the Tin Woodman began to chop, and in a short\ntime the tree fell over with a crash, whereupon the Scarecrow's clothes\nfell out of the branches and rolled off on the ground.\n\nDorothy picked them up and had the Winkies carry them back to the\ncastle, where they were stuffed with nice, clean straw; and behold!\nhere was the Scarecrow, as good as ever, thanking them over and over\nagain for saving him.\n\nNow that they were reunited, Dorothy and her friends spent a few happy\ndays at the Yellow Castle, where they found everything they needed to\nmake them comfortable.\n\nBut one day the girl thought of Aunt Em, and said, \"We must go back to\nOz, and claim his promise.\"\n\n\"Yes,\" said the Woodman, \"at last I shall get my heart.\"\n\n\"And I shall get my brains,\" added the Scarecrow joyfully.\n\n\"And I shall get my courage,\" said the Lion thoughtfully.\n\n\"And I shall get back to Kansas,\" cried Dorothy, clapping her hands.\n\"Oh, let us start for the Emerald City tomorrow!\"\n\nThis they decided to do.  The next day they called the Winkies together\nand bade them good-bye.  The Winkies were sorry to have them go, and\nthey had grown so fond of the Tin Woodman that they begged him to stay\nand rule over them and the Yellow Land of the West.  Finding they were\ndetermined to go, the Winkies gave Toto and the Lion each a golden\ncollar; and to Dorothy they presented a beautiful bracelet studded with\ndiamonds; and to the Scarecrow they gave a gold-headed walking stick,\nto keep him from stumbling; and to the Tin Woodman they offered a\nsilver oil-can, inlaid with gold and set with precious jewels.\n\nEvery one of the travelers made the Winkies a pretty speech in return,\nand all shook hands with them until their arms ached.\n\nDorothy went to the Witch's cupboard to fill her basket with food for\nthe journey, and there she saw the Golden Cap.  She tried it on her own\nhead and found that it fitted her exactly.  She did not know anything\nabout the charm of the Golden Cap, but she saw that it was pretty, so\nshe made up her mind to wear it and carry her sunbonnet in the basket.\n\nThen, being prepared for the journey, they all started for the Emerald\nCity; and the Winkies gave them three cheers and many good wishes to\ncarry with them.\n\n\n\n\n14.  The Winged Monkeys\n\n\nYou will remember there was no road--not even a pathway--between the\ncastle of the Wicked Witch and the Emerald City.  When the four\ntravelers went in search of the Witch she had seen them coming, and so\nsent the Winged Monkeys to bring them to her.  It was much harder to\nfind their way back through the big fields of buttercups and yellow\ndaisies than it was being carried.  They knew, of course, they must go\nstraight east, toward the rising sun; and they started off in the right\nway.  But at noon, when the sun was over their heads, they did not know\nwhich was east and which was west, and that was the reason they were\nlost in the great fields.  They kept on walking, however, and at night\nthe moon came out and shone brightly.  So they lay down among the sweet\nsmelling yellow flowers and slept soundly until morning--all but the\nScarecrow and the Tin Woodman.\n\nThe next morning the sun was behind a cloud, but they started on, as if\nthey were quite sure which way they were going.\n\n\"If we walk far enough,\" said Dorothy, \"I am sure we shall sometime\ncome to some place.\"\n\nBut day by day passed away, and they still saw nothing before them but\nthe scarlet fields.  The Scarecrow began to grumble a bit.\n\n\"We have surely lost our way,\" he said, \"and unless we find it again in\ntime to reach the Emerald City, I shall never get my brains.\"\n\n\"Nor I my heart,\" declared the Tin Woodman.  \"It seems to me I can\nscarcely wait till I get to Oz, and you must admit this is a very long\njourney.\"\n\n\"You see,\" said the Cowardly Lion, with a whimper, \"I haven't the\ncourage to keep tramping forever, without getting anywhere at all.\"\n\nThen Dorothy lost heart.  She sat down on the grass and looked at her\ncompanions, and they sat down and looked at her, and Toto found that\nfor the first time in his life he was too tired to chase a butterfly\nthat flew past his head.  So he put out his tongue and panted and\nlooked at Dorothy as if to ask what they should do next.\n\n\"Suppose we call the field mice,\" she suggested.  \"They could probably\ntell us the way to the Emerald City.\"\n\n\"To be sure they could,\" cried the Scarecrow.  \"Why didn't we think of\nthat before?\"\n\nDorothy blew the little whistle she had always carried about her neck\nsince the Queen of the Mice had given it to her.  In a few minutes they\nheard the pattering of tiny feet, and many of the small gray mice came\nrunning up to her.  Among them was the Queen herself, who asked, in her\nsqueaky little voice:\n\n\"What can I do for my friends?\"\n\n\"We have lost our way,\" said Dorothy.  \"Can you tell us where the\nEmerald City is?\"\n\n\"Certainly,\" answered the Queen; \"but it is a great way off, for you\nhave had it at your backs all this time.\"  Then she noticed Dorothy's\nGolden Cap, and said, \"Why don't you use the charm of the Cap, and call\nthe Winged Monkeys to you?  They will carry you to the City of Oz in\nless than an hour.\"\n\n\"I didn't know there was a charm,\" answered Dorothy, in surprise.\n\"What is it?\"\n\n\"It is written inside the Golden Cap,\" replied the Queen of the Mice.\n\"But if you are going to call the Winged Monkeys we must run away, for\nthey are full of mischief and think it great fun to plague us.\"\n\n\"Won't they hurt me?\" asked the girl anxiously.\n\n\"Oh, no.  They must obey the wearer of the Cap.  Good-bye!\" And she\nscampered out of sight, with all the mice hurrying after her.\n\nDorothy looked inside the Golden Cap and saw some words written upon\nthe lining.  These, she thought, must be the charm, so she read the\ndirections carefully and put the Cap upon her head.\n\n\"Ep-pe, pep-pe, kak-ke!\" she said, standing on her left foot.\n\n\"What did you say?\" asked the Scarecrow, who did not know what she was\ndoing.\n\n\"Hil-lo, hol-lo, hel-lo!\"  Dorothy went on, standing this time on her\nright foot.\n\n\"Hello!\" replied the Tin Woodman calmly.\n\n\"Ziz-zy, zuz-zy, zik!\" said Dorothy, who was now standing on both feet.\nThis ended the saying of the charm, and they heard a great chattering\nand flapping of wings, as the band of Winged Monkeys flew up to them.\n\nThe King bowed low before Dorothy, and asked, \"What is your command?\"\n\n\"We wish to go to the Emerald City,\" said the child, \"and we have lost\nour way.\"\n\n\"We will carry you,\" replied the King, and no sooner had he spoken than\ntwo of the Monkeys caught Dorothy in their arms and flew away with her.\nOthers took the Scarecrow and the Woodman and the Lion, and one little\nMonkey seized Toto and flew after them, although the dog tried hard to\nbite him.\n\nThe Scarecrow and the Tin Woodman were rather frightened at first, for\nthey remembered how badly the Winged Monkeys had treated them before;\nbut they saw that no harm was intended, so they rode through the air\nquite cheerfully, and had a fine time looking at the pretty gardens and\nwoods far below them.\n\nDorothy found herself riding easily between two of the biggest Monkeys,\none of them the King himself.  They had made a chair of their hands and\nwere careful not to hurt her.\n\n\"Why do you have to obey the charm of the Golden Cap?\" she asked.\n\n\"That is a long story,\" answered the King, with a winged laugh; \"but as\nwe have a long journey before us, I will pass the time by telling you\nabout it, if you wish.\"\n\n\"I shall be glad to hear it,\" she replied.\n\n\"Once,\" began the leader, \"we were a free people, living happily in the\ngreat forest, flying from tree to tree, eating nuts and fruit, and\ndoing just as we pleased without calling anybody master.  Perhaps some\nof us were rather too full of mischief at times, flying down to pull\nthe tails of the animals that had no wings, chasing birds, and throwing\nnuts at the people who walked in the forest.  But we were careless and\nhappy and full of fun, and enjoyed every minute of the day.  This was\nmany years ago, long before Oz came out of the clouds to rule over this\nland.\n\n\"There lived here then, away at the North, a beautiful princess, who\nwas also a powerful sorceress.  All her magic was used to help the\npeople, and she was never known to hurt anyone who was good.  Her name\nwas Gayelette, and she lived in a handsome palace built from great\nblocks of ruby.  Everyone loved her, but her greatest sorrow was that\nshe could find no one to love in return, since all the men were much\ntoo stupid and ugly to mate with one so beautiful and wise.  At last,\nhowever, she found a boy who was handsome and manly and wise beyond his\nyears.  Gayelette made up her mind that when he grew to be a man she\nwould make him her husband, so she took him to her ruby palace and used\nall her magic powers to make him as strong and good and lovely as any\nwoman could wish.  When he grew to manhood, Quelala, as he was called,\nwas said to be the best and wisest man in all the land, while his manly\nbeauty was so great that Gayelette loved him dearly, and hastened to\nmake everything ready for the wedding.\n\n\"My grandfather was at that time the King of the Winged Monkeys which\nlived in the forest near Gayelette's palace, and the old fellow loved a\njoke better than a good dinner.  One day, just before the wedding, my\ngrandfather was flying out with his band when he saw Quelala walking\nbeside the river.  He was dressed in a rich costume of pink silk and\npurple velvet, and my grandfather thought he would see what he could\ndo.  At his word the band flew down and seized Quelala, carried him in\ntheir arms until they were over the middle of the river, and then\ndropped him into the water.\n\n\"'Swim out, my fine fellow,' cried my grandfather, 'and see if the\nwater has spotted your clothes.'  Quelala was much too wise not to\nswim, and he was not in the least spoiled by all his good fortune.  He\nlaughed, when he came to the top of the water, and swam in to shore.\nBut when Gayelette came running out to him she found his silks and\nvelvet all ruined by the river.\n\n\"The princess was angry, and she knew, of course, who did it.  She had\nall the Winged Monkeys brought before her, and she said at first that\ntheir wings should be tied and they should be treated as they had\ntreated Quelala, and dropped in the river.  But my grandfather pleaded\nhard, for he knew the Monkeys would drown in the river with their wings\ntied, and Quelala said a kind word for them also; so that Gayelette\nfinally spared them, on condition that the Winged Monkeys should ever\nafter do three times the bidding of the owner of the Golden Cap.  This\nCap had been made for a wedding present to Quelala, and it is said to\nhave cost the princess half her kingdom.  Of course my grandfather and\nall the other Monkeys at once agreed to the condition, and that is how\nit happens that we are three times the slaves of the owner of the\nGolden Cap, whosoever he may be.\"\n\n\"And what became of them?\" asked Dorothy, who had been greatly\ninterested in the story.\n\n\"Quelala being the first owner of the Golden Cap,\" replied the Monkey,\n\"he was the first to lay his wishes upon us.  As his bride could not\nbear the sight of us, he called us all to him in the forest after he\nhad married her and ordered us always to keep where she could never\nagain set eyes on a Winged Monkey, which we were glad to do, for we\nwere all afraid of her.\n\n\"This was all we ever had to do until the Golden Cap fell into the\nhands of the Wicked Witch of the West, who made us enslave the Winkies,\nand afterward drive Oz himself out of the Land of the West.  Now the\nGolden Cap is yours, and three times you have the right to lay your\nwishes upon us.\"\n\nAs the Monkey King finished his story Dorothy looked down and saw the\ngreen, shining walls of the Emerald City before them.  She wondered at\nthe rapid flight of the Monkeys, but was glad the journey was over.\nThe strange creatures set the travelers down carefully before the gate\nof the City, the King bowed low to Dorothy, and then flew swiftly away,\nfollowed by all his band.\n\n\"That was a good ride,\" said the little girl.\n\n\"Yes, and a quick way out of our troubles,\" replied the Lion.  \"How\nlucky it was you brought away that wonderful Cap!\"\n\n\n\n\n  15.  The Discovery of Oz, the Terrible\n\n\nThe four travelers walked up to the great gate of Emerald City and rang\nthe bell.  After ringing several times, it was opened by the same\nGuardian of the Gates they had met before.\n\n\"What! are you back again?\" he asked, in surprise.\n\n\"Do you not see us?\" answered the Scarecrow.\n\n\"But I thought you had gone to visit the Wicked Witch of the West.\"\n\n\"We did visit her,\" said the Scarecrow.\n\n\"And she let you go again?\" asked the man, in wonder.\n\n\"She could not help it, for she is melted,\" explained the Scarecrow.\n\n\"Melted!  Well, that is good news, indeed,\" said the man.  \"Who melted\nher?\"\n\n\"It was Dorothy,\" said the Lion gravely.\n\n\"Good gracious!\" exclaimed the man, and he bowed very low indeed before\nher.\n\nThen he led them into his little room and locked the spectacles from\nthe great box on all their eyes, just as he had done before.  Afterward\nthey passed on through the gate into the Emerald City.  When the people\nheard from the Guardian of the Gates that Dorothy had melted the Wicked\nWitch of the West, they all gathered around the travelers and followed\nthem in a great crowd to the Palace of Oz.\n\nThe soldier with the green whiskers was still on guard before the door,\nbut he let them in at once, and they were again met by the beautiful\ngreen girl, who showed each of them to their old rooms at once, so they\nmight rest until the Great Oz was ready to receive them.\n\nThe soldier had the news carried straight to Oz that Dorothy and the\nother travelers had come back again, after destroying the Wicked Witch;\nbut Oz made no reply.  They thought the Great Wizard would send for\nthem at once, but he did not.  They had no word from him the next day,\nnor the next, nor the next.  The waiting was tiresome and wearing, and\nat last they grew vexed that Oz should treat them in so poor a fashion,\nafter sending them to undergo hardships and slavery.  So the Scarecrow\nat last asked the green girl to take another message to Oz, saying if\nhe did not let them in to see him at once they would call the Winged\nMonkeys to help them, and find out whether he kept his promises or not.\nWhen the Wizard was given this message he was so frightened that he\nsent word for them to come to the Throne Room at four minutes after\nnine o'clock the next morning.  He had once met the Winged Monkeys in\nthe Land of the West, and he did not wish to meet them again.\n\nThe four travelers passed a sleepless night, each thinking of the gift\nOz had promised to bestow on him.  Dorothy fell asleep only once, and\nthen she dreamed she was in Kansas, where Aunt Em was telling her how\nglad she was to have her little girl at home again.\n\nPromptly at nine o'clock the next morning the green-whiskered soldier\ncame to them, and four minutes later they all went into the Throne Room\nof the Great Oz.\n\nOf course each one of them expected to see the Wizard in the shape he\nhad taken before, and all were greatly surprised when they looked about\nand saw no one at all in the room.  They kept close to the door and\ncloser to one another, for the stillness of the empty room was more\ndreadful than any of the forms they had seen Oz take.\n\nPresently they heard a solemn Voice, that seemed to come from somewhere\nnear the top of the great dome, and it said:\n\n\"I am Oz, the Great and Terrible.  Why do you seek me?\"\n\nThey looked again in every part of the room, and then, seeing no one,\nDorothy asked, \"Where are you?\"\n\n\"I am everywhere,\" answered the Voice, \"but to the eyes of common\nmortals I am invisible.  I will now seat myself upon my throne, that\nyou may converse with me.\"  Indeed, the Voice seemed just then to come\nstraight from the throne itself; so they walked toward it and stood in\na row while Dorothy said:\n\n\"We have come to claim our promise, O Oz.\"\n\n\"What promise?\" asked Oz.\n\n\"You promised to send me back to Kansas when the Wicked Witch was\ndestroyed,\" said the girl.\n\n\"And you promised to give me brains,\" said the Scarecrow.\n\n\"And you promised to give me a heart,\" said the Tin Woodman.\n\n\"And you promised to give me courage,\" said the Cowardly Lion.\n\n\"Is the Wicked Witch really destroyed?\" asked the Voice, and Dorothy\nthought it trembled a little.\n\n\"Yes,\" she answered, \"I melted her with a bucket of water.\"\n\n\"Dear me,\" said the Voice, \"how sudden!  Well, come to me tomorrow, for\nI must have time to think it over.\"\n\n\"You've had plenty of time already,\" said the Tin Woodman angrily.\n\n\"We shan't wait a day longer,\" said the Scarecrow.\n\n\"You must keep your promises to us!\" exclaimed Dorothy.\n\nThe Lion thought it might be as well to frighten the Wizard, so he gave\na large, loud roar, which was so fierce and dreadful that Toto jumped\naway from him in alarm and tipped over the screen that stood in a\ncorner.  As it fell with a crash they looked that way, and the next\nmoment all of them were filled with wonder.  For they saw, standing in\njust the spot the screen had hidden, a little old man, with a bald head\nand a wrinkled face, who seemed to be as much surprised as they were.\nThe Tin Woodman, raising his axe, rushed toward the little man and\ncried out, \"Who are you?\"\n\n\"I am Oz, the Great and Terrible,\" said the little man, in a trembling\nvoice.  \"But don't strike me--please don't--and I'll do anything you\nwant me to.\"\n\nOur friends looked at him in surprise and dismay.\n\n\"I thought Oz was a great Head,\" said Dorothy.\n\n\"And I thought Oz was a lovely Lady,\" said the Scarecrow.\n\n\"And I thought Oz was a terrible Beast,\" said the Tin Woodman.\n\n\"And I thought Oz was a Ball of Fire,\" exclaimed the Lion.\n\n\"No, you are all wrong,\" said the little man meekly.  \"I have been\nmaking believe.\"\n\n\"Making believe!\" cried Dorothy.  \"Are you not a Great Wizard?\"\n\n\"Hush, my dear,\" he said.  \"Don't speak so loud, or you will be\noverheard--and I should be ruined.  I'm supposed to be a Great Wizard.\"\n\n\"And aren't you?\" she asked.\n\n\"Not a bit of it, my dear; I'm just a common man.\"\n\n\"You're more than that,\" said the Scarecrow, in a grieved tone; \"you're\na humbug.\"\n\n\"Exactly so!\" declared the little man, rubbing his hands together as if\nit pleased him.  \"I am a humbug.\"\n\n\"But this is terrible,\" said the Tin Woodman.  \"How shall I ever get my\nheart?\"\n\n\"Or I my courage?\" asked the Lion.\n\n\"Or I my brains?\" wailed the Scarecrow, wiping the tears from his eyes\nwith his coat sleeve.\n\n\"My dear friends,\" said Oz, \"I pray you not to speak of these little\nthings.  Think of me, and the terrible trouble I'm in at being found\nout.\"\n\n\"Doesn't anyone else know you're a humbug?\" asked Dorothy.\n\n\"No one knows it but you four--and myself,\" replied Oz.  \"I have fooled\neveryone so long that I thought I should never be found out.  It was a\ngreat mistake my ever letting you into the Throne Room.  Usually I will\nnot see even my subjects, and so they believe I am something terrible.\"\n\n\"But, I don't understand,\" said Dorothy, in bewilderment.  \"How was it\nthat you appeared to me as a great Head?\"\n\n\"That was one of my tricks,\" answered Oz.  \"Step this way, please, and\nI will tell you all about it.\"\n\nHe led the way to a small chamber in the rear of the Throne Room, and\nthey all followed him.  He pointed to one corner, in which lay the\ngreat Head, made out of many thicknesses of paper, and with a carefully\npainted face.\n\n\"This I hung from the ceiling by a wire,\" said Oz.  \"I stood behind the\nscreen and pulled a thread, to make the eyes move and the mouth open.\"\n\n\"But how about the voice?\" she inquired.\n\n\"Oh, I am a ventriloquist,\" said the little man.  \"I can throw the\nsound of my voice wherever I wish, so that you thought it was coming\nout of the Head.  Here are the other things I used to deceive you.\"  He\nshowed the Scarecrow the dress and the mask he had worn when he seemed\nto be the lovely Lady.  And the Tin Woodman saw that his terrible Beast\nwas nothing but a lot of skins, sewn together, with slats to keep their\nsides out.  As for the Ball of Fire, the false Wizard had hung that\nalso from the ceiling.  It was really a ball of cotton, but when oil\nwas poured upon it the ball burned fiercely.\n\n\"Really,\" said the Scarecrow, \"you ought to be ashamed of yourself for\nbeing such a humbug.\"\n\n\"I am--I certainly am,\" answered the little man sorrowfully; \"but it\nwas the only thing I could do.  Sit down, please, there are plenty of\nchairs; and I will tell you my story.\"\n\nSo they sat down and listened while he told the following tale.\n\n\"I was born in Omaha--\"\n\n\"Why, that isn't very far from Kansas!\" cried Dorothy.\n\n\"No, but it's farther from here,\" he said, shaking his head at her\nsadly.  \"When I grew up I became a ventriloquist, and at that I was\nvery well trained by a great master.  I can imitate any kind of a bird\nor beast.\"  Here he mewed so like a kitten that Toto pricked up his\nears and looked everywhere to see where she was.  \"After a time,\"\ncontinued Oz, \"I tired of that, and became a balloonist.\"\n\n\"What is that?\" asked Dorothy.\n\n\"A man who goes up in a balloon on circus day, so as to draw a crowd of\npeople together and get them to pay to see the circus,\" he explained.\n\n\"Oh,\" she said, \"I know.\"\n\n\"Well, one day I went up in a balloon and the ropes got twisted, so\nthat I couldn't come down again.  It went way up above the clouds, so\nfar that a current of air struck it and carried it many, many miles\naway.  For a day and a night I traveled through the air, and on the\nmorning of the second day I awoke and found the balloon floating over a\nstrange and beautiful country.\n\n\"It came down gradually, and I was not hurt a bit.  But I found myself\nin the midst of a strange people, who, seeing me come from the clouds,\nthought I was a great Wizard.  Of course I let them think so, because\nthey were afraid of me, and promised to do anything I wished them to.\n\n\"Just to amuse myself, and keep the good people busy, I ordered them to\nbuild this City, and my Palace; and they did it all willingly and well.\nThen I thought, as the country was so green and beautiful, I would call\nit the Emerald City; and to make the name fit better I put green\nspectacles on all the people, so that everything they saw was green.\"\n\n\"But isn't everything here green?\" asked Dorothy.\n\n\"No more than in any other city,\" replied Oz; \"but when you wear green\nspectacles, why of course everything you see looks green to you.  The\nEmerald City was built a great many years ago, for I was a young man\nwhen the balloon brought me here, and I am a very old man now.  But my\npeople have worn green glasses on their eyes so long that most of them\nthink it really is an Emerald City, and it certainly is a beautiful\nplace, abounding in jewels and precious metals, and every good thing\nthat is needed to make one happy.  I have been good to the people, and\nthey like me; but ever since this Palace was built, I have shut myself\nup and would not see any of them.\n\n\"One of my greatest fears was the Witches, for while I had no magical\npowers at all I soon found out that the Witches were really able to do\nwonderful things.  There were four of them in this country, and they\nruled the people who live in the North and South and East and West.\nFortunately, the Witches of the North and South were good, and I knew\nthey would do me no harm; but the Witches of the East and West were\nterribly wicked, and had they not thought I was more powerful than they\nthemselves, they would surely have destroyed me.  As it was, I lived in\ndeadly fear of them for many years; so you can imagine how pleased I\nwas when I heard your house had fallen on the Wicked Witch of the East.\nWhen you came to me, I was willing to promise anything if you would\nonly do away with the other Witch; but, now that you have melted her, I\nam ashamed to say that I cannot keep my promises.\"\n\n\"I think you are a very bad man,\" said Dorothy.\n\n\"Oh, no, my dear; I'm really a very good man, but I'm a very bad\nWizard, I must admit.\"\n\n\"Can't you give me brains?\" asked the Scarecrow.\n\n\"You don't need them.  You are learning something every day.  A baby\nhas brains, but it doesn't know much.  Experience is the only thing\nthat brings knowledge, and the longer you are on earth the more\nexperience you are sure to get.\"\n\n\"That may all be true,\" said the Scarecrow, \"but I shall be very\nunhappy unless you give me brains.\"\n\nThe false Wizard looked at him carefully.\n\n\"Well,\" he said with a sigh, \"I'm not much of a magician, as I said;\nbut if you will come to me tomorrow morning, I will stuff your head\nwith brains.  I cannot tell you how to use them, however; you must find\nthat out for yourself.\"\n\n\"Oh, thank you--thank you!\" cried the Scarecrow.  \"I'll find a way to\nuse them, never fear!\"\n\n\"But how about my courage?\" asked the Lion anxiously.\n\n\"You have plenty of courage, I am sure,\" answered Oz.  \"All you need is\nconfidence in yourself.  There is no living thing that is not afraid\nwhen it faces danger.  The True courage is in facing danger when you\nare afraid, and that kind of courage you have in plenty.\"\n\n\"Perhaps I have, but I'm scared just the same,\" said the Lion.  \"I\nshall really be very unhappy unless you give me the sort of courage\nthat makes one forget he is afraid.\"\n\n\"Very well, I will give you that sort of courage tomorrow,\" replied Oz.\n\n\"How about my heart?\" asked the Tin Woodman.\n\n\"Why, as for that,\" answered Oz, \"I think you are wrong to want a\nheart.  It makes most people unhappy.  If you only knew it, you are in\nluck not to have a heart.\"\n\n\"That must be a matter of opinion,\" said the Tin Woodman.  \"For my\npart, I will bear all the unhappiness without a murmur, if you will\ngive me the heart.\"\n\n\"Very well,\" answered Oz meekly.  \"Come to me tomorrow and you shall\nhave a heart.  I have played Wizard for so many years that I may as\nwell continue the part a little longer.\"\n\n\"And now,\" said Dorothy, \"how am I to get back to Kansas?\"\n\n\"We shall have to think about that,\" replied the little man.  \"Give me\ntwo or three days to consider the matter and I'll try to find a way to\ncarry you over the desert.  In the meantime you shall all be treated as\nmy guests, and while you live in the Palace my people will wait upon\nyou and obey your slightest wish.  There is only one thing I ask in\nreturn for my help--such as it is.  You must keep my secret and tell no\none I am a humbug.\"\n\nThey agreed to say nothing of what they had learned, and went back to\ntheir rooms in high spirits.  Even Dorothy had hope that \"The Great and\nTerrible Humbug,\" as she called him, would find a way to send her back\nto Kansas, and if he did she was willing to forgive him everything.\n\n\n\n\n  16.  The Magic Art of the Great Humbug\n\n\nNext morning the Scarecrow said to his friends:\n\n\"Congratulate me.  I am going to Oz to get my brains at last.  When I\nreturn I shall be as other men are.\"\n\n\"I have always liked you as you were,\" said Dorothy simply.\n\n\"It is kind of you to like a Scarecrow,\" he replied.  \"But surely you\nwill think more of me when you hear the splendid thoughts my new brain\nis going to turn out.\"  Then he said good-bye to them all in a cheerful\nvoice and went to the Throne Room, where he rapped upon the door.\n\n\"Come in,\" said Oz.\n\nThe Scarecrow went in and found the little man sitting down by the\nwindow, engaged in deep thought.\n\n\"I have come for my brains,\" remarked the Scarecrow, a little uneasily.\n\n\"Oh, yes; sit down in that chair, please,\" replied Oz.  \"You must\nexcuse me for taking your head off, but I shall have to do it in order\nto put your brains in their proper place.\"\n\n\"That's all right,\" said the Scarecrow.  \"You are quite welcome to take\nmy head off, as long as it will be a better one when you put it on\nagain.\"\n\nSo the Wizard unfastened his head and emptied out the straw.  Then he\nentered the back room and took up a measure of bran, which he mixed\nwith a great many pins and needles.  Having shaken them together\nthoroughly, he filled the top of the Scarecrow's head with the mixture\nand stuffed the rest of the space with straw, to hold it in place.\n\nWhen he had fastened the Scarecrow's head on his body again he said to\nhim, \"Hereafter you will be a great man, for I have given you a lot of\nbran-new brains.\"\n\nThe Scarecrow was both pleased and proud at the fulfillment of his\ngreatest wish, and having thanked Oz warmly he went back to his friends.\n\nDorothy looked at him curiously.  His head was quite bulged out at the\ntop with brains.\n\n\"How do you feel?\" she asked.\n\n\"I feel wise indeed,\" he answered earnestly.  \"When I get used to my\nbrains I shall know everything.\"\n\n\"Why are those needles and pins sticking out of your head?\" asked the\nTin Woodman.\n\n\"That is proof that he is sharp,\" remarked the Lion.\n\n\"Well, I must go to Oz and get my heart,\" said the Woodman.  So he\nwalked to the Throne Room and knocked at the door.\n\n\"Come in,\" called Oz, and the Woodman entered and said, \"I have come\nfor my heart.\"\n\n\"Very well,\" answered the little man.  \"But I shall have to cut a hole\nin your breast, so I can put your heart in the right place.  I hope it\nwon't hurt you.\"\n\n\"Oh, no,\" answered the Woodman.  \"I shall not feel it at all.\"\n\nSo Oz brought a pair of tinsmith's shears and cut a small, square hole\nin the left side of the Tin Woodman's breast.  Then, going to a chest\nof drawers, he took out a pretty heart, made entirely of silk and\nstuffed with sawdust.\n\n\"Isn't it a beauty?\" he asked.\n\n\"It is, indeed!\" replied the Woodman, who was greatly pleased.  \"But is\nit a kind heart?\"\n\n\"Oh, very!\" answered Oz.  He put the heart in the Woodman's breast and\nthen replaced the square of tin, soldering it neatly together where it\nhad been cut.\n\n\"There,\" said he; \"now you have a heart that any man might be proud of.\nI'm sorry I had to put a patch on your breast, but it really couldn't\nbe helped.\"\n\n\"Never mind the patch,\" exclaimed the happy Woodman.  \"I am very\ngrateful to you, and shall never forget your kindness.\"\n\n\"Don't speak of it,\" replied Oz.\n\nThen the Tin Woodman went back to his friends, who wished him every joy\non account of his good fortune.\n\nThe Lion now walked to the Throne Room and knocked at the door.\n\n\"Come in,\" said Oz.\n\n\"I have come for my courage,\" announced the Lion, entering the room.\n\n\"Very well,\" answered the little man; \"I will get it for you.\"\n\nHe went to a cupboard and reaching up to a high shelf took down a\nsquare green bottle, the contents of which he poured into a green-gold\ndish, beautifully carved.  Placing this before the Cowardly Lion, who\nsniffed at it as if he did not like it, the Wizard said:\n\n\"Drink.\"\n\n\"What is it?\" asked the Lion.\n\n\"Well,\" answered Oz, \"if it were inside of you, it would be courage.\nYou know, of course, that courage is always inside one; so that this\nreally cannot be called courage until you have swallowed it.  Therefore\nI advise you to drink it as soon as possible.\"\n\nThe Lion hesitated no longer, but drank till the dish was empty.\n\n\"How do you feel now?\" asked Oz.\n\n\"Full of courage,\" replied the Lion, who went joyfully back to his\nfriends to tell them of his good fortune.\n\nOz, left to himself, smiled to think of his success in giving the\nScarecrow and the Tin Woodman and the Lion exactly what they thought\nthey wanted.  \"How can I help being a humbug,\" he said, \"when all these\npeople make me do things that everybody knows can't be done?  It was\neasy to make the Scarecrow and the Lion and the Woodman happy, because\nthey imagined I could do anything.  But it will take more than\nimagination to carry Dorothy back to Kansas, and I'm sure I don't know\nhow it can be done.\"\n\n\n\n\n17.  How the Balloon Was Launched\n\n\nFor three days Dorothy heard nothing from Oz.  These were sad days for\nthe little girl, although her friends were all quite happy and\ncontented.  The Scarecrow told them there were wonderful thoughts in\nhis head; but he would not say what they were because he knew no one\ncould understand them but himself.  When the Tin Woodman walked about\nhe felt his heart rattling around in his breast; and he told Dorothy he\nhad discovered it to be a kinder and more tender heart than the one he\nhad owned when he was made of flesh.  The Lion declared he was afraid\nof nothing on earth, and would gladly face an army or a dozen of the\nfierce Kalidahs.\n\nThus each of the little party was satisfied except Dorothy, who longed\nmore than ever to get back to Kansas.\n\nOn the fourth day, to her great joy, Oz sent for her, and when she\nentered the Throne Room he greeted her pleasantly:\n\n\"Sit down, my dear; I think I have found the way to get you out of this\ncountry.\"\n\n\"And back to Kansas?\" she asked eagerly.\n\n\"Well, I'm not sure about Kansas,\" said Oz, \"for I haven't the faintest\nnotion which way it lies.  But the first thing to do is to cross the\ndesert, and then it should be easy to find your way home.\"\n\n\"How can I cross the desert?\" she inquired.\n\n\"Well, I'll tell you what I think,\" said the little man.  \"You see,\nwhen I came to this country it was in a balloon.  You also came through\nthe air, being carried by a cyclone.  So I believe the best way to get\nacross the desert will be through the air.  Now, it is quite beyond my\npowers to make a cyclone; but I've been thinking the matter over, and I\nbelieve I can make a balloon.\"\n\n\"How?\" asked Dorothy.\n\n\"A balloon,\" said Oz, \"is made of silk, which is coated with glue to\nkeep the gas in it.  I have plenty of silk in the Palace, so it will be\nno trouble to make the balloon.  But in all this country there is no\ngas to fill the balloon with, to make it float.\"\n\n\"If it won't float,\" remarked Dorothy, \"it will be of no use to us.\"\n\n\"True,\" answered Oz.  \"But there is another way to make it float, which\nis to fill it with hot air.  Hot air isn't as good as gas, for if the\nair should get cold the balloon would come down in the desert, and we\nshould be lost.\"\n\n\"We!\" exclaimed the girl.  \"Are you going with me?\"\n\n\"Yes, of course,\" replied Oz.  \"I am tired of being such a humbug.  If\nI should go out of this Palace my people would soon discover I am not a\nWizard, and then they would be vexed with me for having deceived them.\nSo I have to stay shut up in these rooms all day, and it gets tiresome.\nI'd much rather go back to Kansas with you and be in a circus again.\"\n\n\"I shall be glad to have your company,\" said Dorothy.\n\n\"Thank you,\" he answered.  \"Now, if you will help me sew the silk\ntogether, we will begin to work on our balloon.\"\n\nSo Dorothy took a needle and thread, and as fast as Oz cut the strips\nof silk into proper shape the girl sewed them neatly together.  First\nthere was a strip of light green silk, then a strip of dark green and\nthen a strip of emerald green; for Oz had a fancy to make the balloon\nin different shades of the color about them.  It took three days to sew\nall the strips together, but when it was finished they had a big bag of\ngreen silk more than twenty feet long.\n\nThen Oz painted it on the inside with a coat of thin glue, to make it\nairtight, after which he announced that the balloon was ready.\n\n\"But we must have a basket to ride in,\" he said.  So he sent the\nsoldier with the green whiskers for a big clothes basket, which he\nfastened with many ropes to the bottom of the balloon.\n\nWhen it was all ready, Oz sent word to his people that he was going to\nmake a visit to a great brother Wizard who lived in the clouds.  The\nnews spread rapidly throughout the city and everyone came to see the\nwonderful sight.\n\nOz ordered the balloon carried out in front of the Palace, and the\npeople gazed upon it with much curiosity.  The Tin Woodman had chopped\na big pile of wood, and now he made a fire of it, and Oz held the\nbottom of the balloon over the fire so that the hot air that arose from\nit would be caught in the silken bag.  Gradually the balloon swelled\nout and rose into the air, until finally the basket just touched the\nground.\n\nThen Oz got into the basket and said to all the people in a loud voice:\n\n\"I am now going away to make a visit.  While I am gone the Scarecrow\nwill rule over you.  I command you to obey him as you would me.\"\n\nThe balloon was by this time tugging hard at the rope that held it to\nthe ground, for the air within it was hot, and this made it so much\nlighter in weight than the air without that it pulled hard to rise into\nthe sky.\n\n\"Come, Dorothy!\" cried the Wizard.  \"Hurry up, or the balloon will fly\naway.\"\n\n\"I can't find Toto anywhere,\" replied Dorothy, who did not wish to\nleave her little dog behind.  Toto had run into the crowd to bark at a\nkitten, and Dorothy at last found him.  She picked him up and ran\ntowards the balloon.\n\nShe was within a few steps of it, and Oz was holding out his hands to\nhelp her into the basket, when, crack! went the ropes, and the balloon\nrose into the air without her.\n\n\"Come back!\" she screamed.  \"I want to go, too!\"\n\n\"I can't come back, my dear,\" called Oz from the basket.  \"Good-bye!\"\n\n\"Good-bye!\" shouted everyone, and all eyes were turned upward to where\nthe Wizard was riding in the basket, rising every moment farther and\nfarther into the sky.\n\nAnd that was the last any of them ever saw of Oz, the Wonderful Wizard,\nthough he may have reached Omaha safely, and be there now, for all we\nknow.  But the people remembered him lovingly, and said to one another:\n\n\"Oz was always our friend.  When he was here he built for us this\nbeautiful Emerald City, and now he is gone he has left the Wise\nScarecrow to rule over us.\"\n\nStill, for many days they grieved over the loss of the Wonderful\nWizard, and would not be comforted.\n\n\n\n\n18.  Away to the South\n\n\nDorothy wept bitterly at the passing of her hope to get home to Kansas\nagain; but when she thought it all over she was glad she had not gone\nup in a balloon.  And she also felt sorry at losing Oz, and so did her\ncompanions.\n\nThe Tin Woodman came to her and said:\n\n\"Truly I should be ungrateful if I failed to mourn for the man who gave\nme my lovely heart.  I should like to cry a little because Oz is gone,\nif you will kindly wipe away my tears, so that I shall not rust.\"\n\n\"With pleasure,\" she answered, and brought a towel at once.  Then the\nTin Woodman wept for several minutes, and she watched the tears\ncarefully and wiped them away with the towel.  When he had finished, he\nthanked her kindly and oiled himself thoroughly with his jeweled\noil-can, to guard against mishap.\n\nThe Scarecrow was now the ruler of the Emerald City, and although he\nwas not a Wizard the people were proud of him.  \"For,\" they said,\n\"there is not another city in all the world that is ruled by a stuffed\nman.\"  And, so far as they knew, they were quite right.\n\nThe morning after the balloon had gone up with Oz, the four travelers\nmet in the Throne Room and talked matters over.  The Scarecrow sat in\nthe big throne and the others stood respectfully before him.\n\n\"We are not so unlucky,\" said the new ruler, \"for this Palace and the\nEmerald City belong to us, and we can do just as we please.  When I\nremember that a short time ago I was up on a pole in a farmer's\ncornfield, and that now I am the ruler of this beautiful City, I am\nquite satisfied with my lot.\"\n\n\"I also,\" said the Tin Woodman, \"am well-pleased with my new heart;\nand, really, that was the only thing I wished in all the world.\"\n\n\"For my part, I am content in knowing I am as brave as any beast that\never lived, if not braver,\" said the Lion modestly.\n\n\"If Dorothy would only be contented to live in the Emerald City,\"\ncontinued the Scarecrow, \"we might all be happy together.\"\n\n\"But I don't want to live here,\" cried Dorothy.  \"I want to go to\nKansas, and live with Aunt Em and Uncle Henry.\"\n\n\"Well, then, what can be done?\" inquired the Woodman.\n\nThe Scarecrow decided to think, and he thought so hard that the pins\nand needles began to stick out of his brains.  Finally he said:\n\n\"Why not call the Winged Monkeys, and ask them to carry you over the\ndesert?\"\n\n\"I never thought of that!\" said Dorothy joyfully.  \"It's just the\nthing.  I'll go at once for the Golden Cap.\"\n\nWhen she brought it into the Throne Room she spoke the magic words, and\nsoon the band of Winged Monkeys flew in through the open window and\nstood beside her.\n\n\"This is the second time you have called us,\" said the Monkey King,\nbowing before the little girl.  \"What do you wish?\"\n\n\"I want you to fly with me to Kansas,\" said Dorothy.\n\nBut the Monkey King shook his head.\n\n\"That cannot be done,\" he said.  \"We belong to this country alone, and\ncannot leave it.  There has never been a Winged Monkey in Kansas yet,\nand I suppose there never will be, for they don't belong there.  We\nshall be glad to serve you in any way in our power, but we cannot cross\nthe desert.  Good-bye.\"\n\nAnd with another bow, the Monkey King spread his wings and flew away\nthrough the window, followed by all his band.\n\nDorothy was ready to cry with disappointment.  \"I have wasted the charm\nof the Golden Cap to no purpose,\" she said, \"for the Winged Monkeys\ncannot help me.\"\n\n\"It is certainly too bad!\" said the tender-hearted Woodman.\n\nThe Scarecrow was thinking again, and his head bulged out so horribly\nthat Dorothy feared it would burst.\n\n\"Let us call in the soldier with the green whiskers,\" he said, \"and ask\nhis advice.\"\n\nSo the soldier was summoned and entered the Throne Room timidly, for\nwhile Oz was alive he never was allowed to come farther than the door.\n\n\"This little girl,\" said the Scarecrow to the soldier, \"wishes to cross\nthe desert.  How can she do so?\"\n\n\"I cannot tell,\" answered the soldier, \"for nobody has ever crossed the\ndesert, unless it is Oz himself.\"\n\n\"Is there no one who can help me?\" asked Dorothy earnestly.\n\n\"Glinda might,\" he suggested.\n\n\"Who is Glinda?\" inquired the Scarecrow.\n\n\"The Witch of the South.  She is the most powerful of all the Witches,\nand rules over the Quadlings.  Besides, her castle stands on the edge\nof the desert, so she may know a way to cross it.\"\n\n\"Glinda is a Good Witch, isn't she?\" asked the child.\n\n\"The Quadlings think she is good,\" said the soldier, \"and she is kind\nto everyone.  I have heard that Glinda is a beautiful woman, who knows\nhow to keep young in spite of the many years she has lived.\"\n\n\"How can I get to her castle?\" asked Dorothy.\n\n\"The road is straight to the South,\" he answered, \"but it is said to be\nfull of dangers to travelers.  There are wild beasts in the woods, and\na race of queer men who do not like strangers to cross their country.\nFor this reason none of the Quadlings ever come to the Emerald City.\"\n\nThe soldier then left them and the Scarecrow said:\n\n\"It seems, in spite of dangers, that the best thing Dorothy can do is\nto travel to the Land of the South and ask Glinda to help her.  For, of\ncourse, if Dorothy stays here she will never get back to Kansas.\"\n\n\"You must have been thinking again,\" remarked the Tin Woodman.\n\n\"I have,\" said the Scarecrow.\n\n\"I shall go with Dorothy,\" declared the Lion, \"for I am tired of your\ncity and long for the woods and the country again.  I am really a wild\nbeast, you know.  Besides, Dorothy will need someone to protect her.\"\n\n\"That is true,\" agreed the Woodman.  \"My axe may be of service to her;\nso I also will go with her to the Land of the South.\"\n\n\"When shall we start?\" asked the Scarecrow.\n\n\"Are you going?\" they asked, in surprise.\n\n\"Certainly.  If it wasn't for Dorothy I should never have had brains.\nShe lifted me from the pole in the cornfield and brought me to the\nEmerald City.  So my good luck is all due to her, and I shall never\nleave her until she starts back to Kansas for good and all.\"\n\n\"Thank you,\" said Dorothy gratefully.  \"You are all very kind to me.\nBut I should like to start as soon as possible.\"\n\n\"We shall go tomorrow morning,\" returned the Scarecrow.  \"So now let us\nall get ready, for it will be a long journey.\"\n\n\n\n\n19.  Attacked by the Fighting Trees\n\n\nThe next morning Dorothy kissed the pretty green girl good-bye, and\nthey all shook hands with the soldier with the green whiskers, who had\nwalked with them as far as the gate.  When the Guardian of the Gate saw\nthem again he wondered greatly that they could leave the beautiful City\nto get into new trouble.  But he at once unlocked their spectacles,\nwhich he put back into the green box, and gave them many good wishes to\ncarry with them.\n\n\"You are now our ruler,\" he said to the Scarecrow; \"so you must come\nback to us as soon as possible.\"\n\n\"I certainly shall if I am able,\" the Scarecrow replied; \"but I must\nhelp Dorothy to get home, first.\"\n\nAs Dorothy bade the good-natured Guardian a last farewell she said:\n\n\"I have been very kindly treated in your lovely City, and everyone has\nbeen good to me.  I cannot tell you how grateful I am.\"\n\n\"Don't try, my dear,\" he answered.  \"We should like to keep you with\nus, but if it is your wish to return to Kansas, I hope you will find a\nway.\"  He then opened the gate of the outer wall, and they walked forth\nand started upon their journey.\n\nThe sun shone brightly as our friends turned their faces toward the\nLand of the South.  They were all in the best of spirits, and laughed\nand chatted together.  Dorothy was once more filled with the hope of\ngetting home, and the Scarecrow and the Tin Woodman were glad to be of\nuse to her.  As for the Lion, he sniffed the fresh air with delight and\nwhisked his tail from side to side in pure joy at being in the country\nagain, while Toto ran around them and chased the moths and butterflies,\nbarking merrily all the time.\n\n\"City life does not agree with me at all,\" remarked the Lion, as they\nwalked along at a brisk pace.  \"I have lost much flesh since I lived\nthere, and now I am anxious for a chance to show the other beasts how\ncourageous I have grown.\"\n\nThey now turned and took a last look at the Emerald City.  All they\ncould see was a mass of towers and steeples behind the green walls, and\nhigh up above everything the spires and dome of the Palace of Oz.\n\n\"Oz was not such a bad Wizard, after all,\" said the Tin Woodman, as he\nfelt his heart rattling around in his breast.\n\n\"He knew how to give me brains, and very good brains, too,\" said the\nScarecrow.\n\n\"If Oz had taken a dose of the same courage he gave me,\" added the\nLion, \"he would have been a brave man.\"\n\nDorothy said nothing.  Oz had not kept the promise he made her, but he\nhad done his best, so she forgave him.  As he said, he was a good man,\neven if he was a bad Wizard.\n\nThe first day's journey was through the green fields and bright flowers\nthat stretched about the Emerald City on every side.  They slept that\nnight on the grass, with nothing but the stars over them; and they\nrested very well indeed.\n\nIn the morning they traveled on until they came to a thick wood.  There\nwas no way of going around it, for it seemed to extend to the right and\nleft as far as they could see; and, besides, they did not dare change\nthe direction of their journey for fear of getting lost.  So they\nlooked for the place where it would be easiest to get into the forest.\n\nThe Scarecrow, who was in the lead, finally discovered a big tree with\nsuch wide-spreading branches that there was room for the party to pass\nunderneath.  So he walked forward to the tree, but just as he came\nunder the first branches they bent down and twined around him, and the\nnext minute he was raised from the ground and flung headlong among his\nfellow travelers.\n\nThis did not hurt the Scarecrow, but it surprised him, and he looked\nrather dizzy when Dorothy picked him up.\n\n\"Here is another space between the trees,\" called the Lion.\n\n\"Let me try it first,\" said the Scarecrow, \"for it doesn't hurt me to\nget thrown about.\"  He walked up to another tree, as he spoke, but its\nbranches immediately seized him and tossed him back again.\n\n\"This is strange,\" exclaimed Dorothy.  \"What shall we do?\"\n\n\"The trees seem to have made up their minds to fight us, and stop our\njourney,\" remarked the Lion.\n\n\"I believe I will try it myself,\" said the Woodman, and shouldering his\naxe, he marched up to the first tree that had handled the Scarecrow so\nroughly.  When a big branch bent down to seize him the Woodman chopped\nat it so fiercely that he cut it in two.  At once the tree began\nshaking all its branches as if in pain, and the Tin Woodman passed\nsafely under it.\n\n\"Come on!\" he shouted to the others.  \"Be quick!\"  They all ran forward\nand passed under the tree without injury, except Toto, who was caught\nby a small branch and shaken until he howled.  But the Woodman promptly\nchopped off the branch and set the little dog free.\n\nThe other trees of the forest did nothing to keep them back, so they\nmade up their minds that only the first row of trees could bend down\ntheir branches, and that probably these were the policemen of the\nforest, and given this wonderful power in order to keep strangers out\nof it.\n\nThe four travelers walked with ease through the trees until they came\nto the farther edge of the wood.  Then, to their surprise, they found\nbefore them a high wall which seemed to be made of white china.  It was\nsmooth, like the surface of a dish, and higher than their heads.\n\n\"What shall we do now?\" asked Dorothy.\n\n\"I will make a ladder,\" said the Tin Woodman, \"for we certainly must\nclimb over the wall.\"\n\n\n\n\n20.  The Dainty China Country\n\n\nWhile the Woodman was making a ladder from wood which he found in the\nforest Dorothy lay down and slept, for she was tired by the long walk.\nThe Lion also curled himself up to sleep and Toto lay beside him.\n\nThe Scarecrow watched the Woodman while he worked, and said to him:\n\n\"I cannot think why this wall is here, nor what it is made of.\"\n\n\"Rest your brains and do not worry about the wall,\" replied the\nWoodman.  \"When we have climbed over it, we shall know what is on the\nother side.\"\n\nAfter a time the ladder was finished.  It looked clumsy, but the Tin\nWoodman was sure it was strong and would answer their purpose.  The\nScarecrow waked Dorothy and the Lion and Toto, and told them that the\nladder was ready.  The Scarecrow climbed up the ladder first, but he\nwas so awkward that Dorothy had to follow close behind and keep him\nfrom falling off.  When he got his head over the top of the wall the\nScarecrow said, \"Oh, my!\"\n\n\"Go on,\" exclaimed Dorothy.\n\nSo the Scarecrow climbed farther up and sat down on the top of the\nwall, and Dorothy put her head over and cried, \"Oh, my!\" just as the\nScarecrow had done.\n\nThen Toto came up, and immediately began to bark, but Dorothy made him\nbe still.\n\nThe Lion climbed the ladder next, and the Tin Woodman came last; but\nboth of them cried, \"Oh, my!\" as soon as they looked over the wall.\nWhen they were all sitting in a row on the top of the wall, they looked\ndown and saw a strange sight.\n\nBefore them was a great stretch of country having a floor as smooth and\nshining and white as the bottom of a big platter.  Scattered around\nwere many houses made entirely of china and painted in the brightest\ncolors.  These houses were quite small, the biggest of them reaching\nonly as high as Dorothy's waist.  There were also pretty little barns,\nwith china fences around them; and many cows and sheep and horses and\npigs and chickens, all made of china, were standing about in groups.\n\nBut the strangest of all were the people who lived in this queer\ncountry.  There were milkmaids and shepherdesses, with brightly colored\nbodices and golden spots all over their gowns; and princesses with most\ngorgeous frocks of silver and gold and purple; and shepherds dressed in\nknee breeches with pink and yellow and blue stripes down them, and\ngolden buckles on their shoes; and princes with jeweled crowns upon\ntheir heads, wearing ermine robes and satin doublets; and funny clowns\nin ruffled gowns, with round red spots upon their cheeks and tall,\npointed caps.  And, strangest of all, these people were all made of\nchina, even to their clothes, and were so small that the tallest of\nthem was no higher than Dorothy's knee.\n\nNo one did so much as look at the travelers at first, except one little\npurple china dog with an extra-large head, which came to the wall and\nbarked at them in a tiny voice, afterwards running away again.\n\n\"How shall we get down?\" asked Dorothy.\n\nThey found the ladder so heavy they could not pull it up, so the\nScarecrow fell off the wall and the others jumped down upon him so that\nthe hard floor would not hurt their feet.  Of course they took pains\nnot to light on his head and get the pins in their feet.  When all were\nsafely down they picked up the Scarecrow, whose body was quite\nflattened out, and patted his straw into shape again.\n\n\"We must cross this strange place in order to get to the other side,\"\nsaid Dorothy, \"for it would be unwise for us to go any other way except\ndue South.\"\n\nThey began walking through the country of the china people, and the\nfirst thing they came to was a china milkmaid milking a china cow.  As\nthey drew near, the cow suddenly gave a kick and kicked over the stool,\nthe pail, and even the milkmaid herself, and all fell on the china\nground with a great clatter.\n\nDorothy was shocked to see that the cow had broken her leg off, and\nthat the pail was lying in several small pieces, while the poor\nmilkmaid had a nick in her left elbow.\n\n\"There!\" cried the milkmaid angrily.  \"See what you have done!  My cow\nhas broken her leg, and I must take her to the mender's shop and have\nit glued on again.  What do you mean by coming here and frightening my\ncow?\"\n\n\"I'm very sorry,\" returned Dorothy.  \"Please forgive us.\"\n\nBut the pretty milkmaid was much too vexed to make any answer.  She\npicked up the leg sulkily and led her cow away, the poor animal limping\non three legs.  As she left them the milkmaid cast many reproachful\nglances over her shoulder at the clumsy strangers, holding her nicked\nelbow close to her side.\n\nDorothy was quite grieved at this mishap.\n\n\"We must be very careful here,\" said the kind-hearted Woodman, \"or we\nmay hurt these pretty little people so they will never get over it.\"\n\nA little farther on Dorothy met a most beautifully dressed young\nPrincess, who stopped short as she saw the strangers and started to run\naway.\n\nDorothy wanted to see more of the Princess, so she ran after her.  But\nthe china girl cried out:\n\n\"Don't chase me!  Don't chase me!\"\n\nShe had such a frightened little voice that Dorothy stopped and said,\n\"Why not?\"\n\n\"Because,\" answered the Princess, also stopping, a safe distance away,\n\"if I run I may fall down and break myself.\"\n\n\"But could you not be mended?\" asked the girl.\n\n\"Oh, yes; but one is never so pretty after being mended, you know,\"\nreplied the Princess.\n\n\"I suppose not,\" said Dorothy.\n\n\"Now there is Mr. Joker, one of our clowns,\" continued the china lady,\n\"who is always trying to stand upon his head.  He has broken himself so\noften that he is mended in a hundred places, and doesn't look at all\npretty.  Here he comes now, so you can see for yourself.\"\n\nIndeed, a jolly little clown came walking toward them, and Dorothy\ncould see that in spite of his pretty clothes of red and yellow and\ngreen he was completely covered with cracks, running every which way\nand showing plainly that he had been mended in many places.\n\nThe Clown put his hands in his pockets, and after puffing out his\ncheeks and nodding his head at them saucily, he said:\n\n  \"My lady fair,\n     Why do you stare\n   At poor old Mr. Joker?\n     You're quite as stiff\n   And prim as if\n     You'd eaten up a poker!\"\n\n\n\"Be quiet, sir!\" said the Princess.  \"Can't you see these are\nstrangers, and should be treated with respect?\"\n\n\"Well, that's respect, I expect,\" declared the Clown, and immediately\nstood upon his head.\n\n\"Don't mind Mr. Joker,\" said the Princess to Dorothy.  \"He is\nconsiderably cracked in his head, and that makes him foolish.\"\n\n\"Oh, I don't mind him a bit,\" said Dorothy.  \"But you are so\nbeautiful,\" she continued, \"that I am sure I could love you dearly.\nWon't you let me carry you back to Kansas, and stand you on Aunt Em's\nmantel?  I could carry you in my basket.\"\n\n\"That would make me very unhappy,\" answered the china Princess.  \"You\nsee, here in our country we live contentedly, and can talk and move\naround as we please.  But whenever any of us are taken away our joints\nat once stiffen, and we can only stand straight and look pretty.  Of\ncourse that is all that is expected of us when we are on mantels and\ncabinets and drawing-room tables, but our lives are much pleasanter\nhere in our own country.\"\n\n\"I would not make you unhappy for all the world!\" exclaimed Dorothy.\n\"So I'll just say good-bye.\"\n\n\"Good-bye,\" replied the Princess.\n\nThey walked carefully through the china country.  The little animals\nand all the people scampered out of their way, fearing the strangers\nwould break them, and after an hour or so the travelers reached the\nother side of the country and came to another china wall.\n\nIt was not so high as the first, however, and by standing upon the\nLion's back they all managed to scramble to the top.  Then the Lion\ngathered his legs under him and jumped on the wall; but just as he\njumped, he upset a china church with his tail and smashed it all to\npieces.\n\n\"That was too bad,\" said Dorothy, \"but really I think we were lucky in\nnot doing these little people more harm than breaking a cow's leg and a\nchurch.  They are all so brittle!\"\n\n\"They are, indeed,\" said the Scarecrow, \"and I am thankful I am made of\nstraw and cannot be easily damaged.  There are worse things in the\nworld than being a Scarecrow.\"\n\n\n\n\n21.  The Lion Becomes the King of Beasts\n\n\nAfter climbing down from the china wall the travelers found themselves\nin a disagreeable country, full of bogs and marshes and covered with\ntall, rank grass.  It was difficult to walk without falling into muddy\nholes, for the grass was so thick that it hid them from sight.\nHowever, by carefully picking their way, they got safely along until\nthey reached solid ground.  But here the country seemed wilder than\never, and after a long and tiresome walk through the underbrush they\nentered another forest, where the trees were bigger and older than any\nthey had ever seen.\n\n\"This forest is perfectly delightful,\" declared the Lion, looking\naround him with joy.  \"Never have I seen a more beautiful place.\"\n\n\"It seems gloomy,\" said the Scarecrow.\n\n\"Not a bit of it,\" answered the Lion.  \"I should like to live here all\nmy life.  See how soft the dried leaves are under your feet and how\nrich and green the moss is that clings to these old trees.  Surely no\nwild beast could wish a pleasanter home.\"\n\n\"Perhaps there are wild beasts in the forest now,\" said Dorothy.\n\n\"I suppose there are,\" returned the Lion, \"but I do not see any of them\nabout.\"\n\nThey walked through the forest until it became too dark to go any\nfarther.  Dorothy and Toto and the Lion lay down to sleep, while the\nWoodman and the Scarecrow kept watch over them as usual.\n\nWhen morning came, they started again.  Before they had gone far they\nheard a low rumble, as of the growling of many wild animals.  Toto\nwhimpered a little, but none of the others was frightened, and they\nkept along the well-trodden path until they came to an opening in the\nwood, in which were gathered hundreds of beasts of every variety.\nThere were tigers and elephants and bears and wolves and foxes and all\nthe others in the natural history, and for a moment Dorothy was afraid.\nBut the Lion explained that the animals were holding a meeting, and he\njudged by their snarling and growling that they were in great trouble.\n\nAs he spoke several of the beasts caught sight of him, and at once the\ngreat assemblage hushed as if by magic.  The biggest of the tigers came\nup to the Lion and bowed, saying:\n\n\"Welcome, O King of Beasts!  You have come in good time to fight our\nenemy and bring peace to all the animals of the forest once more.\"\n\n\"What is your trouble?\" asked the Lion quietly.\n\n\"We are all threatened,\" answered the tiger, \"by a fierce enemy which\nhas lately come into this forest.  It is a most tremendous monster,\nlike a great spider, with a body as big as an elephant and legs as long\nas a tree trunk.  It has eight of these long legs, and as the monster\ncrawls through the forest he seizes an animal with a leg and drags it\nto his mouth, where he eats it as a spider does a fly.  Not one of us\nis safe while this fierce creature is alive, and we had called a\nmeeting to decide how to take care of ourselves when you came among us.\"\n\nThe Lion thought for a moment.\n\n\"Are there any other lions in this forest?\" he asked.\n\n\"No; there were some, but the monster has eaten them all.  And,\nbesides, they were none of them nearly so large and brave as you.\"\n\n\"If I put an end to your enemy, will you bow down to me and obey me as\nKing of the Forest?\" inquired the Lion.\n\n\"We will do that gladly,\" returned the tiger; and all the other beasts\nroared with a mighty roar: \"We will!\"\n\n\"Where is this great spider of yours now?\" asked the Lion.\n\n\"Yonder, among the oak trees,\" said the tiger, pointing with his\nforefoot.\n\n\"Take good care of these friends of mine,\" said the Lion, \"and I will\ngo at once to fight the monster.\"\n\nHe bade his comrades good-bye and marched proudly away to do battle\nwith the enemy.\n\nThe great spider was lying asleep when the Lion found him, and it\nlooked so ugly that its foe turned up his nose in disgust.  Its legs\nwere quite as long as the tiger had said, and its body covered with\ncoarse black hair.  It had a great mouth, with a row of sharp teeth a\nfoot long; but its head was joined to the pudgy body by a neck as\nslender as a wasp's waist.  This gave the Lion a hint of the best way\nto attack the creature, and as he knew it was easier to fight it asleep\nthan awake, he gave a great spring and landed directly upon the\nmonster's back.  Then, with one blow of his heavy paw, all armed with\nsharp claws, he knocked the spider's head from its body.  Jumping down,\nhe watched it until the long legs stopped wiggling, when he knew it was\nquite dead.\n\nThe Lion went back to the opening where the beasts of the forest were\nwaiting for him and said proudly:\n\n\"You need fear your enemy no longer.\"\n\nThen the beasts bowed down to the Lion as their King, and he promised\nto come back and rule over them as soon as Dorothy was safely on her\nway to Kansas.\n\n\n\n\n22.  The Country of the Quadlings\n\n\nThe four travelers passed through the rest of the forest in safety, and\nwhen they came out from its gloom saw before them a steep hill, covered\nfrom top to bottom with great pieces of rock.\n\n\"That will be a hard climb,\" said the Scarecrow, \"but we must get over\nthe hill, nevertheless.\"\n\nSo he led the way and the others followed.  They had nearly reached the\nfirst rock when they heard a rough voice cry out, \"Keep back!\"\n\n\"Who are you?\" asked the Scarecrow.\n\nThen a head showed itself over the rock and the same voice said, \"This\nhill belongs to us, and we don't allow anyone to cross it.\"\n\n\"But we must cross it,\" said the Scarecrow.  \"We're going to the\ncountry of the Quadlings.\"\n\n\"But you shall not!\" replied the voice, and there stepped from behind\nthe rock the strangest man the travelers had ever seen.\n\nHe was quite short and stout and had a big head, which was flat at the\ntop and supported by a thick neck full of wrinkles.  But he had no arms\nat all, and, seeing this, the Scarecrow did not fear that so helpless a\ncreature could prevent them from climbing the hill.  So he said, \"I'm\nsorry not to do as you wish, but we must pass over your hill whether\nyou like it or not,\" and he walked boldly forward.\n\nAs quick as lightning the man's head shot forward and his neck\nstretched out until the top of the head, where it was flat, struck the\nScarecrow in the middle and sent him tumbling, over and over, down the\nhill.  Almost as quickly as it came the head went back to the body, and\nthe man laughed harshly as he said, \"It isn't as easy as you think!\"\n\nA chorus of boisterous laughter came from the other rocks, and Dorothy\nsaw hundreds of the armless Hammer-Heads upon the hillside, one behind\nevery rock.\n\nThe Lion became quite angry at the laughter caused by the Scarecrow's\nmishap, and giving a loud roar that echoed like thunder, he dashed up\nthe hill.\n\nAgain a head shot swiftly out, and the great Lion went rolling down the\nhill as if he had been struck by a cannon ball.\n\nDorothy ran down and helped the Scarecrow to his feet, and the Lion\ncame up to her, feeling rather bruised and sore, and said, \"It is\nuseless to fight people with shooting heads; no one can withstand them.\"\n\n\"What can we do, then?\" she asked.\n\n\"Call the Winged Monkeys,\" suggested the Tin Woodman.  \"You have still\nthe right to command them once more.\"\n\n\"Very well,\" she answered, and putting on the Golden Cap she uttered\nthe magic words.  The Monkeys were as prompt as ever, and in a few\nmoments the entire band stood before her.\n\n\"What are your commands?\" inquired the King of the Monkeys, bowing low.\n\n\"Carry us over the hill to the country of the Quadlings,\" answered the\ngirl.\n\n\"It shall be done,\" said the King, and at once the Winged Monkeys\ncaught the four travelers and Toto up in their arms and flew away with\nthem.  As they passed over the hill the Hammer-Heads yelled with\nvexation, and shot their heads high in the air, but they could not\nreach the Winged Monkeys, which carried Dorothy and her comrades safely\nover the hill and set them down in the beautiful country of the\nQuadlings.\n\n\"This is the last time you can summon us,\" said the leader to Dorothy;\n\"so good-bye and good luck to you.\"\n\n\"Good-bye, and thank you very much,\" returned the girl; and the Monkeys\nrose into the air and were out of sight in a twinkling.\n\nThe country of the Quadlings seemed rich and happy.  There was field\nupon field of ripening grain, with well-paved roads running between,\nand pretty rippling brooks with strong bridges across them.  The fences\nand houses and bridges were all painted bright red, just as they had\nbeen painted yellow in the country of the Winkies and blue in the\ncountry of the Munchkins.  The Quadlings themselves, who were short and\nfat and looked chubby and good-natured, were dressed all in red, which\nshowed bright against the green grass and the yellowing grain.\n\nThe Monkeys had set them down near a farmhouse, and the four travelers\nwalked up to it and knocked at the door.  It was opened by the farmer's\nwife, and when Dorothy asked for something to eat the woman gave them\nall a good dinner, with three kinds of cake and four kinds of cookies,\nand a bowl of milk for Toto.\n\n\"How far is it to the Castle of Glinda?\" asked the child.\n\n\"It is not a great way,\" answered the farmer's wife.  \"Take the road to\nthe South and you will soon reach it.\"\n\nThanking the good woman, they started afresh and walked by the fields\nand across the pretty bridges until they saw before them a very\nbeautiful Castle.  Before the gates were three young girls, dressed in\nhandsome red uniforms trimmed with gold braid; and as Dorothy\napproached, one of them said to her:\n\n\"Why have you come to the South Country?\"\n\n\"To see the Good Witch who rules here,\" she answered.  \"Will you take\nme to her?\"\n\n\"Let me have your name, and I will ask Glinda if she will receive you.\"\nThey told who they were, and the girl soldier went into the Castle.\nAfter a few moments she came back to say that Dorothy and the others\nwere to be admitted at once.\n\n\n\n\n23.  Glinda The Good Witch Grants Dorothy's Wish\n\n\nBefore they went to see Glinda, however, they were taken to a room of\nthe Castle, where Dorothy washed her face and combed her hair, and the\nLion shook the dust out of his mane, and the Scarecrow patted himself\ninto his best shape, and the Woodman polished his tin and oiled his\njoints.\n\nWhen they were all quite presentable they followed the soldier girl\ninto a big room where the Witch Glinda sat upon a throne of rubies.\n\nShe was both beautiful and young to their eyes.  Her hair was a rich\nred in color and fell in flowing ringlets over her shoulders.  Her\ndress was pure white but her eyes were blue, and they looked kindly\nupon the little girl.\n\n\"What can I do for you, my child?\" she asked.\n\nDorothy told the Witch all her story: how the cyclone had brought her\nto the Land of Oz, how she had found her companions, and of the\nwonderful adventures they had met with.\n\n\"My greatest wish now,\" she added, \"is to get back to Kansas, for Aunt\nEm will surely think something dreadful has happened to me, and that\nwill make her put on mourning; and unless the crops are better this\nyear than they were last, I am sure Uncle Henry cannot afford it.\"\n\nGlinda leaned forward and kissed the sweet, upturned face of the loving\nlittle girl.\n\n\"Bless your dear heart,\" she said, \"I am sure I can tell you of a way\nto get back to Kansas.\"  Then she added, \"But, if I do, you must give\nme the Golden Cap.\"\n\n\"Willingly!\" exclaimed Dorothy; \"indeed, it is of no use to me now, and\nwhen you have it you can command the Winged Monkeys three times.\"\n\n\"And I think I shall need their service just those three times,\"\nanswered Glinda, smiling.\n\nDorothy then gave her the Golden Cap, and the Witch said to the\nScarecrow, \"What will you do when Dorothy has left us?\"\n\n\"I will return to the Emerald City,\" he replied, \"for Oz has made me\nits ruler and the people like me.  The only thing that worries me is\nhow to cross the hill of the Hammer-Heads.\"\n\n\"By means of the Golden Cap I shall command the Winged Monkeys to carry\nyou to the gates of the Emerald City,\" said Glinda, \"for it would be a\nshame to deprive the people of so wonderful a ruler.\"\n\n\"Am I really wonderful?\" asked the Scarecrow.\n\n\"You are unusual,\" replied Glinda.\n\nTurning to the Tin Woodman, she asked, \"What will become of you when\nDorothy leaves this country?\"\n\nHe leaned on his axe and thought a moment.  Then he said, \"The Winkies\nwere very kind to me, and wanted me to rule over them after the Wicked\nWitch died.  I am fond of the Winkies, and if I could get back again to\nthe Country of the West, I should like nothing better than to rule over\nthem forever.\"\n\n\"My second command to the Winged Monkeys,\" said Glinda \"will be that\nthey carry you safely to the land of the Winkies.  Your brain may not\nbe so large to look at as those of the Scarecrow, but you are really\nbrighter than he is--when you are well polished--and I am sure you will\nrule the Winkies wisely and well.\"\n\nThen the Witch looked at the big, shaggy Lion and asked, \"When Dorothy\nhas returned to her own home, what will become of you?\"\n\n\"Over the hill of the Hammer-Heads,\" he answered, \"lies a grand old\nforest, and all the beasts that live there have made me their King.  If\nI could only get back to this forest, I would pass my life very happily\nthere.\"\n\n\"My third command to the Winged Monkeys,\" said Glinda, \"shall be to\ncarry you to your forest.  Then, having used up the powers of the\nGolden Cap, I shall give it to the King of the Monkeys, that he and his\nband may thereafter be free for evermore.\"\n\nThe Scarecrow and the Tin Woodman and the Lion now thanked the Good\nWitch earnestly for her kindness; and Dorothy exclaimed:\n\n\"You are certainly as good as you are beautiful!  But you have not yet\ntold me how to get back to Kansas.\"\n\n\"Your Silver Shoes will carry you over the desert,\" replied Glinda.\n\"If you had known their power you could have gone back to your Aunt Em\nthe very first day you came to this country.\"\n\n\"But then I should not have had my wonderful brains!\" cried the\nScarecrow.  \"I might have passed my whole life in the farmer's\ncornfield.\"\n\n\"And I should not have had my lovely heart,\" said the Tin Woodman.  \"I\nmight have stood and rusted in the forest till the end of the world.\"\n\n\"And I should have lived a coward forever,\" declared the Lion, \"and no\nbeast in all the forest would have had a good word to say to me.\"\n\n\"This is all true,\" said Dorothy, \"and I am glad I was of use to these\ngood friends.  But now that each of them has had what he most desired,\nand each is happy in having a kingdom to rule besides, I think I should\nlike to go back to Kansas.\"\n\n\"The Silver Shoes,\" said the Good Witch, \"have wonderful powers.  And\none of the most curious things about them is that they can carry you to\nany place in the world in three steps, and each step will be made in\nthe wink of an eye.  All you have to do is to knock the heels together\nthree times and command the shoes to carry you wherever you wish to go.\"\n\n\"If that is so,\" said the child joyfully, \"I will ask them to carry me\nback to Kansas at once.\"\n\nShe threw her arms around the Lion's neck and kissed him, patting his\nbig head tenderly.  Then she kissed the Tin Woodman, who was weeping in\na way most dangerous to his joints.  But she hugged the soft, stuffed\nbody of the Scarecrow in her arms instead of kissing his painted face,\nand found she was crying herself at this sorrowful parting from her\nloving comrades.\n\nGlinda the Good stepped down from her ruby throne to give the little\ngirl a good-bye kiss, and Dorothy thanked her for all the kindness she\nhad shown to her friends and herself.\n\nDorothy now took Toto up solemnly in her arms, and having said one last\ngood-bye she clapped the heels of her shoes together three times,\nsaying:\n\n\"Take me home to Aunt Em!\"\n\nInstantly she was whirling through the air, so swiftly that all she\ncould see or feel was the wind whistling past her ears.\n\nThe Silver Shoes took but three steps, and then she stopped so suddenly\nthat she rolled over upon the grass several times before she knew where\nshe was.\n\nAt length, however, she sat up and looked about her.\n\n\"Good gracious!\" she cried.\n\nFor she was sitting on the broad Kansas prairie, and just before her\nwas the new farmhouse Uncle Henry built after the cyclone had carried\naway the old one.  Uncle Henry was milking the cows in the barnyard,\nand Toto had jumped out of her arms and was running toward the barn,\nbarking furiously.\n\nDorothy stood up and found she was in her stocking-feet.  For the\nSilver Shoes had fallen off in her flight through the air, and were\nlost forever in the desert.\n\n\n\n\n24.  Home Again\n\n\nAunt Em had just come out of the house to water the cabbages when she\nlooked up and saw Dorothy running toward her.\n\n\"My darling child!\" she cried, folding the little girl in her arms and\ncovering her face with kisses.  \"Where in the world did you come from?\"\n\n\"From the Land of Oz,\" said Dorothy gravely.  \"And here is Toto, too.\nAnd oh, Aunt Em!  I'm so glad to be at home again!\""
}