{
 "author": [
  "Crane, Stephen"
 ],
 "title": [
  "The Red Badge of Courage: An Episode of the American Civil War"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "Chancellorsville, Battle of, Chancellorsville, Va., 1863 -- Fiction",
  "United States -- History -- Civil War, 1861-1865 -- Fiction",
  "Historical fiction",
  "Virginia -- History -- Civil War, 1861-1865 -- Fiction",
  "PS",
  "War stories"
 ],
 "id": "73",
 "genre": [
  "history",
  "fiction"
 ],
 "text": "The Red Badge of Courage\n\nStephen Crane (1871-1900)\n\nAn Episode of the American Civil War\n\n\n\n\nChapter 1\n\nThe cold passed reluctantly from the earth, and the retiring fogs\nrevealed an army stretched out on the hills, resting.  As the landscape\nchanged from brown to green, the army awakened, and began to tremble\nwith eagerness at the noise of rumors.  It cast its eyes upon the\nroads, which were growing from long troughs of liquid mud to proper\nthoroughfares.  A river, amber-tinted in the shadow of its banks,\npurled at the army's feet; and at night, when the stream had become of\na sorrowful blackness, one could see across it the red, eyelike gleam\nof hostile camp-fires set in the low brows of distant hills.\n\nOnce a certain tall soldier developed virtues and went resolutely to\nwash a shirt.  He came flying back from a brook waving his garment\nbannerlike.  He was swelled with a tale he had heard from a reliable\nfriend, who had heard it from a truthful cavalryman, who had heard it\nfrom his trustworthy brother, one of the orderlies at division\nheadquarters.  He adopted the important air of a herald in red and gold.\n\n\"We're goin' t' move t'morrah--sure,\" he said pompously to a group in\nthe company street.  \"We're goin' 'way up the river, cut across, an'\ncome around in behint 'em.\"\n\nTo his attentive audience he drew a loud and elaborate plan of a very\nbrilliant campaign.  When he had finished, the blue-clothed men\nscattered into small arguing groups between the rows of squat brown\nhuts.  A negro teamster who had been dancing upon a cracker box with\nthe hilarious encouragement of twoscore soldiers was deserted.  He sat\nmournfully down.  Smoke drifted lazily from a multitude of quaint\nchimneys.\n\n\"It's a lie!  that's all it is--a thunderin' lie!\" said another private\nloudly.  His smooth face was flushed, and his hands were thrust sulkily\ninto his trouser's pockets.  He took the matter as an affront to him.\n\"I don't believe the derned old army's ever going to move.  We're set.\nI've got ready to move eight times in the last two weeks, and we ain't\nmoved yet.\"\n\nThe tall soldier felt called upon to defend the truth of a rumor he\nhimself had introduced.  He and the loud one came near to fighting over\nit.\n\nA corporal began to swear before the assemblage.  He had just put a\ncostly board floor in his house, he said.  During the early spring he\nhad refrained from adding extensively to the comfort of his environment\nbecause he had felt that the army might start on the march at any\nmoment.  Of late, however, he had been impressed that they were in a\nsort of eternal camp.\n\nMany of the men engaged in a spirited debate.  One outlined in a\npeculiarly lucid manner all the plans of the commanding general.  He\nwas opposed by men who advocated that there were other plans of\ncampaign.  They clamored at each other, numbers making futile bids for\nthe popular attention.  Meanwhile, the soldier who had fetched the\nrumor bustled about with much importance.  He was continually assailed\nby questions.\n\n\"What's up, Jim?\"\n\n\"Th'army's goin' t' move.\"\n\n\"Ah, what yeh talkin' about?  How yeh know it is?\"\n\n\"Well, yeh kin b'lieve me er not, jest as yeh like.  I don't care a\nhang.\"\n\nThere was much food for thought in the manner in which he replied.  He\ncame near to convincing them by disdaining to produce proofs.  They\ngrew much excited over it.\n\nThere was a youthful private who listened with eager ears to the words\nof the tall soldier and to the varied comments of his comrades.  After\nreceiving a fill of discussions concerning marches and attacks, he went\nto his hut and crawled through an intricate hole that served it as a\ndoor.  He wished to be alone with some new thoughts that had lately\ncome to him.\n\nHe lay down on a wide bunk that stretched across the end of the room.\nIn the other end, cracker boxes were made to serve as furniture.  They\nwere grouped about the fireplace.  A picture from an illustrated weekly\nwas upon the log walls, and three rifles were paralleled on pegs.\nEquipments hung on handy projections, and some tin dishes lay upon a\nsmall pile of firewood.  A folded tent was serving as a roof.  The\nsunlight, without, beating upon it, made it glow a light yellow shade.\nA small window shot an oblique square of whiter light upon the\ncluttered floor.  The smoke from the fire at times neglected the clay\nchimney and wreathed into the room, and this flimsy chimney of clay and\nsticks made endless threats to set ablaze the whole establishment.\n\nThe youth was in a little trance of astonishment.  So they were at last\ngoing to fight.  On the morrow, perhaps, there would be a battle, and\nhe would be in it.  For a time he was obliged to labor to make himself\nbelieve.  He could not accept with assurance an omen that he was about\nto mingle in one of those great affairs of the earth.\n\nHe had, of course, dreamed of battles all his life--of vague and bloody\nconflicts that had thrilled him with their sweep and fire.  In visions\nhe had seen himself in many struggles.  He had imagined peoples secure\nin the shadow of his eagle-eyed prowess.  But awake he had regarded\nbattles as crimson blotches on the pages of the past.  He had put them\nas things of the bygone with his thought-images of heavy crowns and\nhigh castles.  There was a portion of the world's history which he had\nregarded as the time of wars, but it, he thought, had been long gone\nover the horizon and had disappeared forever.\n\nFrom his home his youthful eyes had looked upon the war in his own\ncountry with distrust.  It must be some sort of a play affair.  He had\nlong despaired of witnessing a Greeklike struggle.  Such would be no\nmore, he had said.  Men were better, or more timid.  Secular and\nreligious education had effaced the throat-grappling instinct, or else\nfirm finance held in check the passions.\n\nHe had burned several times to enlist.  Tales of great movements shook\nthe land.  They might not be distinctly Homeric, but there seemed to be\nmuch glory in them.  He had read of marches, sieges, conflicts, and he\nhad longed to see it all.  His busy mind had drawn for him large\npictures extravagant in color, lurid with breathless deeds.\n\nBut his mother had discouraged him.  She had affected to look with some\ncontempt upon the quality of his war ardor and patriotism.  She could\ncalmly seat herself and with no apparent difficulty give him many\nhundreds of reasons why he was of vastly more importance on the farm\nthan on the field of battle.  She had had certain ways of expression\nthat told him that her statements on the subject came from a deep\nconviction.  Moreover, on her side, was his belief that her ethical\nmotive in the argument was impregnable.\n\nAt last, however, he had made firm rebellion against this yellow light\nthrown upon the color of his ambitions.  The newspapers, the gossip of\nthe village, his own picturings, had aroused him to an uncheckable\ndegree.  They were in truth fighting finely down there.  Almost every\nday the newspaper printed accounts of a decisive victory.\n\nOne night, as he lay in bed, the winds had carried to him the\nclangoring of the church bell as some enthusiast jerked the rope\nfrantically to tell the twisted news of a great battle.  This voice of\nthe people rejoicing in the night had made him shiver in a prolonged\necstasy of excitement.  Later, he had gone down to his mother's room\nand had spoken thus:  \"Ma, I'm going to enlist.\"\n\n\"Henry, don't you be a fool,\" his mother had replied.  She had then\ncovered her face with the quilt.  There was an end to the matter for\nthat night.\n\nNevertheless, the next morning he had gone to a town that was near his\nmother's farm and had enlisted in a company that was forming there.\nWhen he had returned home his mother was milking the brindle cow.  Four\nothers stood waiting.  \"Ma, I've enlisted,\" he had said to her\ndiffidently.  There was a short silence.  \"The Lord's will be done,\nHenry,\" she had finally replied, and had then continued to milk the\nbrindle cow.\n\nWhen he had stood in the doorway with his soldier's clothes on his\nback, and with the light of excitement and expectancy in his eyes\nalmost defeating the glow of regret for the home bonds, he had seen two\ntears leaving their trails on his mother's scarred cheeks.\n\nStill, she had disappointed him by saying nothing whatever about\nreturning with his shield or on it.  He had privately primed himself\nfor a beautiful scene.  He had prepared certain sentences which he\nthought could be used with touching effect.  But her words destroyed\nhis plans.  She had doggedly peeled potatoes and addressed him as\nfollows:  \"You watch out, Henry, an' take good care of yerself in this\nhere fighting business--you watch, an' take good care of yerself.\nDon't go a-thinkin' you can lick the hull rebel army at the start,\nbecause yeh can't.  Yer jest one little feller amongst a hull lot of\nothers, and yeh've got to keep quiet an' do what they tell yeh.  I know\nhow you are, Henry.\n\n\"I've knet yeh eight pair of socks, Henry, and I've put in all yer best\nshirts, because I want my boy to be jest as warm and comf'able as\nanybody in the army.  Whenever they get holes in 'em, I want yeh to\nsend 'em right-away back to me, so's I kin dern 'em.\n\n\"An' allus be careful an' choose yer comp'ny.  There's lots of bad men\nin the army, Henry.  The army makes 'em wild, and they like nothing\nbetter than the job of leading off a young feller like you, as ain't\nnever been away from home much and has allus had a mother, an'\na-learning 'em to drink and swear.  Keep clear of them folks, Henry.  I\ndon't want yeh to ever do anything, Henry, that yeh would be 'shamed to\nlet me know about.  Jest think as if I was a-watchin' yeh.  If yeh keep\nthat in yer mind allus, I guess yeh'll come out about right.\n\n\"Yeh must allus remember yer father, too, child, an' remember he never\ndrunk a drop of licker in his life, and seldom swore a cross oath.\n\n\"I don't know what else to tell yeh, Henry, excepting that yeh must\nnever do no shirking, child, on my account.  If so be a time comes when\nyeh have to be kilt or do a mean thing, why, Henry, don't think of\nanything 'cept what's right, because there's many a woman has to bear\nup 'ginst sech things these times, and the Lord 'll take keer of us all.\n\n\"Don't forgit about the socks and the shirts, child; and I've put a cup\nof blackberry jam with yer bundle, because I know yeh like it above all\nthings.  Good-by, Henry.  Watch out, and be a good boy.\"\n\nHe had, of course, been impatient under the ordeal of this speech.  It\nhad not been quite what he expected, and he had borne it with an air of\nirritation.  He departed feeling vague relief.\n\nStill, when he had looked back from the gate, he had seen his mother\nkneeling among the potato parings.  Her brown face, upraised, was\nstained with tears, and her spare form was quivering.  He bowed his\nhead and went on, feeling suddenly ashamed of his purposes.\n\nFrom his home he had gone to the seminary to bid adieu to many\nschoolmates.  They had thronged about him with wonder and admiration.\nHe had felt the gulf now between them and had swelled with calm pride.\nHe and some of his fellows who had donned blue were quite overwhelmed\nwith privileges for all of one afternoon, and it had been a very\ndelicious thing.  They had strutted.\n\nA certain light-haired girl had made vivacious fun at his martial\nspirit, but there was another and darker girl whom he had gazed at\nsteadfastly, and he thought she grew demure and sad at sight of his\nblue and brass.  As he had walked down the path between the rows of\noaks, he had turned his head and detected her at a window watching his\ndeparture.  As he perceived her, she had immediately begun to stare up\nthrough the high tree branches at the sky.  He had seen a good deal of\nflurry and haste in her movement as she changed her attitude.  He often\nthought of it.\n\nOn the way to Washington his spirit had soared.  The regiment was fed\nand caressed at station after station until the youth had believed that\nhe must be a hero.  There was a lavish expenditure of bread and cold\nmeats, coffee, and pickles and cheese.  As he basked in the smiles of\nthe girls and was patted and complimented by the old men, he had felt\ngrowing within him the strength to do mighty deeds of arms.\n\nAfter complicated journeyings with many pauses, there had come months\nof monotonous life in a camp.  He had had the belief that real war was\na series of death struggles with small time in between for sleep and\nmeals; but since his regiment had come to the field the army had done\nlittle but sit still and try to keep warm.\n\nHe was brought then gradually back to his old ideas.  Greeklike\nstruggles would be no more.  Men were better, or more timid.  Secular\nand religious education had effaced the throat-grappling instinct, or\nelse firm finance held in check the passions.\n\nHe had grown to regard himself merely as a part of a vast blue\ndemonstration.  His province was to look out, as far as he could, for\nhis personal comfort.  For recreation he could twiddle his thumbs and\nspeculate on the thoughts which must agitate the minds of the generals.\nAlso, he was drilled and drilled and reviewed, and drilled and drilled\nand reviewed.\n\nThe only foes he had seen were some pickets along the river bank.  They\nwere a sun-tanned, philosophical lot, who sometimes shot reflectively\nat the blue pickets.  When reproached for this afterward, they usually\nexpressed sorrow, and swore by their gods that the guns had exploded\nwithout their permission.  The youth, on guard duty one night,\nconversed across the stream with one of them.  He was a slightly ragged\nman, who spat skillfully between his shoes and possessed a great fund\nof bland and infantile assurance.  The youth liked him personally.\n\n\"Yank,\" the other had informed him, \"yer a right dum good feller.\" This\nsentiment, floating to him upon the still air, had made him temporarily\nregret war.\n\nVarious veterans had told him tales.  Some talked of gray, bewhiskered\nhordes who were advancing with relentless curses and chewing tobacco\nwith unspeakable valor; tremendous bodies of fierce soldiery who were\nsweeping along like the Huns.  Others spoke of tattered and eternally\nhungry men who fired despondent powders.  \"They'll charge through\nhell's fire an' brimstone t' git a holt on a haversack, an' sech\nstomachs ain't a'lastin' long,\" he was told.  From the stories, the\nyouth imagined the red, live bones sticking out through slits in the\nfaded uniforms.\n\nStill, he could not put a whole faith in veteran's tales, for recruits\nwere their prey.  They talked much of smoke, fire, and blood, but he\ncould not tell how much might be lies.  They persistently yelled \"Fresh\nfish!\" at him, and were in no wise to be trusted.\n\nHowever, he perceived now that it did not greatly matter what kind of\nsoldiers he was going to fight, so long as they fought, which fact no\none disputed.  There was a more serious problem.  He lay in his bunk\npondering upon it.  He tried to mathematically prove to himself that he\nwould not run from a battle.\n\nPreviously he had never felt obliged to wrestle too seriously with this\nquestion.  In his life he had taken certain things for granted, never\nchallenging his belief in ultimate success, and bothering little about\nmeans and roads.  But here he was confronted with a thing of moment.\nIt had suddenly appeared to him that perhaps in a battle he might run.\nHe was forced to admit that as far as war was concerned he knew nothing\nof himself.\n\nA sufficient time before he would have allowed the problem to kick its\nheels at the outer portals of his mind, but now he felt compelled to\ngive serious attention to it.\n\nA little panic-fear grew in his mind.  As his imagination went forward\nto a fight, he saw hideous possibilities.  He contemplated the lurking\nmenaces of the future, and failed in an effort to see himself standing\nstoutly in the midst of them.  He recalled his visions of broken-bladed\nglory, but in the shadow of the impending tumult he suspected them to\nbe impossible pictures.\n\nHe sprang from the bunk and began to pace nervously to and fro.  \"Good\nLord, what's th' matter with me?\" he said aloud.\n\nHe felt that in this crisis his laws of life were useless.  Whatever he\nhad learned of himself was here of no avail.  He was an unknown\nquantity.  He saw that he would again be obliged to experiment as he\nhad in early youth.  He must accumulate information of himself, and\nmeanwhile he resolved to remain close upon his guard lest those\nqualities of which he knew nothing should everlastingly disgrace him.\n\"Good Lord!\" he repeated in dismay.\n\nAfter a time the tall soldier slid dexterously through the hole.  The\nloud private followed.  They were wrangling.\n\n\"That's all right,\" said the tall soldier as he entered.  He waved his\nhand expressively.  \"You can believe me or not, jest as you like.  All\nyou got to do is sit down and wait as quiet as you can.  Then pretty\nsoon you'll find out I was right.\"\n\nHis comrade grunted stubbornly.  For a moment he seemed to be searching\nfor a formidable reply.  Finally he said:  \"Well, you don't know\neverything in the world, do you?\"\n\n\"Didn't say I knew everything in the world,\" retorted the other\nsharply.  He began to stow various articles snugly into his knapsack.\n\nThe youth, pausing in his nervous walk, looked down at the busy figure.\n\"Going to be a battle, sure, is there, Jim?\" he asked.\n\n\"Of course there is,\" replied the tall soldier.  \"Of course there is.\nYou jest wait 'til to-morrow, and you'll see one of the biggest battles\never was.  You jest wait.\"\n\n\"Thunder!\" said the youth.\n\n\"Oh, you'll see fighting this time, my boy, what'll be regular\nout-and-out fighting,\" added the tall soldier, with the air of a man\nwho is about to exhibit a battle for the benefit of his friends.\n\n\"Huh!\" said the loud one from a corner.\n\n\"Well,\" remarked the youth, \"like as not this story'll turn out jest\nlike them others did.\"\n\n\"Not much it won't,\" replied the tall soldier, exasperated.  \"Not much\nit won't.  Didn't the cavalry all start this morning?\" He glared about\nhim.  No one denied his statement.  \"The cavalry started this morning,\"\nhe continued.  \"They say there ain't hardly any cavalry left in camp.\nThey're going to Richmond, or some place, while we fight all the\nJohnnies.  It's some dodge like that.  The regiment's got orders, too.\nA feller what seen 'em go to headquarters told me a little while ago.\nAnd they're raising blazes all over camp--anybody can see that.\"\n\n\"Shucks!\" said the loud one.\n\nThe youth remained silent for a time.  At last he spoke to the tall\nsoldier.  \"Jim!\"\n\n\"What?\"\n\n\"How do you think the reg'ment 'll do?\"\n\n\"Oh, they'll fight all right, I guess, after they once get into it,\"\nsaid the other with cold judgment.  He made a fine use of the third\nperson.  \"There's been heaps of fun poked at 'em because they're new,\nof course, and all that; but they'll fight all right, I guess.\"\n\n\"Think any of the boys 'll run?\" persisted the youth.\n\n\"Oh, there may be a few of 'em run, but there's them kind in every\nregiment, 'specially when they first goes under fire,\" said the other\nin a tolerant way.  \"Of course it might happen that the hull\nkit-and-boodle might start and run, if some big fighting came\nfirst-off, and then again they might stay and fight like fun.  But you\ncan't bet on nothing.  Of course they ain't never been under fire yet,\nand it ain't likely they'll lick the hull rebel army all-to-oncet the\nfirst time; but I think they'll fight better than some, if worse than\nothers.  That's the way I figger.  They call the reg'ment 'Fresh fish'\nand everything; but the boys come of good stock, and most of 'em 'll\nfight like sin after they oncet git shootin',\" he added, with a mighty\nemphasis on the last four words.\n\n\"Oh, you think you know--\" began the loud soldier with scorn.\n\nThe other turned savagely upon him.  They had a rapid altercation, in\nwhich they fastened upon each other various strange epithets.\n\nThe youth at last interrupted them.  \"Did you ever think you might run\nyourself, Jim?\" he asked.  On concluding the sentence he laughed as if\nhe had meant to aim a joke.  The loud soldier also giggled.\n\nThe tall private waved his hand.  \"Well,\" said he profoundly, \"I've\nthought it might get too hot for Jim Conklin in some of them\nscrimmages, and if a whole lot of boys started and run, why, I s'pose\nI'd start and run.  And if I once started to run, I'd run like the\ndevil, and no mistake.  But if everybody was a-standing and a-fighting,\nwhy, I'd stand and fight.  Be jiminey, I would.  I'll bet on it.\"\n\n\"Huh!\" said the loud one.\n\nThe youth of this tale felt gratitude for these words of his comrade.\nHe had feared that all of the untried men possessed great and correct\nconfidence.  He now was in a measure reassured.\n\n\n\n\nChapter 2\n\n\nThe next morning the youth discovered that his tall comrade had been\nthe fast-flying messenger of a mistake.  There was much scoffing at the\nlatter by those who had yesterday been firm adherents of his views, and\nthere was even a little sneering by men who had never believed the\nrumor.  The tall one fought with a man from Chatfield Corners and beat\nhim severely.\n\nThe youth felt, however, that his problem was in no wise lifted from\nhim.  There was, on the contrary, an irritating prolongation.  The tale\nhad created in him a great concern for himself.  Now, with the newborn\nquestion in his mind, he was compelled to sink back into his old place\nas part of a blue demonstration.\n\nFor days he made ceaseless calculations, but they were all wondrously\nunsatisfactory.  He found that he could establish nothing.  He finally\nconcluded that the only way to prove himself was to go into the blaze,\nand then figuratively to watch his legs to discover their merits and\nfaults.  He reluctantly admitted that he could not sit still and with a\nmental slate and pencil derive an answer.  To gain it, he must have\nblaze, blood, and danger, even as a chemist requires this, that, and\nthe other.  So he fretted for an opportunity.\n\nMeanwhile, he continually tried to measure himself by his comrades.\nThe tall soldier, for one, gave him some assurance.  This man's serene\nunconcern dealt him a measure of confidence, for he had known him since\nchildhood, and from his intimate knowledge he did not see how he could\nbe capable of anything that was beyond him, the youth.  Still, he\nthought that his comrade might be mistaken about himself.  Or, on the\nother hand, he might be a man heretofore doomed to peace and obscurity,\nbut, in reality, made to shine in war.\n\nThe youth would have liked to have discovered another who suspected\nhimself.  A sympathetic comparison of mental notes would have been a\njoy to him.\n\nHe occasionally tried to fathom a comrade with seductive sentences.  He\nlooked about to find men in the proper mood.  All attempts failed to\nbring forth any statement which looked in any way like a confession to\nthose doubts which he privately acknowledged in himself.  He was afraid\nto make an open declaration of his concern, because he dreaded to place\nsome unscrupulous confidant upon the high plane of the unconfessed from\nwhich elevation he could be derided.\n\nIn regard to his companions his mind wavered between two opinions,\naccording to his mood.  Sometimes he inclined to believing them all\nheroes.  In fact, he usually admired in secret the superior development\nof the higher qualities in others.  He could conceive of men going very\ninsignificantly about the world bearing a load of courage unseen, and\nalthough he had known many of his comrades through boyhood, he began to\nfear that his judgment of them had been blind.  Then, in other moments,\nhe flouted these theories, and assured him that his fellows were all\nprivately wondering and quaking.\n\nHis emotions made him feel strange in the presence of men who talked\nexcitedly of a prospective battle as of a drama they were about to\nwitness, with nothing but eagerness and curiosity apparent in their\nfaces.  It was often that he suspected them to be liars.\n\nHe did not pass such thoughts without severe condemnation of himself.\nHe dinned reproaches at times.  He was convicted by himself of many\nshameful crimes against the gods of traditions.\n\nIn his great anxiety his heart was continually clamoring at what he\nconsidered the intolerable slowness of the generals.  They seemed\ncontent to perch tranquilly on the river bank, and leave him bowed down\nby the weight of a great problem.  He wanted it settled forthwith.  He\ncould not long bear such a load, he said. Sometimes his anger at the\ncommanders reached an acute stage, and he grumbled about the camp like\na veteran.\n\nOne morning, however, he found himself in the ranks of his prepared\nregiment.  The men were whispering speculations and recounting the old\nrumors.  In the gloom before the break of the day their uniforms glowed\na deep purple hue.  From across the river the red eyes were still\npeering.  In the eastern sky there was a yellow patch like a rug laid\nfor the feet of the coming sun; and against it, black and patternlike,\nloomed the gigantic figure of the colonel on a gigantic horse.\n\nFrom off in the darkness came the trampling of feet.  The youth could\noccasionally see dark shadows that moved like monsters.  The regiment\nstood at rest for what seemed a long time.  The youth grew impatient.\nIt was unendurable the way these affairs were managed.  He wondered how\nlong they were to be kept waiting.\n\nAs he looked all about him and pondered upon the mystic gloom, he began\nto believe that at any moment the ominous distance might be aflare, and\nthe rolling crashes of an engagement come to his ears.  Staring once at\nthe red eyes across the river, he conceived them to be growing larger,\nas the orbs of a row of dragons advancing.  He turned toward the\ncolonel and saw him lift his gigantic arm and calmly stroke his\nmustache.\n\nAt last he heard from along the road at the foot of the hill the\nclatter of a horse's galloping hoofs.  It must be the coming of orders.\nHe bent forward, scarce breathing.  The exciting clickety-click, as it\ngrew louder and louder, seemed to be beating upon his soul.  Presently\na horseman with jangling equipment drew rein before the colonel of the\nregiment.  The two held a short, sharp-worded conversation.  The men in\nthe foremost ranks craned their necks.\n\nAs the horseman wheeled his animal and galloped away he turned to shout\nover his shoulder, \"Don't forget that box of cigars!\" The colonel\nmumbled in reply.  The youth wondered what a box of cigars had to do\nwith war.\n\nA moment later the regiment went swinging off into the darkness.  It\nwas now like one of those moving monsters wending with many feet.  The\nair was heavy, and cold with dew.  A mass of wet grass, marched upon,\nrustled like silk.\n\nThere was an occasional flash and glimmer of steel from the backs of\nall these huge crawling reptiles.  From the road came creakings and\ngrumblings as some surly guns were dragged away.\n\nThe men stumbled along still muttering speculations.  There was a\nsubdued debate.  Once a man fell down, and as he reached for his rifle\na comrade, unseeing, trod upon his hand.  He of the injured fingers\nswore bitterly, and aloud.  A low, tittering laugh went among his\nfellows.\n\nPresently they passed into a roadway and marched forward with easy\nstrides.  A dark regiment moved before them, and from behind also came\nthe tinkle of equipments on the bodies of marching men.\n\nThe rushing yellow of the developing day went on behind their backs.\nWhen the sunrays at last struck full and mellowingly upon the earth,\nthe youth saw that the landscape was streaked with two long, thin,\nblack columns which disappeared on the brow of a hill in front and\nrearward vanished in a wood.  They were like two serpents crawling from\nthe cavern of the night.\n\nThe river was not in view.  The tall soldier burst into praises of what\nhe thought to be his powers of perception.\n\nSome of the tall one's companions cried with emphasis that they, too,\nhad evolved the same thing, and they congratulated themselves upon it.\nBut there were others who said that the tall one's plan was not the\ntrue one at all.  They persisted  with other theories.  There was a\nvigorous discussion.\n\nThe youth took no part in them.  As he walked along in careless line he\nwas engaged with his own eternal debate.  He could not hinder himself\nfrom dwelling upon it.  He was despondent and sullen, and threw\nshifting glances about him.  He looked ahead, often expecting to hear\nfrom the advance the rattle of firing.\n\nBut the long serpents crawled slowly from hill to hill without bluster\nof smoke.  A dun-colored cloud of dust floated away to the right.  The\nsky overhead was of a fairy blue.\n\nThe youth studied the faces of his companions, ever on the watch to\ndetect kindred emotions.  He suffered disappointment.  Some ardor of\nthe air which was causing the veteran commands to move with\nglee--almost with song--had infected the new regiment.  The men began\nto speak of victory as of a thing they knew.  Also, the tall soldier\nreceived his vindication.  They were certainly going to come around in\nbehind the enemy.  They expressed commiseration for that part of the\narmy which had been left upon the river bank, felicitating themselves\nupon being a part of a blasting host.\n\nThe youth, considering himself as separated from the others, was\nsaddened by the blithe and merry speeches that went from rank to rank.\nThe company wags all made their best endeavors.  The regiment tramped\nto the tune of laughter.\n\nThe blatant soldier often convulsed whole files by his biting sarcasms\naimed at the tall one.\n\nAnd it was not long before all the men seemed to forget their mission.\nWhole brigades grinned in unison, and regiments laughed.\n\nA rather fat soldier attempted to pilfer a horse from a dooryard.  He\nplanned to load his knapsack upon it.  He was escaping with his prize\nwhen a young girl rushed from the house and grabbed the animal's mane.\nThere followed a wrangle.  The young girl, with pink cheeks and shining\neyes, stood like a dauntless statue.\n\nThe observant regiment, standing at rest in the roadway, whooped at\nonce, and entered whole-souled upon the side of the maiden.  The men\nbecame so engrossed in this affair that they entirely ceased to\nremember their own large war.  They jeered the piratical private, and\ncalled attention to various defects in his personal appearance; and\nthey were wildly enthusiastic in support of the young girl.\n\nTo her, from some distance, came bold advice.  \"Hit him with a stick.\"\n\nThere were crows and catcalls showered upon him when he retreated\nwithout the horse.  The regiment rejoiced at his downfall.  Loud and\nvociferous congratulations were showered upon the maiden, who stood\npanting and regarding the troops with defiance.\n\nAt nightfall the column broke into regimental pieces, and the fragments\nwent into the fields to camp.  Tents sprang up like strange plants.\nCamp fires, like red, peculiar blossoms, dotted the night.\n\nThe youth kept from intercourse with his companions as much as\ncircumstances would allow him.  In the evening he wandered a few paces\ninto the gloom.  From this little distance the many fires, with the\nblack forms of men passing to and fro before the crimson rays, made\nweird and satanic effects.\n\nHe lay down in the grass.  The blades pressed tenderly against his\ncheek.  The moon had been lighted and was hung in a treetop.  The\nliquid stillness of the night enveloping him made him feel vast pity\nfor himself.  There was a caress in the soft winds; and the whole mood\nof the darkness, he thought, was one of sympathy for himself in his\ndistress.\n\nHe wished, without reserve, that he was at home again making the\nendless rounds from the house to the barn, from the barn to the fields,\nfrom the fields to the barn, from the barn to the house.  He remembered\nhe had so often cursed the brindle cow and her mates, and had sometimes\nflung milking stools.  But, from his present point of view, there was a\nhalo of happiness about each of their heads, and he would have\nsacrificed all the brass buttons on the continent to have been enabled\nto return to them.  He told himself that he was not formed for a\nsoldier.  And he mused seriously upon the radical differences between\nhimself and those men who were dodging implike around the fires.\n\nAs he mused thus he heard the rustle of grass, and, upon turning his\nhead, discovered the loud soldier.  He called out, \"Oh, Wilson!\"\n\nThe latter approached and looked down.  \"Why, hello, Henry; is it you?\nWhat are you doing here?\"\n\n\"Oh, thinking,\" said the youth.\n\nThe other sat down and carefully lighted his pipe.  \"You're getting\nblue my boy.  You're looking thundering peek-ed.  What the dickens is\nwrong with you?\"\n\n\"Oh, nothing,\" said the youth.\n\nThe loud soldier launched then into the subject of the anticipated\nfight.  \"Oh, we've got 'em now!\"  As he spoke his boyish face was\nwreathed in a gleeful smile, and his voice had an exultant ring.\n\"We've got 'em now.  At last, by the eternal thunders, we'll lick 'em\ngood!\"\n\n\"If the truth was known,\" he added, more soberly, \"they've licked _us_\nabout every clip up to now; but this time--this time--we'll lick 'em\ngood!\"\n\n\"I thought you was objecting to this march a little while ago,\" said\nthe youth coldly.\n\n\"Oh, it wasn't that,\" explained the other.  \"I don't mind marching, if\nthere's going to be fighting at the end of it.  What I hate is this\ngetting moved here and moved there, with no good coming of it, as far\nas I can see, excepting sore feet and damned short rations.\"\n\n\"Well, Jim Conklin says we'll get plenty of fighting this time.\"\n\n\"He's right for once, I guess, though I can't see how it come.  This\ntime we're in for a big battle, and we've got the best end of it,\ncertain sure.  Gee rod! how we will thump 'em!\"\n\nHe arose and began to pace to and fro excitedly.  The thrill of his\nenthusiasm made him walk with an elastic step.  He was sprightly,\nvigorous, fiery in his belief in success.  He looked into the future\nwith clear proud eye, and he swore with the air of an old soldier.\n\nThe youth watched him for a moment in silence.  When he finally spoke\nhis voice was as bitter as dregs.  \"Oh, you're going to do great\nthings, I s'pose!\"\n\nThe loud soldier blew a thoughtful cloud of smoke from his pipe.  \"Oh,\nI don't know,\" he remarked with dignity; \"I don't know.  I s'pose I'll\ndo as well as the rest.  I'm going to try like thunder.\"  He evidently\ncomplimented himself upon the modesty of this statement.\n\n\"How do you know you won't run when the time comes?\" asked the youth.\n\n\"Run?\" said the loud one; \"run?--of course not!\"  He laughed.\n\n\"Well,\" continued the youth, \"lots of good-a-'nough men have thought\nthey was going to do great things before the fight, but when the time\ncome they skedaddled.\"\n\n\"Oh, that's all true, I s'pose,\" replied the other; \"but I'm not going\nto skedaddle.  The man that bets on my running will lose his money,\nthat's all.\"  He nodded confidently.\n\n\"Oh, shucks!\" said the youth.  \"You ain't the bravest man in the world,\nare you?\"\n\n\"No, I ain't,\" exclaimed the loud soldier indignantly; \"and I didn't\nsay I was the bravest man in the world, neither.  I said I was going to\ndo my share of fighting--that's what I said.  And I am, too.  Who are\nyou, anyhow?  You talk as if you thought you was Napoleon Bonaparte.\"\nHe glared at the youth for a moment, and then strode away.\n\nThe youth called in a savage voice after his comrade:  \"Well, you\nneedn't git mad about it!\"  But the other continued on his way and made\nno reply.\n\nHe felt alone in space when his injured comrade had disappeared.  His\nfailure to discover any mite of resemblance in their viewpoints made\nhim more miserable than before.  No one seemed to be wrestling with\nsuch a terrific personal problem.  He was a mental outcast.\n\nHe went slowly to his tent and stretched himself on a blanket by the\nside of the snoring tall soldier.  In the darkness he saw visions of a\nthousand-tongued fear that would babble at his back and cause him to\nflee, while others were going coolly about their country's business.\nHe admitted that he would not be able to cope with this monster.  He\nfelt that every nerve in his body would be an ear to hear the voices,\nwhile other men would remain stolid and deaf.\n\nAnd as he sweated with the pain of these thoughts, he could hear low,\nserene sentences.  \"I'll bid five.\"  \"Make it six.\"  \"Seven.\" \"Seven\ngoes.\"\n\nHe stared at the red, shivering reflection of a fire on the white wall\nof his tent until, exhausted and ill from the monotony of his\nsuffering, he fell asleep.\n\n\n\n\nChapter 3\n\n\nWhen another night came, the columns, changed to purple streaks, filed\nacross two pontoon bridges.  A glaring fire wine-tinted the waters of\nthe river.  Its rays, shining upon the moving masses of troops, brought\nforth here and there sudden gleams of silver or gold.  Upon the other\nshore a dark and mysterious range of hills was curved against the sky.\nThe insect voices of the night sang solemnly.\n\nAfter this crossing the youth assured himself that at any moment they\nmight be suddenly and fearfully assaulted from the caves of the\nlowering woods.  He kept his eyes watchfully upon the darkness.\n\nBut his regiment went unmolested to a camping place, and its soldiers\nslept the brave sleep of wearied men.  In the morning they were routed\nout with early energy, and hustled along a narrow road that led deep\ninto the forest.\n\nIt was during this rapid march that the regiment lost many of the marks\nof a new command.\n\nThe men had begun to count the miles upon their fingers, and they grew\ntired.  \"Sore feet an' damned short rations, that's all,\" said the loud\nsoldier.  There was perspiration and grumblings.  After a time they\nbegan to shed their knapsacks.  Some tossed them unconcernedly down;\nothers hid them carefully, asserting their plans to return for them at\nsome convenient time.  Men extricated themselves from thick shirts.\nPresently few carried anything but their necessary clothing, blankets,\nhaversacks, canteens, and arms and ammunition.  \"You can now eat and\nshoot,\" said the tall soldier to the youth.  \"That's all you want to\ndo.\"\n\nThere was sudden change from the ponderous infantry of theory to the\nlight and speedy infantry of practice.  The regiment, relieved of a\nburden, received a new impetus.  But there was much loss of valuable\nknapsacks, and, on the whole, very good shirts.\n\nBut the regiment was not yet veteranlike in appearance.  Veteran\nregiments in the army were likely to be very small aggregations of men.\nOnce, when the command had first come to the field, some perambulating\nveterans, noting the length of their column, had accosted them thus:\n\"Hey, fellers, what brigade is that?\" And when the men had replied that\nthey formed a regiment and not a brigade, the older soldiers had\nlaughed, and said, \"O Gawd!\"\n\nAlso, there was too great a similarity in the hats.  The hats of a\nregiment should properly represent the history of headgear for a period\nof years.  And, moreover, there were no letters of faded gold speaking\nfrom the colors.  They were new and beautiful, and the color bearer\nhabitually oiled the pole.\n\nPresently the army again sat down to think.  The odor of the peaceful\npines was in the men's nostrils.  The sound of monotonous axe blows\nrang through the forest, and the insects, nodding upon their perches,\ncrooned like old women.  The youth returned to his theory of a blue\ndemonstration.\n\nOne gray dawn, however, he was kicked in the leg by the tall soldier,\nand then, before he was entirely awake, he found himself running down a\nwood road in the midst of men who were panting from the first effects\nof speed.  His canteen banged rythmically upon his thigh, and his\nhaversack bobbed softly.  His musket bounced a trifle from his shoulder\nat each stride and made his cap feel uncertain upon his head.\n\nHe could hear the men whisper jerky sentences:  \"Say--what's all\nthis--about?\"  \"What th' thunder--we--skedaddlin' this way fer?\"\n\"Billie--keep off m' feet.  Yeh run--like a cow.\"  And the loud\nsoldier's shrill voice could be heard:  \"What th'devil they in sich a\nhurry for?\"\n\nThe youth thought the damp fog of early morning moved from the rush of\na great body of troops.  From the distance came a sudden spatter of\nfiring.\n\nHe was bewildered.  As he ran with his comrades he strenuously tried to\nthink, but all he knew was that if he fell down those coming behind\nwould tread upon him.  All his faculties seemed to be needed to guide\nhim over and past obstructions.  He felt carried along by a mob.\n\nThe sun spread disclosing rays, and, one by one, regiments burst into\nview like armed men just born of the earth.  The youth perceived that\nthe time had come.  He was about to be measured.  For a moment he felt\nin the face of his great trial like a babe, and the flesh over his\nheart seemed very thin.  He seized time to look about him calculatingly.\n\nBut he instantly saw that it would be impossible for him to escape from\nthe regiment.  It inclosed him.  And there were iron laws of tradition\nand law on four sides.  He was in a moving box.\n\nAs he perceived this fact it occurred to him that he had never wished\nto come to the war.  He had not enlisted of his free will.  He had been\ndragged by the merciless government.  And now they were taking him out\nto be slaughtered.\n\nThe regiment slid down a bank and wallowed across a little stream.  The\nmournful current moved slowly on, and from the water, shaded black,\nsome white bubble eyes looked at the men.\n\nAs they climbed the hill on the farther side artillery began to boom.\nHere the youth forgot many things as he felt a sudden impulse of\ncuriosity.  He scrambled up the bank with a speed that could not be\nexceeded by a bloodthirsty man.\n\nHe expected a battle scene.\n\nThere were some little fields girted and squeezed by a forest.  Spread\nover the grass and in among the tree trunks, he could see knots and\nwaving lines of skirmishers who were running hither and thither and\nfiring at the landscape.  A dark battle line lay upon a sunstruck\nclearing that gleamed orange color.  A flag fluttered.\n\nOther regiments floundered up the bank.  The brigade was formed in line\nof battle, and after a pause started slowly through the woods in the\nrear of the receding skirmishers, who were continually melting into the\nscene to appear again farther on.  They were always busy as bees,\ndeeply absorbed in their little combats.\n\nThe youth tried to observe everything.  He did not use care to avoid\ntrees and branches, and his forgotten feet were constantly knocking\nagainst stones or getting entangled in briers.  He was aware that these\nbattalions with their commotions were woven red and startling into the\ngentle fabric of softened greens and browns.  It looked to be a wrong\nplace for a battle field.\n\nThe skirmishers in advance fascinated him.  Their shots into thickets\nand at distant and prominent trees spoke to him of tragedies--hidden,\nmysterious, solemn.\n\nOnce the line encountered the body of a dead soldier.  He lay upon his\nback staring at the sky.  He was dressed in an awkward suit of\nyellowish brown.  The youth could see that the soles of his shoes had\nbeen worn to the thinness of writing paper, and from a great rent in\none the dead foot projected piteously.  And it was as if fate had\nbetrayed the soldier.  In death it exposed to his enemies that poverty\nwhich in life he had perhaps concealed from his friends.\n\nThe ranks opened covertly to avoid the corpse.  The invulnerable dead\nman forced a way for himself.  The youth looked keenly at the ashen\nface.  The wind raised the tawny beard.  It moved as if a hand were\nstroking it.  He vaguely desired to walk around and around the body and\nstare; the impulse of the living to try to read in dead eyes the answer\nto the Question.\n\nDuring the march the ardor which the youth had acquired when out of\nview of the field rapidly faded to nothing.  His curiosity was quite\neasily satisfied.  If an intense scene had caught him with its wild\nswing as he came to the top of the bank, he might have gone\nroaring on.  This advance upon Nature was too calm.  He had opportunity\nto reflect.  He had time in which to wonder about himself and to\nattempt to probe his sensations.\n\nAbsurd ideas took hold upon him.  He thought that he did not relish the\nlandscape.  It threatened him.  A coldness swept over his back, and it\nis true that his trousers felt to him that they were no fit for his\nlegs at all.\n\nA house standing placidly in distant fields had to him an ominous look.\nThe shadows of the woods were formidable.  He was certain that in this\nvista there lurked fierce-eyed hosts.  The swift thought came to him\nthat the generals did not know what they were about.  It was all a\ntrap.  Suddenly those close forests would bristle with rifle barrels.\nIronlike brigades would appear in the rear.  They were all going to be\nsacrificed.  The generals were stupids.  The enemy would presently\nswallow the whole command.  He glared about him, expecting to see the\nstealthy approach of his death.\n\nHe thought that he must break from the ranks and harangue his comrades.\nThey must not all be killed like pigs; and he was sure it would come to\npass unless they were informed of these dangers.  The generals were\nidiots to send them marching into a regular pen.  There was but one\npair of eyes in the corps.  He would step forth and make a speech.\nShrill and passionate words came to his lips.\n\nThe line, broken into moving fragments by the ground, went calmly on\nthrough fields and woods.  The youth looked at the men nearest him, and\nsaw, for the most part, expressions of deep interest, as if they were\ninvestigating something that had fascinated them.  One or two stepped\nwith overvaliant airs as if they were already plunged into war.  Others\nwalked as upon thin ice.  The greater part of the untested men appeared\nquiet and absorbed.  They were going to look at war, the red\nanimal--war, the blood-swollen god.  And they were deeply engrossed in\nthis march.\n\nAs he looked the youth gripped his outcry at his throat.  He saw that\neven if the men were tottering with fear they would laugh at his\nwarning.  They would jeer him, and, if practicable, pelt him with\nmissiles.  Admitting that he might be wrong, a frenzied declamation of\nthe kind would turn him into a worm.\n\nHe assumed, then, the demeanor of one who knows that he is doomed alone\nto unwritten responsibilities.  He lagged, with tragic glances at the\nsky.\n\nHe was surprised presently by the young lieutenant of his company, who\nbegan heartily to beat him with a sword, calling out in a loud and\ninsolent voice:  \"Come, young man, get up into ranks there.  No\nskulking 'll do here.\"  He mended his pace with suitable haste.  And he\nhated the lieutenant, who had no appreciation of fine minds.  He was a\nmere brute.\n\nAfter a time the brigade was halted in the cathedral light of a forest.\nThe busy skirmishers were still popping.  Through the aisles of the\nwood could be seen the floating smoke from their rifles.  Sometimes it\nwent up in little balls, white and compact.\n\nDuring this halt many men in the regiment began erecting tiny hills in\nfront of them.  They used stones sticks, earth, and anything they\nthought might turn a bullet.  Some built comparatively large ones,\nwhile others seems content with little ones.\n\nThis procedure caused a discussion among the men.  Some wished to fight\nlike duelists, believing it to be correct to stand erect and be, from\ntheir feet to their foreheads, a mark.  They said they scorned the\ndevices of the cautious.  But the others scoffed in reply, and pointed\nto the veterans on the flanks who were digging at the ground like\nterriers.  In a short time there was quite a barricade along the\nregimental fronts.  Directly, however, they were ordered to withdraw\nfrom that place.\n\nThis astounded the youth.  He forgot his stewing over the advance\nmovement.  \"Well, then, what did they march us out here for?\" he\ndemanded of the tall soldier.  The latter with calm faith began a heavy\nexplanation, although he had been compelled to leave a little\nprotection of stones and dirt to which he had devoted much care and\nskill.\n\nWhen the regiment was aligned in another position each man's regard for\nhis safety caused another line of small intrenchments.  They ate their\nnoon meal behind a third one.  They were moved from this one also.\nThey were marched from place to place with apparent aimlessness.\n\nThe youth had been taught that a man became another thing in battle.\nHe saw his salvation in such a change.  Hence this waiting was an\nordeal to him.  He was in a fever of impatience.  He considered that\nthere was denoted a lack of purpose on the part of the generals.  He\nbegan to complain to the tall soldier.  \"I can't stand this much\nlonger,\" he cried.  \"I don't see what good it does to make us wear out\nour legs for nothin'.\"  He wished to return to camp, knowing that this\naffair was a blue demonstration; or else to go into a battle and\ndiscover that he had been a fool in his doubts, and was, in truth, a\nman of traditional courage.  The strain of present circumstances he\nfelt to be intolerable.\n\nThe philosophical tall soldier measured a sandwich of cracker and pork\nand swallowed it in a nonchalant manner.  \"Oh, I suppose we must go\nreconnoitering around the country jest to keep 'em from getting too\nclose, or to develop 'em, or something.\"\n\n\"Huh!\" said the loud soldier.\n\n\"Well,\" cried the youth, still fidgeting, \"I'd rather do anything 'most\nthan go tramping 'round the country all day doing no good to nobody and\njest tiring ourselves out.\"\n\n\"So would I,\" said the loud soldier.  \"It ain't right.  I tell you if\nanybody with any sense was a-runnin' this army it--\"\n\n\"Oh, shut up!\" roared the tall private.  \"You little fool.  You little\ndamn' cuss.  You ain't had that there coat and them pants on for six\nmonths, and yet you talk as if--\"\n\n\"Well, I wanta do some fighting anyway,\" interrupted the other.  \"I\ndidn't come here to walk.  I could 'ave walked to home--'round an'\n'round the barn, if I jest wanted to walk.\"\n\nThe tall one, red-faced, swallowed another sandwich as if taking poison\nin despair.\n\nBut gradually, as he chewed, his face became again quiet and contented.\nHe could not rage in fierce argument in the presence of such\nsandwiches.  During his meals he always wore an air of blissful\ncontemplation of the food he had swallowed.  His spirit seemed then to\nbe communing with the viands.\n\nHe accepted new environment and circumstance with great coolness,\neating from his haversack at every opportunity.  On the march he went\nalong with the stride of a hunter, objecting to neither gait nor\ndistance.  And he had not raised his voice when he had been ordered\naway from three little protective piles of earth and stone, each of\nwhich had been an engineering feat worthy of being made sacred to the\nname of his grandmother.\n\nIn the afternoon, the regiment went out over the same ground it had\ntaken in the morning.  The landscape then ceased to threaten the youth.\nHe had been close to it and become familiar with it.\n\nWhen, however, they began to pass into a new region, his old fears of\nstupidity and incompetence reassailed him, but this time he doggedly\nlet them babble.  He was occupied with his problem, and in his\ndesperation he concluded that the stupidity did not greatly matter.\n\nOnce he thought he had concluded that it would be better to get killed\ndirectly and end his troubles.  Regarding death thus out of the corner\nof his eye, he conceived it to be nothing but rest, and he was filled\nwith a momentary astonishment that he should have made an extraordinary\ncommotion over the mere matter of getting killed.  He would die; he\nwould go to some place where he would be understood.  It was useless to\nexpect appreciation of his profound and fine sense from such men as the\nlieutenant.  He must look to the grave for comprehension.\n\nThe skirmish fire increased to a long clattering sound.  With it was\nmingled far-away cheering.  A battery spoke.\n\nDirectly the youth could see the skirmishers running.  They were\npursued by the sound of musketry fire.  After a time the hot, dangerous\nflashes of the rifles were visible.  Smoke clouds went slowly and\ninsolently across the fields like observant phantoms.  The din became\ncrescendo, like the roar of an oncoming train.\n\nA brigade ahead of them and on the right went into action with a\nrending roar.  It was as if it had exploded.  And thereafter it lay\nstretched in the distance behind a long gray wall, that one was obliged\nto look twice at to make sure that it was smoke.\n\nThe youth, forgetting his neat plan of getting killed, gazed spell\nbound.  His eyes grew wide and busy with the action of the scene.  His\nmouth was a little ways open.\n\nOf a sudden he felt a heavy and sad hand laid upon his shoulder.\nAwakening from his trance of observation he turned and beheld the loud\nsoldier.\n\n\"It's my first and last battle, old boy,\" said the latter, with intense\ngloom.  He was quite pale and his girlish lip was trembling.\n\n\"Eh?\" murmured the youth in great astonishment.\n\n\"It's my first and last battle, old boy,\" continued the loud soldier.\n\"Something tells me--\"\n\n\"What?\"\n\n\"I'm a gone coon this first time and--and I w-want you to take these\nhere things--to--my--folks.\"  He ended in a quavering sob of pity for\nhimself.  He handed the youth a little packet done up in a yellow\nenvelope.\n\n\"Why, what the devil--\" began the youth again.\n\nBut the other gave him a glance as from the depths of a tomb, and\nraised his limp hand in a prophetic manner and turned away.\n\n\n\n\nChapter 4\n\n\nThe brigade was halted in the fringe of a grove.  The men crouched\namong the trees and pointed their restless guns out at the fields.\nThey tried to look beyond the smoke.\n\nOut of this haze they could see running men.  Some shouted information\nand gestured as the hurried.\n\nThe men of the new regiment watched and listened eagerly, while their\ntongues ran on in gossip of the battle.  They mouthed rumors that had\nflown like birds out of the unknown.\n\n\"They say Perry has been driven in with big loss.\"\n\n\"Yes, Carrott went t' th' hospital.  He said he was sick.  That smart\nlieutenant is commanding 'G' Company.  Th' boys say they won't be under\nCarrott no more if they all have t' desert.  They allus knew he was a--\"\n\n\"Hannises' batt'ry is took.\"\n\n\"It ain't either.  I saw Hannises' batt'ry off on th' left not more'n\nfifteen minutes ago.\"\n\n\"Well--\"\n\n\"Th' general, he ses he is goin' t' take th' hull command of th' 304th\nwhen we go inteh action, an' then he ses we'll do sech fightin' as\nnever another one reg'ment done.\"\n\n\"They say we're catchin' it over on th' left.  They say th' enemy driv'\nour line inteh a devil of a swamp an' took Hannises' batt'ry.\"\n\n\"No sech thing.  Hannises' batt'ry was 'long here 'bout a minute ago.\"\n\n\"That young Hasbrouck, he makes a good off'cer.  He ain't afraid 'a\nnothin'.\"\n\n\"I met one of th' 148th Maine boys an' he ses his brigade fit th' hull\nrebel army fer four hours over on th' turnpike road an' killed about\nfive thousand of 'em.  He ses one more sech fight as that an' th' war\n'll be over.\"\n\n\"Bill wasn't scared either.  No, sir!  It wasn't that.  Bill ain't\na-gittin' scared easy.  He was jest mad, that's what he was.  When that\nfeller trod on his hand, he up an' sed that he was willin' t' give his\nhand t' his country, but he be dumbed if he was goin' t' have every\ndumb bushwhacker in th' kentry walkin' 'round on it.  So he went t' th'\nhospital disregardless of th' fight.  Three fingers was crunched.  Th'\ndern doctor wanted t' amputate 'm, an' Bill, he raised a heluva row, I\nhear.  He's a funny feller.\"\n\nThe din in front swelled to a tremendous chorus.  The youth and his\nfellows were frozen to silence.  They could see a flag that tossed in\nthe smoke angrily.  Near it were the blurred and agitated forms of\ntroops.  There came a turbulent stream of men across the fields.  A\nbattery changing position at a frantic gallop scattered the stragglers\nright and left.\n\nA shell screaming like a storm banshee went over the huddled heads of\nthe reserves.  It landed in the grove, and exploding redly flung the\nbrown earth.  There was a little shower of pine needles.\n\nBullets began to whistle among the branches and nip at the trees.\nTwigs and leaves came sailing down.  It was as if a thousand axes, wee\nand invisible, were being wielded.  Many of the men were constantly\ndodging and ducking their heads.\n\nThe lieutenant of the youth's company was shot in the hand.  He began\nto swear so wondrously that a nervous laugh went along the regimental\nline.  The officer's profanity sounded conventional.  It relieved the\ntightened senses of the new men.  It was as if he had hit his fingers\nwith a tack hammer at home.\n\nHe held the wounded member carefully away from his side so that the\nblood would not drip upon his trousers.\n\nThe captain of the company, tucking his sword under his arm, produced a\nhandkerchief and began to bind with it the lieutenant's wound.  And\nthey disputed as to how the binding should be done.\n\nThe battle flag in the distance jerked about madly.  It seemed to be\nstruggling to free itself from an agony.  The billowing smoke was\nfilled with horizontal flashes.\n\nMen rushing swiftly emerged from it.  They grew in numbers until it was\nseen that the whole command was fleeing.  The flag suddenly sank down\nas if dying.  Its motion as it fell was a gesture of despair.\n\nWild yells came from behind the walls of smoke.  A sketch in gray and\nred dissolved into a moblike body of men who galloped like wild horses.\nThe veteran regiments on the right and left of the 304th immediately\nbegan to jeer.  With the passionate song of the bullets and the banshee\nshrieks of shells were mingled loud catcalls and bits of facetious\nadvice concerning places of safety.\n\nBut the new regiment was breathless with horror.  \"Gawd!  Saunders's\ngot crushed!\" whispered the man at the youth's elbow.  They shrank back\nand crouched as if compelled to await a flood.\n\nThe youth shot a swift glance along the blue ranks of the regiment.\nThe profiles were motionless, carven; and afterward he remembered that\nthe color sergeant was standing with his legs apart, as if he expected\nto be pushed to the ground.\n\nThe following throng went whirling around the flank.  Here and there\nwere officers carried along on the stream like exasperated chips.  They\nwere striking about them with their swords and with their left fists,\npunching every head they could reach.  They cursed like highwaymen.\n\nA mounted officer displayed the furious anger of a spoiled child.  He\nraged with his head, his arms, and his legs.\n\nAnother, the commander of the brigade, was galloping about bawling.\nHis hat was gone and his clothes were awry.  He resembled a man who has\ncome from bed to go to a fire.  The hoofs of his horse often threatened\nthe heads of the running men, but they scampered with singular fortune.\nIn this rush they were apparently all deaf and blind.  They heeded not\nthe largest and longest of the oaths that were thrown at them from all\ndirections.\n\nFrequently over this tumult could be heard the grim jokes of the\ncritical veterans; but the retreating men apparently were not even\nconscious of the presence of an audience.\n\nThe battle reflection that shone for an instant in the faces on the mad\ncurrent made the youth feel that forceful hands from heaven would not\nhave been able to have held him in place if he could have got\nintelligent control of his legs.\n\nThere was an appalling imprint upon these faces.  The struggle in the\nsmoke had pictured an exaggeration of itself on the bleached cheeks and\nin the eyes wild with one desire.\n\nThe sight of this stampede exerted a floodlike force that seemed able\nto drag sticks and stones and men from the ground.  They of the\nreserves had to hold on.  They grew pale and firm, and red and quaking.\n\nThe youth achieved one little thought in the midst of this chaos.  The\ncomposite monster which had caused the other troops to flee had not\nthen appeared.  He resolved to get a view of it, and then, he thought\nhe might very likely run better than the best of them.\n\n\n\n\nChapter 5\n\n\nThere were moments of waiting.  The youth thought of the village street\nat home before the arrival of the circus parade on a day in the spring.\nHe remembered how he had stood, a small, thrillful boy, prepared to\nfollow the dingy lady upon the white horse, or the band in its faded\nchariot.  He saw the yellow road, the lines of expectant people, and\nthe sober houses.  He particularly remembered an old fellow who used to\nsit upon a cracker box in front of the store and feign to despise such\nexhibitions.  A thousand details of color and form surged in his mind.\nThe old fellow upon the cracker box appeared in middle prominence.\n\nSome one cried, \"Here they come!\"\n\nThere was rustling and muttering among the men.  They displayed a\nfeverish desire to have every possible cartridge ready to their hands.\nThe boxes were pulled around into various positions, and adjusted with\ngreat care.  It was as if seven hundred new bonnets were being tried on.\n\nThe tall soldier, having prepared his rifle, produced a red\nhandkerchief of some kind.  He was engaged in knotting it about his\nthroat with exquisite attention to its position, when the cry was\nrepeated up and down the line in a muffled roar of sound.\n\n\"Here they come!  Here they come!\"  Gun locks clicked.\n\nAcross the smoke-infested fields came a brown swarm of running men who\nwere giving shrill yells.  They came on, stooping and swinging their\nrifles at all angles.  A flag, tilted forward, sped near the front.\n\nAs he caught sight of them the youth was momentarily startled by a\nthought that perhaps his gun was not loaded.  He stood trying to rally\nhis faltering intellect so that he might recollect the moment when he\nhad loaded, but he could not.\n\nA hatless general pulled his dripping horse to a stand near the colonel\nof the 304th.  He shook his fist in the other's face.  \"You've got to\nhold 'em back!\" he shouted, savagely; \"you've got to hold 'em back!\"\n\nIn his agitation the colonel began to stammer.  \"A-all r-right,\nGeneral, all right, by Gawd!  We-we 'll do our--we-we 'll d-d-do-do our\nbest, General.\"  The general made a passionate gesture and galloped\naway.  The colonel, perchance to relieve his feelings, began to scold\nlike a wet parrot.  The youth, turning swiftly to make sure that the\nrear was unmolested, saw the commander regarding his men in a highly\nresentful manner, as if he regretted above everything his association\nwith them.\n\nThe man at the youth's elbow was mumbling, as if to himself: \"Oh, we\n're in for it now! oh, we 're in for it now!\"\n\nThe captain of the company had been pacing excitedly to and fro in the\nrear.  He coaxed in schoolmistress fashion, as to a congregation of\nboys with primers.  His talk was an endless repetition.  \"Reserve your\nfire, boys--don't shoot till I tell you--save your fire--wait till they\nget close up--don't be damned fools--\"\n\nPerspiration streamed down the youth's face, which was soiled like that\nof a weeping urchin.  He frequently, with a nervous movement, wiped his\neyes with his coat sleeve.  His mouth was still a little ways open.\n\nHe got the one glance at the foe-swarming field in front of him, and\ninstantly ceased to debate the question of his piece being loaded.\nBefore he was ready to begin--before he had announced to himself that\nhe was about to fight--he threw the obedient well-balanced rifle into\nposition and fired a first wild shot.  Directly he was working at his\nweapon like an automatic affair.\n\nHe suddenly lost concern for himself, and forgot to look at a menacing\nfate.  He became not a man but a member.  He felt that something of\nwhich he was a part--a regiment, an army, a cause, or a country--was in\ncrisis.  He was welded into a common personality which was dominated by\na single desire.  For some moments he could not flee no more than a\nlittle finger can commit a revolution from a hand.\n\nIf he had thought the regiment was about to be annihilated perhaps he\ncould have amputated himself from it.  But its noise gave him\nassurance.  The regiment was like a firework that, once ignited,\nproceeds superior to circumstances until its blazing vitality fades.\nIt wheezed and banged with a mighty power.  He pictured the ground\nbefore it as strewn with the discomfited.\n\nThere was a consciousness always of the presence of his comrades about\nhim.  He felt the subtle battle brotherhood more potent even than the\ncause for which they were fighting.  It was a mysterious fraternity\nborn of the smoke and danger of death.\n\nHe was at a task.  He was like a carpenter who has made many boxes,\nmaking still another box, only there was furious haste in his\nmovements.  He, in his thoughts, was careering off in other places,\neven as the carpenter who as he works whistles and thinks of his friend\nor his enemy, his home or a saloon.  And these jolted dreams were never\nperfect to him afterward, but remained a mass of blurred shapes.\n\nPresently he began to feel the effects of the war atmosphere--a\nblistering sweat, a sensation that his eyeballs were about to crack\nlike hot stones.  A burning roar filled his ears.\n\nFollowing this came a red rage.  He developed the acute exasperation of\na pestered animal, a well-meaning cow worried by dogs.  He had a mad\nfeeling against his rifle, which could only be used against one life at\na time.  He wished to rush forward and strangle with his fingers.  He\ncraved a power that would enable him to make a world-sweeping gesture\nand brush all back.  His impotency appeared to him, and made his rage\ninto that of a driven beast.\n\nBuried in the smoke of many rifles his anger was directed not so much\nagainst the men whom he knew were rushing toward him as against the\nswirling battle phantoms which were choking him, stuffing their smoke\nrobes down his parched throat.  He fought frantically for respite for\nhis senses, for air, as a babe being smothered attacks the deadly\nblankets.\n\nThere was a blare of heated rage mingled with a certain expression of\nintentness on all faces.  Many of the men were making low-toned noises\nwith their mouths, and these subdued cheers, snarls, imprecations,\nprayers, made a wild, barbaric song that went as an undercurrent of\nsound, strange and chantlike with the resounding chords of the war\nmarch.  The man at the youth's elbow was babbling.  In it there was\nsomething soft and tender like the monologue of a babe. The tall\nsoldier was swearing in a loud voice.  From his lips came a black\nprocession of curious oaths.  Of a sudden another broke out in a\nquerulous way like a man who has mislaid his hat. \"Well, why don't they\nsupport us?  Why don't they send supports? Do they think--\"\n\nThe youth in his battle sleep heard this as one who dozes hears.\n\nThere was a singular absence of heroic poses.  The men bending and\nsurging in their haste and rage were in every impossible attitude.  The\nsteel ramrods clanked and clanged with incessant din as the men pounded\nthem furiously into the hot rifle barrels.  The flaps of the cartridge\nboxes were all unfastened, and bobbed idiotically with each movement.\nThe rifles, once loaded, were jerked to the shoulder and fired without\napparent aim into the smoke or at one of the blurred and shifting forms\nwhich upon the field before the regiment had been growing larger and\nlarger like puppets under a magician's hand.\n\nThe officers, at their intervals, rearward, neglected to stand in\npicturesque attitudes.  They were bobbing to and fro roaring directions\nand encouragements.  The dimensions of their howls were extraordinary.\nThey expended their lungs with prodigal wills.  And often they nearly\nstood upon their heads in their anxiety to observe the enemy on the\nother side of the tumbling smoke.\n\nThe lieutenant of the youth's company had encountered a soldier who had\nfled screaming at the first volley of his comrades.  Behind the lines\nthese two were acting a little isolated scene.  The man was blubbering\nand staring with sheeplike eyes at the lieutenant, who had seized him\nby the collar and was pommeling him.  He drove him back into the ranks\nwith many blows.  The soldier went mechanically, dully, with his\nanimal-like eyes upon the officer.  Perhaps there was to him a divinity\nexpressed in the voice of the other--stern, hard, with no reflection of\nfear in it.  He tried to reload his gun, but his shaking hands\nprevented.  The lieutenant was obliged to assist him.\n\nThe men dropped here and there like bundles.  The captain of the\nyouth's company had been killed in an early part of the action.  His\nbody lay stretched out in the position of a tired man resting, but upon\nhis face there was an astonished and sorrowful look, as if he thought\nsome friend had done him an ill turn.  The babbling man was grazed by a\nshot that made the blood stream widely down his face.  He clapped both\nhands to his head.  \"Oh!\" he said, and ran.  Another grunted suddenly as\nif he had been struck by a club in the stomach.  He sat down and gazed\nruefully.  In his eyes there was mute, indefinite reproach.  Farther up\nthe line a man, standing behind a tree, had had his knee joint\nsplintered by a ball.  Immediately he had dropped his rifle and gripped\nthe tree with both arms.  And there he remained, clinging desperately\nand crying for assistance that he might withdraw his hold upon the tree.\n\nAt last an exultant yell went along the quivering line.  The firing\ndwindled from an uproar to a last vindictive popping.  As the smoke\nslowly eddied away, the youth saw that the charge had been repulsed.\nThe enemy were scattered into reluctant groups.  He saw a man climb to\nthe top of the fence, straddle the rail, and fire a parting shot.  The\nwaves had receded, leaving bits of dark \"debris\" upon the ground.\n\nSome in the regiment began to whoop frenziedly.  Many were silent.\nApparently they were trying to contemplate themselves.\n\nAfter the fever had left his veins, the youth thought that at last he\nwas going to suffocate.  He became aware of the foul atmosphere in\nwhich he had been struggling.  He was grimy and dripping like a laborer\nin a foundry.  He grasped his canteen and took a long swallow of the\nwarmed water.\n\nA sentence with variations went up and down the line.  \"Well, we 've\nhelt 'em back.  We 've helt 'em back; derned if we haven't.\" The men\nsaid it blissfully, leering at each other with dirty smiles.\n\nThe youth turned to look behind him and off to the right and off to the\nleft.  He experienced the joy of a man who at last finds leisure in\nwhich to look about him.\n\nUnder foot there were a few ghastly forms motionless.  They lay twisted\nin fantastic contortions.  Arms were bent and heads were turned in\nincredible ways.  It seemed that the dead men must have fallen from\nsome great height to get into such positions.  They looked to be dumped\nout upon the ground from the sky.\n\nFrom a position in the rear of the grove a battery was throwing shells\nover it.  The flash of the guns startled the youth at first.  He\nthought they were aimed directly at him.  Through the trees he watched\nthe black figures of the gunners as they worked swiftly and intently.\nTheir labor seemed a complicated thing.  He wondered how they could\nremember its formula in the midst of confusion.\n\nThe guns squatted in a row like savage chiefs.  They argued with abrupt\nviolence.  It was a grim pow-wow.  Their busy servants ran hither and\nthither.\n\nA small procession of wounded men were going drearily toward the rear.\nIt was a flow of blood from the torn body of the brigade.\n\nTo the right and to the left were the dark lines of other troops.  Far\nin front he thought he could see lighter masses protruding in points\nfrom the forest.  They were suggestive of unnumbered thousands.\n\nOnce he saw a tiny battery go dashing along the line of the horizon.\nThe tiny riders were beating the tiny horses.\n\nFrom a sloping hill came the sound of cheerings and clashes.  Smoke\nwelled slowly through the leaves.\n\nBatteries were speaking with thunderous oratorical effort.  Here and\nthere were flags, the red in the stripes dominating.  They splashed\nbits of warm color upon the dark lines of troops.\n\nThe youth felt the old thrill at the sight of the emblems.  They were\nlike beautiful birds strangely undaunted in a storm.\n\nAs he listened to the din from the hillside, to a deep pulsating\nthunder that came from afar to the left, and to the lesser clamors\nwhich came from many directions, it occurred to him that they were\nfighting, too, over there, and over there, and over there.  Heretofore\nhe had supposed that all the battle was directly under his nose.\n\nAs he gazed around him the youth felt a flash of astonishment at the\nblue, pure sky and the sun gleamings on the trees and fields.  It was\nsurprising that Nature had gone tranquilly on with her golden process\nin the midst of so much devilment.\n\n\n\n\nChapter 6\n\n\nThe youth awakened slowly.  He came gradually back to a position from\nwhich he could regard himself.  For moments he had been scrutinizing\nhis person in a dazed way as if he had never before seen himself.  Then\nhe picked up his cap from the ground.  He wriggled in his jacket to\nmake a more comfortable fit, and kneeling relaced his shoe.  He\nthoughtfully mopped his reeking features.\n\nSo it was all over at last!  The supreme trial had been passed.  The\nred, formidable difficulties of war had been vanquished.\n\nHe went into an ecstasy of self-satisfaction.  He had the most\ndelightful sensations of his life.  Standing as if apart from himself,\nhe viewed that last scene.  He perceived that the man who had fought\nthus was magnificent.\n\nHe felt that he was a fine fellow.  He saw himself even with those\nideals which he had considered as far beyond him.  He smiled in deep\ngratification.\n\nUpon his fellows he beamed tenderness and good will.  \"Gee! ain't it\nhot, hey?\" he said affably to a man who was polishing his streaming\nface with his coat sleeves.\n\n\"You bet!\" said the other, grinning sociably.  \"I never seen sech dumb\nhotness.\"  He sprawled out luxuriously on the ground.  \"Gee, yes!  An'\nI hope we don't have no more fightin' till a week from Monday.\"\n\nThere were some handshakings and deep speeches with men whose features\nwere familiar, but with whom the youth now felt the bonds of tied\nhearts.  He helped a cursing comrade to bind up a wound of the shin.\n\nBut, of a sudden, cries of amazement broke out along the ranks of the\nnew regiment.  \"Here they come ag'in!  Here they come ag'in!\" The man\nwho had sprawled upon the ground started up and said, \"Gosh!\"\n\nThe youth turned quick eyes upon the field.  He discerned forms begin\nto swell in masses out of a distant wood.  He again saw the tilted flag\nspeeding forward.\n\nThe shells, which had ceased to trouble the regiment for a time, came\nswirling again, and exploded in the grass or among the leaves of the\ntrees.  They looked to be strange war flowers bursting into fierce\nbloom.\n\nThe men groaned.  The luster faded from their eyes.  Their smudged\ncountenances now expressed a profound dejection.  They moved their\nstiffened bodies slowly, and watched in sullen mood the frantic\napproach of the enemy.  The slaves toiling in the temple of this god\nbegan to feel rebellion at his harsh tasks.\n\nThey fretted and complained each to each.  \"Oh, say, this is too much\nof a good thing!  Why can't somebody send us supports?\"\n\n\"We ain't never goin' to stand this second banging.  I didn't come here\nto fight the hull damn' rebel army.\"\n\nThere was one who raised a doleful cry.  \"I wish Bill Smithers had trod\non my hand, insteader me treddin' on his'n.\"  The sore joints of the\nregiment creaked as it painfully floundered into position to repulse.\n\nThe youth stared.  Surely, he thought, this impossible thing was not\nabout to happen.  He waited as if he expected the enemy to suddenly\nstop, apologize, and retire bowing.  It was all a mistake.\n\nBut the firing began somewhere on the regimental line and ripped along\nin both directions.  The level sheets of flame developed great clouds\nof smoke that tumbled and tossed in the mild wind near the ground for a\nmoment, and then rolled through the ranks as through a gate.  The\nclouds were tinged an earthlike yellow in the sunrays and in the shadow\nwere a sorry blue.  The flag was sometimes eaten and lost in this mass\nof vapor, but more often it projected, sun-touched, resplendent.\n\nInto the youth's eyes there came a look that one can see in the orbs of\na jaded horse.  His neck was quivering with nervous weakness and the\nmuscles of his arms felt numb and bloodless.  His hands, too, seemed\nlarge and awkward as if he was wearing invisible mittens.  And there\nwas a great uncertainty about his knee joints.\n\nThe words that comrades had uttered previous to the firing began to\nrecur to him.  \"Oh, say, this is too much of a good thing!  What do\nthey take us for--why don't they send supports?  I didn't come here to\nfight the hull damned rebel army.\"\n\nHe began to exaggerate the endurance, the skill, and the valor of those\nwho were coming.  Himself reeling from exhaustion, he was astonished\nbeyond measure at such persistency.  They must be machines of steel.\nIt was very gloomy struggling against such affairs, wound up perhaps to\nfight until sundown.\n\nHe slowly lifted his rifle and catching a glimpse of the thickspread\nfield he blazed at a cantering cluster.  He stopped then and began to\npeer as best as he could through the smoke.  He caught changing views\nof the ground covered with men who were all running like pursued imps,\nand yelling.\n\nTo the youth it was an onslaught of redoubtable dragons.  He became\nlike the man who lost his legs at the approach of the red and green\nmonster.  He waited in a sort of a horrified, listening attitude.  He\nseemed to shut his eyes and wait to be gobbled.\n\nA man near him who up to this time had been working feverishly at his\nrifle suddenly stopped and ran with howls.  A lad whose face had borne\nan expression of exalted courage, the majesty of he who dares give his\nlife, was, at an instant, smitten abject.  He blanched like one who has\ncome to the edge of a cliff at midnight and is suddenly made aware.\nThere was a revelation.  He, too, threw down his gun and fled.  There\nwas no shame in his face.  He ran like a rabbit.\n\nOthers began to scamper away through the smoke.  The youth turned his\nhead, shaken from his trance by this movement as if the regiment was\nleaving him behind.  He saw the few fleeting forms.\n\nHe yelled then with fright and swung about.  For a moment, in the great\nclamor, he was like a proverbial chicken.  He lost the direction of\nsafety.  Destruction threatened him from all points.\n\nDirectly he began to speed toward the rear in great leaps.  His rifle\nand cap were gone.  His unbuttoned coat bulged in the wind.  The flap\nof his cartridge box bobbed wildly, and his canteen, by its slender\ncord, swung out behind.  On his face was all the horror of those things\nwhich he imagined.\n\nThe lieutenant sprang forward bawling.  The youth saw his features\nwrathfully red, and saw him make a dab with his sword.  His one thought\nof the incident was that the lieutenant was a peculiar creature to feel\ninterested in such matters upon this occasion.\n\nHe ran like a blind man.  Two or three times he fell down.  Once he\nknocked his shoulder so heavily against a tree that he went headlong.\n\nSince he had turned his back upon the fight his fears had been\nwondrously magnified.  Death about to thrust him between the shoulder\nblades was far more dreadful than death about to smite him between the\neyes.  When he thought of it later, he conceived the impression that it\nis better to view the appalling than to be merely within hearing.  The\nnoises of the battle were like stones; he believed himself liable to be\ncrushed.\n\nAs he ran on he mingled with others.  He dimly saw men on his right and\non his left, and he heard footsteps behind him.  He thought that all\nthe regiment was fleeing, pursued by those ominous crashes.\n\nIn his flight the sound of these following footsteps gave him his one\nmeager relief.  He felt vaguely that death must make a first choice of\nthe men who were nearest; the initial morsels for the dragons would be\nthen those who were following him.  So he displayed the zeal of an\ninsane sprinter in his purpose to keep them in the rear.  There was a\nrace.\n\nAs he, leading, went across a little field, he found himself in a\nregion of shells.  They hurtled over his head with long wild screams.\nAs he listened he imagined them to have rows of cruel teeth that\ngrinned at him.  Once one lit before him and the livid lightning of the\nexplosion effectually barred the way in his chosen direction.  He\ngroveled on the ground and then springing up went careering off through\nsome bushes.\n\nHe experienced a thrill of amazement when he came within view of a\nbattery in action.  The men there seemed to be in conventional moods,\naltogether unaware of the impending annihilation.  The battery was\ndisputing with a distant antagonist and the gunners were wrapped in\nadmiration of their shooting.  They were continually bending in coaxing\npostures over the guns.  They seemed to be patting them on the back and\nencouraging them with words.  The guns, stolid and undaunted, spoke\nwith dogged valor.\n\nThe precise gunners were coolly enthusiastic.  They lifted their eyes\nevery chance to the smoke-wreathed hillock from whence the hostile\nbattery addressed them.  The youth pitied them as he ran.  Methodical\nidiots!  Machine-like fools!  The refined joy of planting shells in the\nmidst of the other battery's formation would appear a little thing when\nthe infantry came swooping out of the woods.\n\nThe face of a youthful rider, who was jerking his frantic horse with an\nabandon of temper he might display in a placid barnyard, was impressed\ndeeply upon his mind.  He knew that he looked upon a man who would\npresently be dead.\n\nToo, he felt a pity for the guns, standing, six good comrades, in a\nbold row.\n\nHe saw a brigade going to the relief of its pestered fellows.  He\nscrambled upon a wee hill and watched it sweeping finely, keeping\nformation in difficult places.  The blue of the line was crusted with\nsteel color, and the brilliant flags projected.  Officers were shouting.\n\nThis sight also filled him with wonder.  The brigade was hurrying\nbriskly to be gulped into the infernal mouths of the war god.  What\nmanner of men were they, anyhow?  Ah, it was some wondrous breed!  Or\nelse they didn't comprehend--the fools.\n\nA furious order caused commotion in the artillery.  An officer on a\nbounding horse made maniacal motions with his arms.  The teams went\nswinging up from the rear, the guns were whirled about, and the battery\nscampered away.  The cannon with their noses poked slantingly at the\nground grunted and grumbled like stout men, brave but with objections\nto hurry.\n\nThe youth went on, moderating his pace since he had left the place of\nnoises.\n\nLater he came upon a general of division seated upon a horse that\npricked its ears in an interested way at the battle.  There was a great\ngleaming of yellow and patent leather about the saddle and bridle.  The\nquiet man astride looked mouse-colored upon such a splendid charger.\n\nA jingling staff was galloping hither and thither.  Sometimes the\ngeneral was surrounded by horsemen and at other times he was quite\nalone.  He looked to be much harassed.  He had the appearance of a\nbusiness man whose market is swinging up and down.\n\nThe youth went slinking around this spot.  He went as near as he dared\ntrying to overhear words.  Perhaps the general, unable to comprehend\nchaos, might call upon him for information.  And he could tell him.  He\nknew all concerning it.  Of a surety the force was in a fix, and any\nfool could see that if they did not retreat while they had\nopportunity--why--\n\nHe felt that he would like to thrash the general, or at least approach\nand tell him in plain words exactly what he thought him to be.  It was\ncriminal to stay calmly in one spot and make no effort to stay\ndestruction.  He loitered in a fever of eagerness for the division\ncommander to apply to him.\n\nAs he warily moved about, he heard the general call out irritably:\n\"Tompkins, go over an' see Taylor, an' tell him not t' be in such an\nall-fired hurry; tell him t' halt his brigade in th' edge of th' woods;\ntell him t' detach a reg'ment--say I think th' center 'll break if we\ndon't help it out some; tell him t' hurry up.\"\n\nA slim youth on a fine chestnut horse caught these swift words from the\nmouth of his superior.  He made his horse bound into a gallop almost\nfrom a walk in his haste to go upon his mission.  There was a cloud of\ndust.\n\nA moment later the youth saw the general bounce excitedly in his saddle.\n\n\"Yes, by heavens, they have!\"  The officer leaned forward.  His face\nwas aflame with excitement.  \"Yes, by heavens, they 've held 'im!  They\n've held 'im!\"\n\nHe began to blithely roar at his staff:  \"We 'll wallop 'im now.  We\n'll wallop 'im now.  We 've got 'em sure.\"  He turned suddenly upon an\naide:  \"Here--you--Jones--quick--ride after Tompkins--see Taylor--tell\nhim t' go in--everlastingly--like blazes--anything.\"\n\nAs another officer sped his horse after the first messenger, the\ngeneral beamed upon the earth like a sun.  In his eyes was a desire to\nchant a paean.  He kept repeating, \"They 've held 'em, by heavens!\"\n\nHis excitement made his horse plunge, and he merrily kicked and swore\nat it.  He held a little carnival of joy on horseback.\n\n\n\n\nChapter 7\n\n\nThe youth cringed as if discovered in a crime.  By heavens, they had\nwon after all!  The imbecile line had remained and become victors.  He\ncould hear cheering.\n\nHe lifted himself upon his toes and looked in the direction of the\nfight.  A yellow fog lay wallowing on the treetops.  From beneath it\ncame the clatter of musketry.  Hoarse cries told of an advance.\n\nHe turned away amazed and angry.  He felt that he had been wronged.\n\nHe had fled, he told himself, because annihilation approached.  He had\ndone a good part in saving himself, who was a little piece of the army.\nHe had considered the time, he said, to be one in which it was the duty\nof every little piece to rescue itself if possible.  Later the officers\ncould fit the little pieces together again, and make a battle front.\nIf none of the little pieces were wise enough to save themselves from\nthe flurry of death at such a time, why, then, where would be the army?\nIt was all plain that he had proceeded according to very correct and\ncommendable rules.  His actions had been sagacious things.  They had\nbeen full of strategy.  They were the work of a master's legs.\n\nThoughts of his comrades came to him.  The brittle blue line had\nwithstood the blows and won.  He grew bitter over it.  It seemed that\nthe blind ignorance and stupidity of those little pieces had betrayed\nhim.  He had been overturned and crushed by their lack of sense in\nholding the position, when intelligent deliberation would have\nconvinced them that it was impossible.  He, the enlightened man who\nlooks afar in the dark, had fled because of his superior perceptions\nand knowledge.  He felt a great anger against his comrades.  He knew it\ncould be proved that they had been fools.\n\nHe wondered what they would remark when later he appeared in camp.  His\nmind heard howls of derision.  Their density would not enable them to\nunderstand his sharper point of view.\n\nHe began to pity himself acutely.  He was ill used.  He was trodden\nbeneath the feet of an iron injustice.  He had proceeded with wisdom\nand from the most righteous motives under heaven's blue only to be\nfrustrated by hateful circumstances.\n\nA dull, animal-like rebellion against his fellows, war in the abstract,\nand fate grew within him.  He shambled along with bowed head, his brain\nin a tumult of agony and despair.  When he looked loweringly up,\nquivering at each sound, his eyes had the expression of those of a\ncriminal who thinks his guilt little and his punishment great, and\nknows that he can find no words.\n\nHe went from the fields into a thick woods, as if resolved to bury\nhimself.  He wished to get out of hearing of the crackling shots which\nwere to him like voices.\n\nThe ground was cluttered with vines and bushes, and the trees grew\nclose and spread out like bouquets.  He was obliged to force his way\nwith much noise.  The creepers, catching against his legs, cried out\nharshly as their sprays were torn from the barks of trees.  The\nswishing saplings tried to make known his presence to the world.  He\ncould not conciliate the forest.  As he made his way, it was always\ncalling out protestations.  When he separated embraces of trees and\nvines the disturbed foliages waved their arms and turned their face\nleaves toward him.  He dreaded lest these noisy motions and cries\nshould bring men to look at him.  So he went far, seeking dark and\nintricate places.\n\nAfter a time the sound of musketry grew faint and the cannon boomed in\nthe distance.  The sun, suddenly apparent, blazed among the trees.  The\ninsects were making rhythmical noises.  They seemed to be grinding\ntheir teeth in unison.  A woodpecker stuck his impudent head around the\nside of a tree.  A bird flew on lighthearted wing.\n\nOff was the rumble of death.  It seemed now that Nature had no ears.\n\nThis landscape gave him assurance.  A fair field holding life.  It was\nthe religion of peace.  It would die if its timid eyes were compelled\nto see blood.  He conceived Nature to be a woman with a deep aversion\nto tragedy.\n\nHe threw a pine cone at a jovial squirrel, and he ran with chattering\nfear.  High in a treetop he stopped, and, poking his head cautiously\nfrom behind a branch, looked down with an air of trepidation.\n\nThe youth felt triumphant at this exhibition.  There was the law, he\nsaid.  Nature had given him a sign.  The squirrel, immediately upon\nrecognizing danger, had taken to his legs without ado.  He did not\nstand stolidly baring his furry belly to the missile, and die with an\nupward glance at the sympathetic heavens.  On the contrary, he had fled\nas fast as his legs could carry him; and he was but an ordinary\nsquirrel, too--doubtless no philosopher of his race.  The youth wended,\nfeeling that Nature was of his mind.  She re-enforced his argument with\nproofs that lived where the sun shone.\n\nOnce he found himself almost into a swamp.  He was obliged to walk upon\nbog tufts and watch his feet to keep from the oily mire.  Pausing at\none time to look about him he saw, out at some black water, a small\nanimal pounce in and emerge directly with a gleaming fish.\n\nThe youth went again into the deep thickets.  The brushed branches made\na noise that drowned the sounds of cannon.  He walked on, going from\nobscurity into promises of a greater obscurity.\n\nAt length he reached a place where the high, arching boughs made a\nchapel.  He softly pushed the green doors aside and entered.  Pine\nneedles were a gentle brown carpet.  There was a religious half light.\n\nNear the threshold he stopped, horror-stricken at the sight of a thing.\n\nHe was being looked at by a dead man who was seated with his back\nagainst a columnlike tree.  The corpse was dressed in a uniform that\nhad once been blue, but was now faded to a melancholy shade of green.\nThe eyes, staring at the youth, had changed to the dull hue to be seen\non the side of a dead fish.  The mouth was open.  Its red had changed\nto an appalling yellow.  Over the gray skin of the face ran little\nants.  One was trundling some sort of bundle along the upper lip.\n\nThe youth gave a shriek as he confronted the thing.  He was for moments\nturned to stone before it.  He remained staring into the liquid-looking\neyes.  The dead man and the living man exchanged a long look.  Then the\nyouth cautiously put one hand behind him and brought it against a tree.\nLeaning upon this he retreated, step by step, with his face still\ntoward the thing.  He feared that if he turned his back the body might\nspring up and stealthily pursue him.\n\nThe branches, pushing against him, threatened to throw him over upon\nit.  His unguided feet, too, caught aggravatingly in brambles; and with\nit all he received a subtle suggestion to touch the corpse.  As he\nthought of his hand upon it he shuddered profoundly.\n\nAt last he burst the bonds which had fastened him to the spot and fled,\nunheeding the underbrush.  He was pursued by the sight of black ants\nswarming greedily upon the gray face and venturing horribly near to the\neyes.\n\nAfter a time he paused, and, breathless and panting, listened.  He\nimagined some strange voice would come from the dead throat and squawk\nafter him in horrible menaces.\n\nThe trees about the portal of the chapel moved soughingly in a soft\nwind.  A sad silence was upon the little guarding edifice.\n\n\n\n\nChapter 8\n\n\nThe trees began softly to sing a hymn of twilight.  The sun sank until\nslanted bronze rays struck the forest.  There was a lull in the noises\nof insects as if they had bowed their beaks and were making a\ndevotional pause.  There was silence save for the chanted chorus of the\ntrees.\n\nThen, upon this stillness, there suddenly broke a tremendous clangor of\nsounds.  A crimson roar came from the distance.\n\nThe youth stopped.  He was transfixed by this terrific medley of all\nnoises.  It was as if worlds were being rended.  There was the ripping\nsound of musketry and the breaking crash of the artillery.\n\nHis mind flew in all directions.  He conceived the two armies to be at\neach other panther fashion.  He listened for a time.  Then he began to\nrun in the direction of the battle.  He saw that it was an ironical\nthing for him to be running thus toward that which he had been at such\npains to avoid.  But he said, in substance, to himself that if the\nearth and the moon were about to clash, many persons would doubtless\nplan to get upon the roofs to witness the collision.\n\nAs he ran, he became aware that the forest had stopped its music, as if\nat last becoming capable of hearing the foreign sounds.  The trees\nhushed and stood motionless.  Everything seemed to be listening to the\ncrackle and clatter and earthshaking thunder.  The chorus peaked over\nthe still earth.\n\nIt suddenly occurred to the youth that the fight in which he had been\nwas, after all, but perfunctory popping.  In the hearing of this\npresent din he was doubtful if he had seen real battle scenes.  This\nuproar explained a celestial battle; it was tumbling hordes a-struggle\nin the air.\n\nReflecting, he saw a sort of a humor in the point of view of himself\nand his fellows during the late encounter.  They had taken themselves\nand the enemy very seriously and had imagined that they were deciding\nthe war.  Individuals must have supposed that they were cutting the\nletters of their names deep into everlasting tablets of brass, or\nenshrining their reputations forever in the hearts of their countrymen,\nwhile, as to fact, the affair would appear in printed reports under a\nmeek and immaterial title.  But he saw that it was good, else, he said,\nin battle every one would surely run save forlorn hopes and their ilk.\n\nHe went rapidly on.  He wished to come to the edge of the forest that\nhe might peer out.\n\nAs he hastened, there passed through his mind pictures of stupendous\nconflicts.  His accumulated thought upon such subjects was used to form\nscenes.  The noise was as the voice of an eloquent being, describing.\n\nSometimes the brambles formed chains and tried to hold him back.\nTrees, confronting him, stretched out their arms and forbade him to\npass.  After its previous hostility this new resistance of the forest\nfilled him with a fine bitterness.  It seemed that Nature could not be\nquite ready to kill him.\n\nBut he obstinately took roundabout ways, and presently he was where he\ncould see long gray walls of vapor where lay battle lines.  The voices\nof cannon shook him.  The musketry sounded in long irregular surges\nthat played havoc with his ears.  He stood regardant for a moment.  His\neyes had an awestruck expression.  He gawked in the direction of the\nfight.\n\nPresently he proceeded again on his forward way.  The battle was like\nthe grinding of an immense and terrible machine to him.  Its\ncomplexities and powers, its grim processes, fascinated him.  He must\ngo close and see it produce corpses.\n\nHe came to a fence and clambered over it.  On the far side, the ground\nwas littered with clothes and guns.  A newspaper, folded up, lay in the\ndirt.  A dead soldier was stretched with his face hidden in his arm.\nFarther off there was a group of four or five corpses keeping mournful\ncompany.  A hot sun had blazed upon this spot.\n\nIn this place the youth felt that he was an invader.  This forgotten\npart of the battle ground was owned by the dead men, and he hurried, in\nthe vague apprehension that one of the swollen forms would rise and\ntell him to begone.\n\nHe came finally to a road from which he could see in the distance dark\nand agitated bodies of troops, smoke-fringed.  In the lane was a\nblood-stained crowd streaming to the rear.  The wounded men were\ncursing, groaning, and wailing.  In the air, always, was a mighty swell\nof sound that it seemed could sway the earth.  With the courageous\nwords of the artillery and the spiteful sentences of the musketry\nmingled red cheers.  And from this region of noises came the steady\ncurrent of the maimed.\n\nOne of the wounded men had a shoeful of blood.  He hopped like a\nschoolboy in a game.  He was laughing hysterically.\n\nOne was swearing that he had been shot in the arm through the\ncommanding general's mismanagement of the army.  One was marching with\nan air imitative of some sublime drum major.  Upon his features was an\nunholy mixture of merriment and agony.  As he marched he sang a bit of\ndoggerel in a high and quavering voice:\n\n\n  \"Sing a song 'a vic'try,\n  A pocketful 'a bullets,\n  Five an' twenty dead men\n  Baked in a--pie.\"\n\nParts of the procession limped and staggered to this tune.\n\nAnother had the gray seal of death already upon his face.  His lips\nwere curled in hard lines and his teeth were clinched.  His hands were\nbloody from where he had pressed them upon his wound.  He seemed to be\nawaiting the moment when he should pitch headlong.  He stalked like the\nspecter of a soldier, his eyes burning with the power of a stare into\nthe unknown.\n\nThere were some who proceeded sullenly, full of anger at their wounds,\nand ready to turn upon anything as an obscure cause.\n\nAn officer was carried along by two privates.  He was peevish.  \"Don't\njoggle so, Johnson, yeh fool,\" he cried.  \"Think m' leg is made of\niron?  If yeh can't carry me decent, put me down an' let some one else\ndo it.\"\n\nHe bellowed at the tottering crowd who blocked the quick march of his\nbearers.  \"Say, make way there, can't yeh?  Make way, dickens take it\nall.\"\n\nThey sulkily parted and went to the roadsides.  As he was carried past\nthey made pert remarks to him.  When he raged in reply and threatened\nthem, they told him to be damned.\n\nThe shoulder of one of the tramping bearers knocked heavily against the\nspectral soldier who was staring into the unknown.\n\nThe youth joined this crowd and marched along with it.  The torn bodies\nexpressed the awful machinery in which the men had been entangled.\n\nOrderlies and couriers occasionally broke through the throng in the\nroadway, scattering wounded men right and left, galloping on followed\nby howls.  The melancholy march was continually disturbed by the\nmessengers, and sometimes by bustling batteries that came swinging and\nthumping down upon them, the officers shouting orders to clear the way.\n\nThere was a tattered man, fouled with dust, blood and powder stain from\nhair to shoes, who trudged quietly at the youth's side.  He was\nlistening with eagerness and much humility to the lurid descriptions of\na bearded sergeant.  His lean features wore an expression of awe and\nadmiration.  He was like a listener in a country store to wondrous\ntales told among the sugar barrels.  He eyed the story-teller with\nunspeakable wonder.  His mouth was agape in yokel fashion.\n\nThe sergeant, taking note of this, gave pause to his elaborate history\nwhile he administered a sardonic comment.  \"Be keerful, honey, you 'll\nbe a-ketchin' flies,\" he said.\n\nThe tattered man shrank back abashed.\n\nAfter a time he began to sidle near to the youth, and in a diffident\nway try to make him a friend.  His voice was gentle as a girl's voice\nand his eyes were pleading.  The youth saw with surprise that the\nsoldier had two wounds, one in the head, bound with a blood-soaked rag,\nand the other in the arm, making that member dangle like a broken bough.\n\nAfter they had walked together for some time the tattered man mustered\nsufficient courage to speak.  \"Was pretty good fight, wa'n't it?\" he\ntimidly said.  The youth, deep in thought, glanced up at the bloody and\ngrim figure with its lamblike eyes.  \"What?\"\n\n\"Was pretty good fight, wa'n't it?\"\n\n\"Yes,\" said the youth shortly.  He quickened his pace.\n\nBut the other hobbled industriously after him.  There was an air of\napology in his manner, but he evidently thought that he needed only to\ntalk for a time, and the youth would perceive that he was a good fellow.\n\n\"Was pretty good fight, wa'n't it?\" he began in a small voice, and the\nhe achieved the fortitude to continue.  \"Dern me if I ever see fellers\nfight so.  Laws, how they did fight!  I knowed th' boys 'd like it when\nthey onct got square at it.  Th' boys ain't had no fair chanct up t'\nnow, but this time they showed what they was.  I knowed it 'd turn out\nthis way.  Yeh can't lick them boys.  No, sir!  They 're fighters, they\nbe.\"\n\nHe breathed a deep breath of humble admiration.  He had looked at the\nyouth for encouragement several times.  He received none, but gradually\nhe seemed to get absorbed in his subject.\n\n\"I was talkin' 'cross pickets with a boy from Georgie, onct, an' that\nboy, he ses, 'Your fellers 'll all run like hell when they onct hearn a\ngun,' he ses.  'Mebbe they will,' I ses, 'but I don't b'lieve none of\nit,' I ses; 'an' b'jiminey,' I ses back t' 'um, 'mebbe your fellers 'll\nall run like hell when they onct hearn a gun,' I ses.  He larfed.\nWell, they didn't run t' day, did they, hey?  No, sir!  They fit, an'\nfit, an' fit.\"\n\nHis homely face was suffused with a light of love for the army which\nwas to him all things beautiful and powerful.\n\nAfter a time he turned to the youth.  \"Where yeh hit, ol' boy?\" he\nasked in a brotherly tone.\n\nThe youth felt instant panic at this question, although at first its\nfull import was not borne in upon him.\n\n\"What?\" he asked.\n\n\"Where yeh hit?\" repeated the tattered man.\n\n\"Why,\" began the youth, \"I--I--that is--why--I--\"\n\nHe turned away suddenly and slid through the crowd.  His brow was\nheavily flushed, and his fingers were picking nervously at one of his\nbuttons.  He bent his head and fastened his eyes studiously upon the\nbutton as if it were a little problem.\n\nThe tattered man looked after him in astonishment.\n\n\n\n\nChapter 9\n\n\nThe youth fell back in the procession until the tattered soldier was\nnot in sight.  Then he started to walk on with the others.\n\nBut he was amid wounds.  The mob of men was bleeding.  Because of the\ntattered soldier's question he now felt that his shame could be viewed.\nHe was continually casting sidelong glances to see if the men were\ncontemplating the letters of guilt he felt burned into his brow.\n\nAt times he regarded the wounded soldiers in an envious way.  He\nconceived persons with torn bodies to be peculiarly happy.  He wished\nthat he, too, had a wound, a red badge of courage.\n\nThe spectral soldier was at his side like a stalking reproach.  The\nman's eyes were still fixed in a stare into the unknown.  His gray,\nappalling face had attracted attention in the crowd, and men, slowing\nto his dreary pace, were walking with him.  They were discussing his\nplight, questioning him and giving him advice.  In a dogged way he\nrepelled them, signing to them to go on and leave him alone.  The\nshadows of his face were deepening and his tight lips seemed holding in\ncheck the moan of great despair.  There could be seen a certain\nstiffness in the movements of his body, as if he were taking infinite\ncare not to arouse the passion of his wounds.  As he went on, he seemed\nalways looking for a place, like one who goes to choose a grave.\n\nSomething in the gesture of the man as he waved the bloody and pitying\nsoldiers away made the youth start as if bitten.  He yelled in horror.\nTottering forward he laid a quivering hand upon the man's arm.  As the\nlatter slowly turned his waxlike features toward him the youth screamed:\n\n\"Gawd!  Jim Conklin!\"\n\nThe tall soldier made a little commonplace smile.  \"Hello, Henry,\" he\nsaid.\n\nThe youth swayed on his legs and glared strangely.  He stuttered and\nstammered.  \"Oh, Jim--oh, Jim--oh, Jim--\"\n\nThe tall soldier held out his gory hand.  There was a curious red and\nblack combination of new blood and old blood upon it.  \"Where yeh been,\nHenry?\" he asked.  He continued in a monotonous voice, \"I thought mebbe\nyeh got keeled over.  There 's been thunder t' pay t'-day.  I was\nworryin' about it a good deal.\"\n\nThe youth still lamented.  \"Oh, Jim--oh, Jim--oh, Jim--\"\n\n\"Yeh know,\" said the tall soldier, \"I was out there.\"  He made a\ncareful gesture.  \"An', Lord, what a circus!  An', b'jiminey, I got\nshot--I got shot.  Yes, b'jiminey, I got shot.\"  He reiterated this\nfact in a bewildered way, as if he did not know how it came about.\n\nThe youth put forth anxious arms to assist him, but the tall soldier\nwent firmly as if propelled.  Since the youth's arrival as a guardian\nfor his friend, the other wounded men had ceased to display much\ninterest.  They occupied themselves again in dragging their own\ntragedies toward the rear.\n\nSuddenly, as the two friends marched on, the tall soldier seemed to be\novercome by a tremor.  His face turned to a semblance of gray paste.\nHe clutched the youth's arm and looked all about him, as if dreading to\nbe overheard.  Then he began to speak in a shaking whisper:\n\n\"I tell yeh what I'm 'fraid of, Henry--I'll tell yeh what I'm 'fraid\nof.  I 'm 'fraid I 'll fall down--an' them yeh know--them damned\nartillery wagons--they like as not 'll run over me.  That 's what I 'm\n'fraid of--\"\n\nThe youth cried out to him hysterically:  \"I 'll take care of yeh, Jim!\nI 'll take care of yeh!  I swear t' Gawd I will!\"\n\n\"Sure--will yeh, Henry?\" the tall soldier beseeched.\n\n\"Yes--yes--I tell yeh--I'll take care of yeh, Jim!\" protested the\nyouth.  He could not speak accurately because of the gulpings in his\nthroat.\n\nBut the tall soldier continued to beg in a lowly way.  He now hung\nbabelike to the youth's arm.  His eyes rolled in the wildness of his\nterror.  \"I was allus a good friend t' yeh, wa'n't I, Henry?  I 've\nallus been a pretty good feller, ain't I?  An' it ain't much t' ask, is\nit?  Jest t' pull me along outer th' road?  I'd do it fer you, wouldn't\nI, Henry?\"\n\nHe paused in piteous anxiety to await his friend's reply.\n\nThe youth had reached an anguish where the sobs scorched him.  He\nstrove to express his loyalty, but he could only make fantastic\ngestures.\n\nHowever, the tall soldier seemed suddenly to forget all those fears.\nHe became again the grim, stalking specter of a soldier.  He went\nstonily forward.  The youth wished his friend to lean upon him, but the\nother always shook his head and strangely protested.\n\"No--no--no--leave me be--leave me be--\"\n\nHis look was fixed again upon the unknown.  He moved with mysterious\npurpose, and all of the youth's offers he brushed aside.\n\"No--no--leave me be--leave me be--\"\n\nThe youth had to follow.\n\nPresently the latter heard a voice talking softly near his shoulder.\nTurning he saw that it belonged to the tattered soldier.  \"Ye'd better\ntake 'im outa th' road, pardner.  There's a batt'ry comin' helitywhoop\ndown th' road an' he 'll git runned over.  He 's a goner anyhow in\nabout five minutes--yeh kin see that.  Ye 'd better take 'im outa th'\nroad.  Where th' blazes does hi git his stren'th from?\"\n\n\"Lord knows!\" cried the youth.  He was shaking his hands helplessly.\n\nHe ran forward presently and grasped the tall soldier by the arm.\n\"Jim! Jim!\" he coaxed, \"come with me.\"\n\nThe tall soldier weakly tried to wrench himself free.  \"Huh,\" he said\nvacantly.  He stared at the youth for a moment.  At last he spoke as if\ndimly comprehending.  \"Oh!  Inteh th' fields?  Oh!\"\n\nHe started blindly through the grass.\n\nThe youth turned once to look at the lashing riders and jouncing guns\nof the battery.  He was startled from this view by a shrill outcry from\nthe tattered man.\n\n\"Gawd!  He's runnin'!\"\n\nTurning his head swiftly, the youth saw his friend running in a\nstaggering and stumbling way toward a little clump of bushes.  His\nheart seemed to wrench itself almost free from his body at this sight.\nHe made a noise of pain.  He and the tattered man began a pursuit.\nThere was a singular race.\n\nWhen he overtook the tall soldier he began to plead with all the words\nhe could find.  \"Jim--Jim--what are you doing--what makes you do this\nway--you'll hurt yerself.\"\n\nThe same purpose was in the tall soldier's face.  He protested in a\ndulled way, keeping his eyes fastened on the mystic place of his\nintentions.  \"No--no--don't tech me--leave me be--leave me be--\"\n\nThe youth, aghast and filled with wonder at the tall soldier, began\nquaveringly to question him.  \"Where yeh goin', Jim?  What you thinking\nabout?  Where you going?  Tell me, won't you, Jim?\"\n\nThe tall soldier faced about as upon relentless pursuers.  In his eyes\nthere was a great appeal.  \"Leave me be, can't yeh?  Leave me be for a\nminnit.\"\n\nThe youth recoiled.  \"Why, Jim,\" he said, in a dazed way, \"what 's the\nmatter with you?\"\n\nThe tall soldier turned and, lurching dangerously, went on.  The youth\nand the tattered soldier followed, sneaking as if whipped, feeling\nunable to face the stricken man if he should again confront them.  They\nbegan to have thoughts of a solemn ceremony.  There was something\nrite-like in these movements of the doomed soldier.  And there was a\nresemblance in him to a devotee of a mad religion, blood-sucking,\nmuscle-wrenching, bone-crushing.  They were awed and afraid.  They hung\nback lest he have at command a dreadful weapon.\n\nAt last, they saw him stop and stand motionless.  Hastening up, they\nperceived that his face wore an expression telling that he had at last\nfound the place for which he had struggled.  His spare figure was\nerect; his bloody hands were quietly at his side.  He was waiting with\npatience for something that he had come to meet.  He was at the\nrendezvous.  They paused and stood, expectant.\n\nThere was a silence.\n\nFinally, the chest of the doomed soldier began to heave with a strained\nmotion.  It increased in violence until it was as if an animal was\nwithin and was kicking and tumbling furiously to be free.\n\nThis spectacle of gradual strangulation made the youth writhe, and once\nas his friend rolled his eyes, he saw something in them that made him\nsink wailing to the ground.  He raised his voice in a last supreme call.\n\n\"Jim--Jim--Jim--\"\n\nThe tall soldier opened his lips and spoke.  He made a gesture.  \"Leave\nme be--don't tech me--leave me be--\"\n\nThere was another silence while he waited.\n\nSuddenly his form stiffened and straightened.  Then it was shaken by a\nprolonged ague.  He stared into space.  To the two watchers there was a\ncurious and profound dignity in the firm lines of his awful face.\n\nHe was invaded by a creeping strangeness that slowly enveloped him.\nFor a moment the tremor of his legs caused him to dance a sort of\nhideous hornpipe.  His arms beat wildly about his head in expression of\nimplike enthusiasm.\n\nHis tall figure stretched itself to its full height.  There was a\nslight rending sound.  Then it began to swing forward, slow and\nstraight, in the manner of a falling tree.  A swift muscular contortion\nmade the left shoulder strike the ground first.\n\nThe body seemed to bounce a little way from the earth.  \"God!\" said the\ntattered soldier.\n\nThe youth had watched, spellbound, this ceremony at the place of\nmeeting.  His face had been twisted into an expression of every agony\nhe had imagined for his friend.\n\nHe now sprang to his feet and, going closer, gazed upon the pastelike\nface.  The mouth was open and the teeth showed in a laugh.\n\nAs the flap of the blue jacket fell away from the body, he could see\nthat the side looked as if it had been chewed by wolves.\n\nThe youth turned, with sudden, livid rage, toward the battlefield.  He\nshook his fist.  He seemed about to deliver a philippic.\n\n\"Hell--\"\n\nThe red sun was pasted in the sky like a wafer.\n\n\n\n\nChapter 10\n\n\nThe tattered man stood musing.\n\n\"Well, he was a reg'lar jim-dandy fer nerve, wa'n't he,\" said he\nfinally in a little awestruck voice.  \"A reg'lar jim-dandy.\" He\nthoughtfully poked one of the docile hands with his foot.  \"I wonner\nwhere he got 'is stren'th from?  I never seen a man do like that\nbefore.  It was a funny thing.  Well, he was a reg'lar jim-dandy.\"\n\nThe youth desired to screech out his grief.  He was stabbed, but his\ntongue lay dead in the tomb of his mouth.  He threw himself again upon\nthe ground and began to brood.\n\nThe tattered man stood musing.\n\n\"Look-a-here, pardner,\" he said, after a time.  He regarded the corpse\nas he spoke.  \"He 's up an' gone, ain't 'e, an' we might as well begin\nt' look out fer ol' number one.  This here thing is all over.  He 's up\nan' gone, ain't 'e?  An' he 's all right here.  Nobody won't bother\n'im.  An' I must say I ain't enjoying any great health m'self these\ndays.\"\n\nThe youth, awakened by the tattered soldier's tone, looked quickly up.\nHe saw that he was swinging uncertainly on his legs and that his face\nhad turned to a shade of blue.\n\n\"Good Lord!\" he cried, \"you ain't goin' t'--not you, too.\"\n\nThe tattered man waved his hand.  \"Nary die,\" he said.  \"All I want is\nsome pea soup an' a good bed.  Some pea soup,\" he repeated dreamfully.\n\nThe youth arose from the ground.  \"I wonder where he came from.  I left\nhim over there.\"  He pointed.  \"And now I find 'im here.  And he was\ncoming from over there, too.\"  He indicated a new direction.  They both\nturned toward the body as if to ask of it a question.\n\n\"Well,\" at length spoke the tattered man, \"there ain't no use in our\nstayin' here an' tryin' t' ask him anything.\"\n\nThe youth nodded an assent wearily.  They both turned to gaze for a\nmoment at the corpse.\n\nThe youth murmured something.\n\n\"Well, he was a jim-dandy, wa'n't 'e?\" said the tattered man as if in\nresponse.\n\nThey turned their backs upon it and started away.  For a time they\nstole softly, treading with their toes.  It remained laughing there in\nthe grass.\n\n\"I'm commencin' t' feel pretty bad,\" said the tattered man, suddenly\nbreaking one of his little silences.  \"I'm commencin' t' feel pretty\ndamn' bad.\"\n\nThe youth groaned.  \"Oh Lord!\"  He wondered if he was to be the\ntortured witness of another grim encounter.\n\nBut his companion waved his hand reassuringly.  \"Oh, I'm not goin' t'\ndie yit!  There too much dependin' on me fer me t' die yit.  No, sir!\nNary die!  I CAN'T!  Ye'd oughta see th' swad a' chil'ren I've got, an'\nall like that.\"\n\nThe youth glancing at his companion could see by the shadow of a smile\nthat he was making some kind of fun.\n\nAs they plodded on the tattered soldier continued to talk.  \"Besides, if\nI died, I wouldn't die th' way that feller did.  That was th' funniest\nthing.  I'd jest flop down, I would.  I never seen a feller die th' way\nthat feller did.\n\n\"Yeh know Tom Jamison, he lives next door t' me up home.  He's a nice\nfeller, he is, an' we was allus good friends.  Smart, too. Smart as a\nsteel trap.  Well, when we was a-fightin' this atternoon,\nall-of-a-sudden he begin t' rip up an' cuss an' beller at me.  'Yer\nshot, yeh blamed infernal!'--he swear horrible--he ses t' me.  I put up\nm' hand t' m' head an' when I looked at m' fingers, I seen, sure\n'nough, I was shot.  I give a holler an' begin t' run, but b'fore I\ncould git away another one hit me in th' arm an' whirl' me clean\n'round.  I got skeared when they was all a-shootin' b'hind me an' I run\nt' beat all, but I cotch it pretty bad.  I've an idee I'd a been\nfightin' yit, if t'was n't fer Tom Jamison.\"\n\nThen he made a calm announcement:  \"There's two of 'em--little\nones--but they 're beginnin' t' have fun with me now.  I don't b'lieve\nI kin walk much furder.\"\n\nThey went slowly on in silence.  \"Yeh look pretty peek'ed yerself,\"\nsaid the tattered man at last.  \"I bet yeh 've got a worser one than\nyeh think.  Ye'd better take keer of yer hurt.  It don't do t' let sech\nthings go.  It might be inside mostly, an' them plays thunder.  Where\nis it located?\"  But he continued his harangue without waiting for a\nreply.  \"I see a feller git hit plum in th' head when my reg'ment was\na-standin' at ease onct.  An' everybody yelled to 'im:  'Hurt, John?\nAre yeh hurt much?' 'No,' ses he.  He looked kinder surprised, an' he\nwent on tellin' 'em how he felt.  He sed he didn't feel nothin'.  But,\nby dad, th' first thing that feller knowed he was dead.  Yes, he was\ndead--stone dead.  So, yeh wanta watch out.  Yeh might have some queer\nkind 'a hurt yerself.  Yeh can't never tell.  Where is your'n located?\"\n\nThe youth had been wriggling since the introduction of this topic.  He\nnow gave a cry of exasperation and made a furious motion with his hand.\n\"Oh, don't bother me!\" he said.  He was enraged against the tattered\nman, and could have strangled him.  His companions seemed ever to play\nintolerable parts.  They were ever upraising the ghost of shame on the\nstick of their curiosity.  He turned toward the tattered man as one at\nbay.  \"Now, don't bother me,\" he repeated with desperate menace.\n\n\"Well, Lord knows I don't wanta bother anybody,\" said the other.  There\nwas a little accent of despair in his voice as he replied, \"Lord knows\nI 've gota 'nough m' own t' tend to.\"\n\nThe youth, who had been holding a bitter debate with himself and\ncasting glances of hatred and contempt at the tattered man, here spoke\nin a hard voice.  \"Good-by,\" he said.\n\nThe tattered man looked at him in gaping amazement.  \"Why--why,\npardner, where yeh goin'?\" he asked unsteadily.  The youth looking at\nhim, could see that he, too, like that other one, was beginning to act\ndumb and animal-like.  His thoughts seemed to be floundering about in\nhis head.  \"Now--now--look--a--here, you Tom Jamison--now--I won't have\nthis--this here won't do. Where--where yeh goin'?\"\n\nThe youth pointed vaguely.  \"Over there,\" he replied.\n\n\"Well, now look--a--here--now,\" said the tattered man, rambling on in\nidiot fashion.  His head was hanging forward and his words were\nslurred.  \"This thing won't do, now, Tom Jamison.  It won't do.  I know\nyeh, yeh pig-headed devil.  Yeh wanta go trompin' off with a bad hurt.\nIt ain't right--now--Tom Jamison--it ain't.  Yeh wanta leave me take\nkeer of yeh, Tom Jamison.  It ain't--right--it ain't--fer yeh t'\ngo--trompin' off--with a bad hurt--it ain't--ain't--ain't right--it\nain't.\"\n\nIn reply the youth climbed a fence and started away.  He could hear the\ntattered man bleating plaintively.\n\nOnce he faced about angrily.  \"What?\"\n\n\"Look--a--here, now, Tom Jamison--now--it ain't--\"\n\nThe youth went on.  Turning at a distance he saw the tattered man\nwandering about helplessly in the field.\n\nHe now thought that he wished he was dead.  He believed he envied those\nmen whose bodies lay strewn over the grass of the fields and on the\nfallen leaves of the forest.\n\nThe simple questions of the tattered man had been knife thrusts to him.\nThey asserted a society that probes pitilessly at secrets until all is\napparent.  His late companion's chance persistency made him feel that\nhe could not keep his crime concealed in his bosom.  It was sure to be\nbrought plain by one of those arrows which cloud the air and are\nconstantly pricking, discovering, proclaiming those things which are\nwilled to be forever hidden.  He admitted that he could not defend\nhimself against this agency.  It was not within the power of vigilance.\n\n\n\n\nChapter 11\n\n\nHe became aware that the furnace roar of the battle was growing louder.\nGreat blown clouds had floated to the still heights of air before him.\nThe noise, too, was approaching.  The woods filtered men and the fields\nbecame dotted.\n\nAs he rounded a hillock, he perceived that the roadway was now a crying\nmass of wagons, teams, and men.  From the heaving tangle issued\nexhortations, commands, imprecations.  Fear was sweeping it all along.\nThe cracking whips bit and horses plunged and tugged.  The white-topped\nwagons strained and stumbled in their exertions like fat sheep.\n\nThe youth felt comforted in a measure by this sight.  They were all\nretreating.  Perhaps, then, he was not so bad after all.  He seated\nhimself and watched the terror-stricken wagons.  They fled like soft,\nungainly animals.  All the roarers and lashers served to help him to\nmagnify the dangers and horrors of the engagement that he might try to\nprove to himself that the thing with which men could charge him was in\ntruth a symmetrical act.  There was an amount of pleasure to him in\nwatching the wild march of this vindication.\n\nPresently the calm head of a forward-going column of infantry appeared\nin the road.  It came swiftly on.  Avoiding the obstructions gave it\nthe sinuous movement of a serpent.  The men at the head butted mules\nwith their musket stocks.  They prodded teamsters indifferent to all\nhowls.  The men forced their way through parts of the dense mass by\nstrength.  The blunt head of the column pushed.  The raving teamsters\nswore many strange oaths.\n\nThe commands to make way had the ring of a great importance in them.\nThe men were going forward to the heart of the din.  They were to\nconfront the eager rush of the enemy.  They felt the pride of their\nonward movement when the remainder of the army seemed trying to dribble\ndown this road.  They tumbled teams about with a fine feeling that it\nwas no matter so long as their column got to the front in time.  This\nimportance made their faces grave and stern.  And the backs of the\nofficers were very rigid.\n\nAs the youth looked at them the black weight of his woe returned to\nhim. He felt that he was regarding a procession of chosen beings.  The\nseparation was as great to him as if they had marched with weapons of\nflame and banners of sunlight.  He could never be like them.  He could\nhave wept in his longings.\n\nHe searched about in his mind for an adequate malediction for the\nindefinite cause, the thing upon which men turn the words of final\nblame.  It--whatever it was--was responsible for him, he said.  There\nlay the fault.\n\nThe haste of the column to reach the battle seemed to the forlorn young\nman to be something much finer than stout fighting.  Heroes, he\nthought, could find excuses in that long seething lane.  They could\nretire with perfect self-respect and make excuses to the stars.\n\nHe wondered what those men had eaten that they could be in such haste\nto force their way to grim chances of death.  As he watched his envy\ngrew until he thought that he wished to change lives with one of them.\nHe would have liked to have used a tremendous force, he said, throw off\nhimself and become a better.  Swift pictures of himself, apart, yet in\nhimself, came to him--a blue desperate figure leading lurid charges\nwith one knee forward and a broken blade high--a blue, determined\nfigure standing before a crimson and steel assault, getting calmly\nkilled on a high place before the eyes of all.  He thought of the\nmagnificent pathos of his dead body.\n\nThese thoughts uplifted him.  He felt the quiver of war desire.  In his\nears, he heard the ring of victory.  He knew the frenzy of a rapid\nsuccessful charge.  The music of the trampling feet, the sharp voices,\nthe clanking arms of the column near him made him soar on the red wings\nof war.  For a few moments he was sublime.\n\nHe thought that he was about to start for the front.  Indeed, he saw a\npicture of himself, dust-stained, haggard, panting, flying to the front\nat the proper moment to seize and throttle the dark, leering witch of\ncalamity.\n\nThen the difficulties of the thing began to drag at him.  He hesitated,\nbalancing awkwardly on one foot.\n\nHe had no rifle; he could not fight with his hands, said he resentfully\nto his plan.  Well, rifles could be had for the picking.  They were\nextraordinarily profuse.\n\nAlso, he continued, it would be a miracle if he found his regiment.\nWell, he could fight with any regiment.\n\nHe started forward slowly.  He stepped as if he expected to tread upon\nsome explosive thing.  Doubts and he were struggling.\n\nHe would truly be a worm if any of his comrades should see him\nreturning thus, the marks of his flight upon him.  There was a reply\nthat the intent fighters did not care for what happened rearward saving\nthat no hostile bayonets appeared there.  In the battle-blur his face\nwould, in a way, be hidden, like the face of a cowled man.\n\nBut then he said that his tireless fate would bring forth, when the\nstrife lulled for a moment, a man to ask of him an explanation.  In\nimagination he felt the scrutiny of his companions as he painfully\nlabored through some lies.\n\nEventually, his courage expended itself upon these objections.  The\ndebates drained him of his fire.\n\nHe was not cast down by this defeat of his plan, for, upon studying the\naffair carefully, he could not but admit that the objections were very\nformidable.\n\nFurthermore, various ailments had begun to cry out.  In their presence\nhe could not persist in flying high with the wings of war; they\nrendered it almost impossible for him to see himself in a heroic light.\nHe tumbled headlong.\n\nHe discovered that he had a scorching thirst.  His face was so dry and\ngrimy that he thought he could feel his skin crackle.  Each bone of his\nbody had an ache in it, and seemingly threatened to break with each\nmovement.  His feet were like two sores.  Also, his body was calling\nfor food.  It was more powerful than a direct hunger.  There was a\ndull, weight-like feeling in his stomach, and, when he tried to walk,\nhis head swayed and he tottered.  He could not see with distinctness.\nSmall patches of green mist floated before his vision.\n\nWhile he had been tossed by many emotions, he had not been aware of\nailments.  Now they beset him and made clamor.  As he was at last\ncompelled to pay attention to them, his capacity for self-hate was\nmultiplied.  In despair, he declared that he was not like those others.\nHe now conceded it to be impossible that he should ever become a hero.\nHe was a craven loon.  Those pictures of glory were piteous things.  He\ngroaned from his heart and went staggering off.\n\nA certain mothlike quality within him kept him in the vicinity of the\nbattle.  He had a great desire to see, and to get news.  He wished to\nknow who was winning.\n\nHe told himself that, despite his unprecedented suffering, he had never\nlost his greed for a victory, yet, he said, in a half-apologetic manner\nto his conscience, he could not but know that a defeat for the army\nthis time might mean many favorable things for him.  The blows of the\nenemy would splinter regiments into fragments.  Thus, many men of\ncourage, he considered, would be obliged to desert the colors and\nscurry like chickens.  He would appear as one of them.  They would be\nsullen brothers in distress, and he could then easily believe he had\nnot run any farther or faster than they.  And if he himself could\nbelieve in his virtuous perfection, he conceived that there would be\nsmall trouble in convincing all others.\n\nHe said, as if in excuse for this hope, that previously the army had\nencountered great defeats and in a few months had shaken off all blood\nand tradition of them, emerging as bright and valiant as a new one;\nthrusting out of sight the memory of disaster, and appearing with the\nvalor and confidence of unconquered legions.  The shrilling voices of\nthe people at home would pipe dismally for a time, but various generals\nwere usually compelled to listen to these ditties.  He of course felt\nno compunctions for proposing a general as a sacrifice.  He could not\ntell who the chosen for the barbs might be, so he could center no\ndirect sympathy upon him.  The people were afar and he did not conceive\npublic opinion to be accurate at long range.  It was quite probable\nthey would hit the wrong man who, after he had recovered from his\namazement would perhaps spend the rest of his days in writing replies\nto the songs of his alleged failure.  It would be very unfortunate, no\ndoubt, but in this case a general was of no consequence to the youth.\n\nIn a defeat there would be a roundabout vindication of himself.  He\nthought it would prove, in a manner, that he had fled early because of\nhis superior powers of perception.  A serious prophet upon predicting a\nflood should be the first man to climb a tree.  This would demonstrate\nthat he was indeed a seer.\n\nA moral vindication was regarded by the youth as a very important\nthing.  Without salve, he could not, he thought, wear the sore badge of\nhis dishonor through life.  With his heart continually assuring him\nthat he was despicable, he could not exist without making it, through\nhis actions, apparent to all men.\n\nIf the army had gone gloriously on he would be lost.  If the din meant\nthat now his army's flags were tilted forward he was a condemned\nwretch.  He would be compelled to doom himself to isolation.  If the\nmen were advancing, their indifferent feet were trampling upon his\nchances for a successful life.\n\nAs these thoughts went rapidly through his mind, he turned upon them\nand tried to thrust them away.  He denounced himself as a villain.  He\nsaid that he was the most unutterably selfish man in existence.  His\nmind pictured the soldiers who would place their defiant bodies before\nthe spear of the yelling battle fiend, and as he saw their dripping\ncorpses on an imagined field, he said that he was their murderer.\n\nAgain he thought that he wished he was dead.  He believed that he\nenvied a corpse.  Thinking of the slain, he achieved a great contempt\nfor some of them, as if they were guilty for thus becoming lifeless.\nThey might have been killed by lucky chances, he said, before they had\nhad opportunities to flee or before they had been really tested.  Yet\nthey would receive laurels from tradition.  He cried out bitterly that\ntheir crowns were stolen and their robes of glorious memories were\nshams.  However, he still said that it was a great pity he was not as\nthey.\n\nA defeat of the army had suggested itself to him as a means of escape\nfrom the consequences of his fall.  He considered, now, however, that\nit was useless to think of such a possibility.  His education had been\nthat success for that mighty blue machine was certain; that it would\nmake victories as a contrivance turns out buttons.  He presently\ndiscarded all his speculations in the other direction.  He returned to\nthe creed of soldiers.\n\nWhen he perceived again that it was not possible for the army to be\ndefeated, he tried to bethink him of a fine tale which he could take\nback to his regiment, and with it turn the expected shafts of derision.\n\nBut, as he mortally feared these shafts, it became impossible for him\nto invent a tale he felt he could trust.  He experimented with many\nschemes, but threw them aside one by one as flimsy.  He was quick to\nsee vulnerable places in them all.\n\nFurthermore, he was much afraid that some arrow of scorn might lay him\nmentally low before he could raise his protecting tale.\n\nHe imagined the whole regiment saying:  \"Where's Henry Fleming?  He\nrun, didn't 'e?  Oh, my!\"  He recalled various persons who would be\nquite sure to leave him no peace about it.  They would doubtless\nquestion him with sneers, and laugh at his stammering hesitation.  In\nthe next engagement they would try to keep watch of him to discover\nwhen he would run.\n\nWherever he went in camp, he would encounter insolent and lingeringly\ncruel stares.  As he imagined himself passing near a crowd of comrades,\nhe could hear one say, \"There he goes!\"\n\nThen, as if the heads were moved by one muscle, all the faces were\nturned toward him with wide, derisive grins.  He seemed to hear some\none make a humorous remark in a low tone.  At it the others all crowed\nand cackled.  He was a slang phrase.\n\n\n\n\nChapter 12\n\n\nThe column that had butted stoutly at the obstacles in the roadway was\nbarely out of the youth's sight before he saw dark waves of men come\nsweeping out of the woods and down through the fields.  He knew at once\nthat the steel fibers had been washed from their hearts.  They were\nbursting from their coats and their equipments as from entanglements.\nThey charged down upon him like terrified buffaloes.\n\nBehind them blue smoke curled and clouded above the treetops, and\nthrough the thickets he could sometimes see a distant pink glare.  The\nvoices of the cannon were clamoring in interminable chorus.\n\nThe youth was horrorstricken.  He stared in agony and amazement.  He\nforgot that he was engaged in combating the universe.  He threw aside\nhis mental pamphlets on the philosophy of the retreated and rules for\nthe guidance of the damned.\n\nThe fight was lost.  The dragons were coming with invincible strides.\nThe army, helpless in the matted thickets and blinded by the\noverhanging night, was going to be swallowed.  War, the red animal,\nwar, the blood-swollen god, would have bloated fill.\n\nWithin him something bade to cry out.  He had the impulse to make a\nrallying speech, to sing a battle hymn, but he could only get his\ntongue to call into the air:  \"Why--why--what--what 's th' matter?\"\n\nSoon he was in the midst of them.  They were leaping and scampering all\nabout him.  Their blanched faces shone in the dusk.  They seemed, for\nthe most part, to be very burly men.  The youth turned from one to\nanother of them as they galloped along.  His incoherent questions were\nlost.  They were heedless of his appeals.  They did not seem to see him.\n\nThey sometimes gabbled insanely.  One huge man was asking of the sky:\n\"Say, where de plank road?  Where de plank road!\"  It was as if he had\nlost a child.  He wept in his pain and dismay.\n\nPresently, men were running hither and thither in all ways.  The\nartillery booming, forward, rearward, and on the flanks made jumble of\nideas of direction.  Landmarks had vanished into the gathered gloom.\nThe youth began to imagine that he had got into the center of the\ntremendous quarrel, and he could perceive no way out of it.  From the\nmouths of the fleeing men came a thousand wild questions, but no one\nmade answers.\n\nThe youth, after rushing about and throwing interrogations at the\nheedless bands of retreating infantry, finally clutched a man by the\narm.  They swung around face to face.\n\n\"Why--why--\" stammered the youth struggling with his balking tongue.\n\nThe man screamed:  \"Let go me!  Let go me!\"  His face was livid and his\neyes were rolling uncontrolled.  He was heaving and panting.  He still\ngrasped his rifle, perhaps having forgotten to release his hold upon\nit.  He tugged frantically, and the youth being compelled to lean\nforward was dragged several paces.\n\n\"Let go me!  Let go me!\"\n\n\"Why--why--\" stuttered the youth.\n\n\"Well, then!\" bawled the man in a lurid rage.  He adroitly and fiercely\nswung his rifle.  It crushed upon the youth's head.  The man ran on.\n\nThe youth's fingers had turned to paste upon the other's arm.  The\nenergy was smitten from his muscles.  He saw the flaming wings of\nlightning flash before his vision.  There was a deafening rumble of\nthunder within his head.\n\nSuddenly his legs seemed to die.  He sank writhing to the ground.  He\ntried to arise.  In his efforts against the numbing pain he was like a\nman wrestling with a creature of the air.\n\nThere was a sinister struggle.\n\nSometimes he would achieve a position half erect, battle with the air\nfor a moment, and then fall again, grabbing at the grass.  His face was\nof a clammy pallor.  Deep groans were wrenched from him.\n\nAt last, with a twisting movement, he got upon his hands and knees, and\nfrom thence, like a babe trying to walk, to his feet.  Pressing his\nhands to his temples he went lurching over the grass.\n\nHe fought an intense battle with his body.  His dulled senses wished\nhim to swoon and he opposed them stubbornly, his mind portraying\nunknown dangers and mutilations if he should fall upon the field.  He\nwent tall soldier fashion.  He imagined secluded spots where he could\nfall and be unmolested.  To search for one he strove against the tide\nof pain.\n\nOnce he put his hand to the top of his head and timidly touched the\nwound.  The scratching pain of the contact made him draw a long breath\nthrough his clinched teeth.  His fingers were dabbled with blood.  He\nregarded them with a fixed stare.\n\nAround him he could hear the grumble of jolted cannon as the scurrying\nhorses were lashed toward the front.  Once, a young officer on a\nbesplashed charger nearly ran him down.  He turned and watched the mass\nof guns, men, and horses sweeping in a wide curve toward a gap in a\nfence.  The officer was making excited motions with a gauntleted hand.\nThe guns followed the teams with an air of unwillingness, of being\ndragged by the heels.\n\nSome officers of the scattered infantry were cursing and railing like\nfishwives.  Their scolding voices could be heard above the din.  Into\nthe unspeakable jumble in the roadway rode a squadron of cavalry.  The\nfaded yellow of their facings shone bravely.  There was a mighty\naltercation.\n\nThe artillery were assembling as if for a conference.\n\nThe blue haze of evening was upon the field.  The lines of forest were\nlong purple shadows.  One cloud lay along the western sky partly\nsmothering the red.\n\nAs the youth left the scene behind him, he heard the guns suddenly roar\nout.  He imagined them shaking in black rage.  They belched and howled\nlike brass devils guarding a gate.  The soft air was filled with the\ntremendous remonstrance.  With it came the shattering peal of opposing\ninfantry.  Turning to look behind him, he could see sheets of orange\nlight illumine the shadowy distance.  There were subtle and sudden\nlightnings in the far air.  At times he thought he could see heaving\nmasses of men.\n\nHe hurried on in the dusk.  The day had faded until he could barely\ndistinguish place for his feet.  The purple darkness was filled with\nmen who lectured and jabbered.  Sometimes he could see them\ngesticulating against the blue and somber sky.  There seemed to be a\ngreat ruck of men and munitions spread about in the forest and in the\nfields.\n\nThe little narrow roadway now lay lifeless.  There were overturned\nwagons like sun-dried bowlders.  The bed of the former torrent was\nchoked with the bodies of horses and splintered parts of war machines.\n\nIt had come to pass that his wound pained him but little.  He was\nafraid to move rapidly, however, for a dread of disturbing it.  He held\nhis head very still and took many precautions against stumbling.  He\nwas filled with anxiety, and his face was pinched and drawn in\nanticipation of the pain of any sudden mistake of his feet in the gloom.\n\nHis thoughts, as he walked, fixed intently upon his hurt.  There was a\ncool, liquid feeling about it and he imagined blood moving slowly down\nunder his hair.  His head seemed swollen to a size that made him think\nhis neck to be inadequate.\n\nThe new silence of his wound made much worriment.  The little\nblistering voices of pain that had called out from his scalp were, he\nthought, definite in their expression of danger.  By them he believed\nhe could measure his plight.  But when they remained ominously silent\nhe became frightened and imagined terrible fingers that clutched into\nhis brain.\n\nAmid it he began to reflect upon various incidents and conditions of\nthe past.  He bethought him of certain meals his mother had cooked at\nhome, in which those dishes of which he was particularly fond had\noccupied prominent positions.  He saw the spread table.  The pine walls\nof the kitchen were glowing in the warm light from the stove.  Too, he\nremembered how he and his companions used to go from the school-house\nto the bank of a shaded pool.  He saw his clothes in disorderly array\nupon the grass of the bank.  He felt the swash of the fragrant water\nupon his body.  The leaves of the overhanging maple rustled with melody\nin the wind of youthful summer.\n\nHe was overcome presently by a dragging weariness.  His head hung\nforward and his shoulders were stooped as if he were bearing a great\nbundle.  His feet shuffled along the ground.\n\nHe held continuous arguments as to whether he should lie down and sleep\nat some near spot, or force himself on until he reached a certain\nhaven.  He often tried to dismiss the question, but his body persisted\nin rebellion and his senses nagged at him like pampered babies.\n\nAt last he heard a cheery voice near his shoulder: \"Yeh seem t' be in a\npretty bad way, boy?\"\n\nThe youth did not look up, but he assented with thick tongue. \"Uh!\"\n\nThe owner of the cheery voice took him firmly by the arm.  \"Well,\" he\nsaid, with a round laugh, \"I'm goin' your way.  Th' hull gang is goin'\nyour way.  An' I guess I kin give yeh a lift.\"  They began to walk like\na drunken man and his friend.\n\nAs they went along, the man questioned the youth and assisted him with\nthe replies like one manipulating the mind of a child.  Sometimes he\ninterjected anecdotes.  \"What reg'ment do yeh b'long teh?  Eh?  What 's\nthat?  Th' 304th N' York?  Why, what corps is that in?  Oh, it is?\nWhy, I thought they wasn't engaged t'-day-they 're 'way over in th'\ncenter.  Oh, they was, eh?  Well pretty nearly everybody got their\nshare 'a fightin' t'-day.  By dad, I give myself up fer dead any number\n'a times.  There was shootin' here an' shootin' there, an' hollerin'\nhere an' hollerin' there, in th' damn' darkness, until I couldn't tell\nt' save m' soul which side I was on.  Sometimes I thought I was sure\n'nough from Ohier, an' other times I could 'a swore I was from th'\nbitter end of Florida.  It was th' most mixed up dern thing I ever see.\nAn' these here hull woods is a reg'lar mess.  It 'll be a miracle if we\nfind our reg'ments t'-night.  Pretty soon, though, we 'll meet a-plenty\nof guards an' provost-guards, an' one thing an' another.  Ho!  there\nthey go with an off'cer, I guess.  Look at his hand a-draggin'.  He 's\ngot all th' war he wants, I bet.  He won't be talkin' so big about his\nreputation an' all when they go t' sawin' off his leg.  Poor feller!\nMy brother 's got whiskers jest like that.  How did yeh git 'way over\nhere, anyhow?  Your reg'ment is a long way from here, ain't it?  Well,\nI guess we can find it.  Yeh know there was a boy killed in my comp'ny\nt'-day that I thought th' world an' all of.  Jack was a nice feller.\nBy ginger, it hurt like thunder t' see ol' Jack jest git knocked flat.\nWe was a-standin' purty peaceable fer a spell, 'though there was men\nrunnin' ev'ry way all 'round us, an' while we was a-standin' like that,\n'long come a big fat feller.  He began t' peck at Jack's elbow, an' he\nses:  'Say, where 's th' road t' th' river?' An' Jack, he never paid no\nattention, an' th' feller kept on a-peckin' at his elbow an' sayin':\n'Say, where 's th' road t' th' river?' Jack was a-lookin' ahead all th'\ntime tryin' t' see th' Johnnies comin' through th' woods, an' he never\npaid no attention t' this big fat feller fer a long time, but at last\nhe turned 'round an' he ses:  'Ah, go t' hell an' find th' road t' th'\nriver!' An' jest then a shot slapped him bang on th' side th' head.  He\nwas a sergeant, too.  Them was his last words.  Thunder, I wish we was\nsure 'a findin' our reg'ments t'-night.  It 's goin' t' be long\nhuntin'.  But I guess we kin do it.\"\n\nIn the search which followed, the man of the cheery voice seemed to the\nyouth to possess a wand of a magic kind.  He threaded the mazes of the\ntangled forest with a strange fortune.  In encounters with guards and\npatrols he displayed the keenness of a detective and the valor of a\ngamin.  Obstacles fell before him and became of assistance.  The youth,\nwith his chin still on his breast, stood woodenly by while his\ncompanion beat ways and means out of sullen things.\n\nThe forest seemed a vast hive of men buzzing about in frantic circles,\nbut the cheery man conducted the youth without mistakes, until at last\nhe began to chuckle with glee and self-satisfaction.  \"Ah, there yeh\nare!  See that fire?\"\n\nThe youth nodded stupidly.\n\n\"Well, there 's where your reg'ment is.  An' now, good-by, ol' boy,\ngood luck t' yeh.\"\n\nA warm and strong hand clasped the youth's languid fingers for an\ninstant, and then he heard a cheerful and audacious whistling as the\nman strode away.  As he who had so befriended him was thus passing out\nof his life, it suddenly occurred to the youth that he had not once\nseen his face.\n\n\n\n\nChapter 13\n\n\nThe youth went slowly toward the fire indicated by his departed friend.\nAs he reeled, he bethought him of the welcome his comrades would give\nhim.  He had a conviction that he would soon feel in his sore heart the\nbarbed missiles of ridicule.  He had no strength to invent a tale; he\nwould be a soft target.\n\nHe made vague plans to go off into the deeper darkness and hide, but\nthey were all destroyed by the voices of exhaustion and pain from his\nbody.  His ailments, clamoring, forced him to seek the place of food\nand rest, at whatever cost.\n\nHe swung unsteadily toward the fire.  He could see the forms of men\nthrowing black shadows in the red light, and as he went nearer it\nbecame known to him in some way that the ground was strewn with\nsleeping men.\n\nOf a sudden he confronted a black and monstrous figure.  A rifle barrel\ncaught some glinting beams.  \"Halt! halt!\"  He was dismayed for a\nmoment, but he presently thought that he recognized the nervous voice.\nAs he stood tottering before the rifle barrel, he called out:  \"Why,\nhello, Wilson, you--you here?\"\n\nThe rifle was lowered to a position of caution and the loud soldier\ncame slowly forward.  He peered into the youth's face.  \"That you,\nHenry?\"\n\n\"Yes, it's--it's me.\"\n\n\"Well, well, ol' boy,\" said the other, \"by ginger, I'm glad t' see yeh!\nI give yeh up fer a goner.  I thought yeh was dead sure enough.\"  There\nwas husky emotion in his voice.\n\nThe youth found that now he could barely stand upon his feet.  There\nwas a sudden sinking of his forces.  He thought he must hasten to\nproduce his tale to protect him from the missiles already on the lips\nof his redoubtable comrades.  So, staggering before the loud soldier,\nhe began:  \"Yes, yes.  I've--I've had an awful time.  I've been all\nover.  Way over on th' right.  Ter'ble fightin' over there.  I had an\nawful time.  I got separated from the reg'ment.  Over on th' right, I\ngot shot.  In th' head.  I never see sech fightin'.  Awful time.  I\ndon't see how I could a' got separated from th' reg'ment.  I got shot,\ntoo.\"\n\nHis friend had stepped forward quickly.  \"What?  Got shot?  Why didn't\nyeh say so first?  Poor ol' boy, we must--hol' on a minnit; what am I\ndoin'.  I'll call Simpson.\"\n\nAnother figure at that moment loomed in the gloom.  They could see that\nit was the corporal.  \"Who yeh talkin' to, Wilson?\" he demanded.  His\nvoice was anger-toned.  \"Who yeh talkin' to?  Yeh th' derndest\nsentinel--why--hello, Henry, you here?  Why, I thought you was dead\nfour hours ago!  Great Jerusalem, they keep turnin' up every ten\nminutes or so!  We thought we'd lost forty-two men by straight count,\nbut if they keep on a-comin' this way, we'll git th' comp'ny all back\nby mornin' yit.  Where was yeh?\"\n\n\"Over on th' right.  I got separated\"--began the youth with\nconsiderable glibness.\n\nBut his friend had interrupted hastily.  \"Yes, an' he got shot in th'\nhead an' he's in a fix, an' we must see t' him right away.\" He rested\nhis rifle in the hollow of his left arm and his right around the\nyouth's shoulder.\n\n\"Gee, it must hurt like thunder!\" he said.\n\nThe youth leaned heavily upon his friend.  \"Yes, it hurts--hurts a good\ndeal,\" he replied.  There was a faltering in his voice.\n\n\"Oh,\" said the corporal.  He linked his arm in the youth's and drew him\nforward.  \"Come on, Henry.  I'll take keer 'a yeh.\"\n\nAs they went on together the loud private called out after them: \"Put\n'im t' sleep in my blanket, Simpson.  An'--hol' on a minnit--here's my\ncanteen.  It's full 'a coffee.  Look at his head by th' fire an' see\nhow it looks.  Maybe it's a pretty bad un.  When I git relieved in a\ncouple 'a minnits, I'll be over an' see t' him.\"\n\nThe youth's senses were so deadened that his friend's voice sounded\nfrom afar and he could scarcely feel the pressure of the corporal's\narm.  He submitted passively to the latter's directing strength.  His\nhead was in the old manner hanging forward upon his breast.  His knees\nwobbled.\n\nThe corporal led him into the glare of the fire.  \"Now, Henry,\" he\nsaid, \"let's have look at yer ol' head.\"\n\nThe youth sat obediently and the corporal, laying aside his rifle,\nbegan to fumble in the bushy hair of his comrade.  He was obliged to\nturn the other's head so that the full flush of the fire light would\nbeam upon it.  He puckered his mouth with a critical air.  He drew back\nhis lips and whistled through his teeth when his fingers came in\ncontact with the splashed blood and the rare wound.\n\n\"Ah, here we are!\" he said.  He awkwardly made further investigations.\n\"Jest as I thought,\" he added, presently.  \"Yeh've been grazed by a\nball.  It's raised a queer lump jest as if some feller had lammed yeh\non th' head with a club.  It stopped a-bleedin' long time ago.  Th'\nmost about it is that in th' mornin' yeh'll fell that a number ten hat\nwouldn't fit yeh.  An' your head'll be all het up an' feel as dry as\nburnt pork.  An' yeh may git a lot 'a other sicknesses, too, by\nmornin'.  Yeh can't never tell.  Still, I don't much think so.  It's\njest a damn' good belt on th' head, an' nothin' more.  Now, you jest\nsit here an' don't move, while I go rout out th' relief.  Then I'll\nsend Wilson t' take keer 'a yeh.\"\n\nThe corporal went away.  The youth remained on the ground like a\nparcel.  He stared with a vacant look into the fire.\n\nAfter a time he aroused, for some part, and the things about him began\nto take form.  He saw that the ground in the deep shadows was cluttered\nwith men, sprawling in every conceivable posture.  Glancing narrowly\ninto the more distant darkness, he caught occasional glimpses of\nvisages that loomed pallid and ghostly, lit with a phosphorescent glow.\nThese faces expressed in their lines the deep stupor of the tired\nsoldiers.  They made them appear like men drunk with wine.  This bit of\nforest might have appeared to an ethereal wanderer as a scene of the\nresult of some frightful debauch.\n\nOn the other side of the fire the youth observed an officer asleep,\nseated bolt upright, with his back against a tree.  There was something\nperilous in his position.  Badgered by dreams, perhaps, he swayed with\nlittle bounces and starts, like an old, toddy-stricken grandfather in a\nchimney corner.  Dust and stains were upon his face.  His lower jaw\nhung down as if lacking strength to assume its normal position.  He was\nthe picture of an exhausted soldier after a feast of war.\n\nHe had evidently gone to sleep with his sword in his arms.  These two\nhad slumbered in an embrace, but the weapon had been allowed in time to\nfall unheeded to the ground.  The brass-mounted hilt lay in contact\nwith some parts of the fire.\n\nWithin the gleam of rose and orange light from the burning sticks were\nother soldiers, snoring and heaving, or lying deathlike in slumber.  A\nfew pairs of legs were stuck forth, rigid and straight.  The shoes\ndisplayed the mud or dust of marches and bits of rounded trousers,\nprotruding from the blankets, showed rents and tears from hurried\npitchings through the dense brambles.\n\nThe fire cackled musically.  From it swelled light smoke.  Overhead the\nfoliage moved softly.  The leaves, with their faces turned toward the\nblaze, were colored shifting hues of silver, often edged with red.  Far\noff to the right, through a window in the forest could be seen a\nhandful of stars lying, like glittering pebbles, on the black level of\nthe night.\n\nOccasionally, in this low-arched hall, a soldier would arouse and turn\nhis body to a new position, the experience of his sleep having taught\nhim of uneven and objectionable places upon the ground under him.  Or,\nperhaps, he would lift himself to a sitting posture, blink at the fire\nfor an unintelligent moment, throw a swift glance at his prostrate\ncompanion, and then cuddle down again with a grunt of sleepy content.\n\nThe youth sat in a forlorn heap until his friend the loud young soldier\ncame, swinging two canteens by their light strings.  \"Well, now, Henry,\nol' boy,\" said the latter, \"we'll have yeh fixed up in jest about a\nminnit.\"\n\nHe had the bustling ways of an amateur nurse.  He fussed around the\nfire and stirred the sticks to brilliant exertions.  He made his\npatient drink largely from the canteen that contained the coffee.  It\nwas to the youth a delicious draught.  He tilted his head afar back and\nheld the canteen long to his lips.  The cool mixture went caressingly\ndown his blistered throat.  Having finished, he sighed with comfortable\ndelight.\n\nThe loud young soldier watched his comrade with an air of satisfaction.\nHe later produced an extensive handkerchief from his pocket.  He folded\nit into a manner of bandage and soused water from the other canteen\nupon the middle of it.  This crude arrangement he bound over the\nyouth's head, tying the ends in a queer knot at the back of the neck.\n\n\"There,\" he said, moving off and surveying his deed, \"yeh look like th'\ndevil, but I bet yeh feel better.\"\n\nThe youth contemplated his friend with grateful eyes.  Upon his aching\nand swelling head the cold cloth was like a tender woman's hand.\n\n\"Yeh don't holler ner say nothin',\" remarked his friend approvingly.\n\"I know I'm a blacksmith at takin' keer 'a sick folks, an' yeh never\nsqueaked.  Yer a good un, Henry.  Most 'a men would a' been in th'\nhospital long ago.  A shot in th' head ain't foolin' business.\"\n\nThe youth made no reply, but began to fumble with the buttons of his\njacket.\n\n\"Well, come, now,\" continued his friend, \"come on.  I must put yeh t'\nbed an' see that yeh git a good night's rest.\"\n\nThe other got carefully erect, and the loud young soldier led him among\nthe sleeping forms lying in groups and rows.  Presently he stooped and\npicked up his blankets.  He spread the rubber one upon the ground and\nplaced the woolen one about the youth's shoulders.\n\n\"There now,\" he said, \"lie down an' git some sleep.\"\n\nThe youth, with his manner of doglike obedience, got carefully down\nlike a crone stooping.  He stretched out with a murmur of relief and\ncomfort.  The ground felt like the softest couch.\n\nBut of a sudden he ejaculated:  \"Hol' on a minnit!  Where you goin' t'\nsleep?\"\n\nHis friend waved his hand impatiently.  \"Right down there by yeh.\"\n\n\"Well, but hol' on a minnit,\" continued the youth.  \"What yeh goin' t'\nsleep in?  I've got your--\"\n\nThe loud young soldier snarled:  \"Shet up an' go on t' sleep.  Don't be\nmakin' a damn' fool 'a yerself,\" he said severely.\n\nAfter the reproof the youth said no more.  An exquisite drowsiness had\nspread through him.  The warm comfort of the blanket enveloped him and\nmade a gentle langour.  His head fell forward on his crooked arm and\nhis weighted lids went softly down over his eyes.  Hearing a splatter\nof musketry from the distance, he wondered indifferently if those men\nsometimes slept.  He gave a long sigh, snuggled down into his blanket,\nand in a moment was like his comrades.\n\n\n\n\nChapter 14\n\n\nWhen the youth awoke it seemed to him that he had been asleep for a\nthousand years, and he felt sure that he opened his eyes upon an\nunexpected world.  Gray mists were slowly shifting before the first\nefforts of the sun rays.  An impending splendor could be seen in the\neastern sky.  An icy dew had chilled his face, and immediately upon\narousing he curled farther down into his blanket.  He stared for a\nwhile at the leaves overhead, moving in a heraldic wind of the day.\n\nThe distance was splintering and blaring with the noise of fighting.\nThere was in the sound an expression of a deadly persistency, as if it\nhad not began and was not to cease.\n\nAbout him were the rows and groups of men that he had dimly seen the\nprevious night.  They were getting a last draught of sleep before the\nawakening.  The gaunt, careworn features and dusty figures were made\nplain by this quaint light at the dawning, but it dressed the skin of\nthe men in corpse-like hues and made the tangled limbs appear pulseless\nand dead.  The youth started up with a little cry when his eyes first\nswept over this motionless mass of men, thick-spread upon the ground,\npallid, and in strange postures.  His disordered mind interpreted the\nhall of the forest as a charnel place.  He believed for an instant that\nhe was in the house of the dead, and he did not dare to move lest these\ncorpses start up, squalling and squawking.  In a second, however, he\nachieved his proper mind.  He swore a complicated oath at himself.  He\nsaw that this somber picture was not a fact of the present, but a mere\nprophecy.\n\nHe heard then the noise of a fire crackling briskly in the cold air,\nand, turning his head, he saw his friend pottering busily about a small\nblaze.  A few other figures moved in the fog, and he heard the hard\ncracking of axe blows.\n\nSuddenly there was a hollow rumble of drums.  A distant bugle sang\nfaintly.  Similar sounds, varying in strength, came from near and far\nover the forest.  The bugles called to each other like brazen\ngamecocks.  The near thunder of the regimental drums rolled.\n\nThe body of men in the woods rustled.  There was a general uplifting of\nheads.  A murmuring of voices broke upon the air.  In it there was much\nbass of grumbling oaths.  Strange gods were addressed in condemnation\nof the early hours necessary to correct war.  An officer's peremptory\ntenor rang out and quickened the stiffened movement of the men.  The\ntangled limbs unraveled.  The corpse-hued faces were hidden behind\nfists that twisted slowly in the eye sockets.\n\nThe youth sat up and gave vent to an enormous yawn.  \"Thunder!\" he\nremarked petulantly.  He rubbed his eyes, and then putting up his hand\nfelt carefully the bandage over his wound.  His friend, perceiving him\nto be awake, came from the fire.  \"Well, Henry, ol' man, how do yeh\nfeel this mornin'?\" he demanded.\n\nThe youth yawned again.  Then he puckered his mouth to a little pucker.\nHis head, in truth, felt precisely like a melon, and there was an\nunpleasant sensation at his stomach.\n\n\"Oh, Lord, I feel pretty bad,\" he said.\n\n\"Thunder!\" exclaimed the other.  \"I hoped ye'd feel all right this\nmornin'.  Let's see th' bandage--I guess it's slipped.\" He began to\ntinker at the wound in rather a clumsy way until the youth exploded.\n\n\"Gosh-dern it!\" he said in sharp irritation; \"you're the hangdest man I\never saw!  You wear muffs on your hands.  Why in good thunderation\ncan't you be more easy?  I'd rather you'd stand off an' throw guns at\nit.  Now, go slow, an' don't act as if you was nailing down carpet.\"\n\nHe glared with insolent command at his friend, but the latter answered\nsoothingly.  \"Well, well, come now, an' git some grub,\" he said.\n\"Then, maybe, yeh'll feel better.\"\n\nAt the fireside the loud young soldier watched over his comrade's wants\nwith tenderness and care.  He was very busy marshaling the little black\nvagabonds of tin cups and pouring into them the streaming iron colored\nmixture from a small and sooty tin pail.  He had some fresh meat, which\nhe roasted hurriedly on a stick.  He sat down then and contemplated the\nyouth's appetite with glee.\n\nThe youth took note of a remarkable change in his comrade since those\ndays of camp life upon the river bank.  He seemed no more to be\ncontinually regarding the proportions of his personal prowess.  He was\nnot furious at small words that pricked his conceits.  He was no more a\nloud young soldier.  There was about him now a fine reliance.  He\nshowed a quiet belief in his purposes and his abilities.  And this\ninward confidence evidently enabled him to be indifferent to little\nwords of other men aimed at him.\n\nThe youth reflected.  He had been used to regarding his comrade as a\nblatant child with an audacity grown from his inexperience,\nthoughtless, headstrong, jealous, and filled with a tinsel courage.  A\nswaggering babe accustomed to strut in his own dooryard.  The youth\nwondered where had been born these new eyes; when his comrade had made\nthe great discovery that there were many men who would refuse to be\nsubjected by him.  Apparently, the other had now climbed a peak of\nwisdom from which he could perceive himself as a very wee thing.  And\nthe youth saw that ever after it would be easier to live in his\nfriend's neighborhood.\n\nHis comrade balanced his ebony coffee-cup on his knee.  \"Well, Henry,\"\nhe said, \"what d'yeh think th' chances are?  D'yeh think we'll wallop\n'em?\"\n\nThe youth considered for a moment.  \"Day-b'fore-yesterday,\" he finally\nreplied, with boldness, \"you would 'a' bet you'd lick the hull\nkit-an'-boodle all by yourself.\"\n\nHis friend looked a trifle amazed.  \"Would I?\" he asked.  He pondered.\n\"Well, perhaps I would,\" he decided at last.  He stared humbly at the\nfire.\n\nThe youth was quite disconcerted at this surprising reception of his\nremarks.  \"Oh, no, you wouldn't either,\" he said, hastily trying to\nretrace.\n\nBut the other made a deprecating gesture.  \"Oh, yeh needn't mind,\nHenry,\" he said.  \"I believe I was a pretty big fool in those days.\" He\nspoke as after a lapse of years.\n\nThere was a little pause.\n\n\"All th' officers say we've got th' rebs in a pretty tight box,\" said\nthe friend, clearing his throat in a commonplace way.  \"They all seem\nt' think we've got 'em jest where we want 'em.\"\n\n\"I don't know about that,\" the youth replied.  \"What I seen over on th'\nright makes me think it was th' other way about.  From where I was, it\nlooked as if we was gettin' a good poundin' yestirday.\"\n\n\"D'yeh think so?\" inquired the friend.  \"I thought we handled 'em\npretty rough yestirday.\"\n\n\"Not a bit,\" said the youth.  \"Why, lord, man, you didn't see nothing\nof the fight.  Why!\" Then a sudden thought came to him.  \"Oh!  Jim\nConklin's dead.\"\n\nHis friend started.  \"What?  Is he?  Jim Conklin?\"\n\nThe youth spoke slowly.  \"Yes.  He's dead.  Shot in th' side.\"\n\n\"Yeh don't say so.  Jim Conklin. . .poor cuss!\"\n\nAll about them were other small fires surrounded by men with their\nlittle black utensils.  From one of these near came sudden sharp voices\nin a row.  It appeared that two light-footed soldiers had been teasing\na huge, bearded man, causing him to spill coffee upon his blue knees.\nThe man had gone into a rage and had sworn comprehensively.  Stung by\nhis language, his tormentors had immediately bristled at him with a\ngreat show of resenting unjust oaths.  Possibly there was going to be a\nfight.\n\nThe friend arose and went over to them, making pacific motions with his\narms.  \"Oh, here, now, boys, what's th' use?\" he said.  \"We'll be at\nth' rebs in less'n an hour.  What's th' good fightin' 'mong ourselves?\"\n\nOne of the light-footed soldiers turned upon him red-faced and violent.\n\"Yeh needn't come around here with yer preachin'.  I s'pose yeh don't\napprove 'a fightin' since Charley Morgan licked yeh; but I don't see\nwhat business this here is 'a yours or anybody else.\"\n\n\"Well, it ain't,\" said the friend mildly.  \"Still I hate t' see--\"\n\nThere was a tangled argument.\n\n\"Well, he--,\" said the two, indicating their opponent with accusative\nforefingers.\n\nThe huge soldier was quite purple with rage.  He pointed at the two\nsoldiers with his great hand, extended clawlike.  \"Well, they--\"\n\nBut during this argumentative time the desire to deal blows seemed to\npass, although they said much to each other.  Finally the friend\nreturned to his old seat.  In a short while the three antagonists could\nbe seen together in an amiable bunch.\n\n\"Jimmie Rogers ses I'll have t' fight him after th' battle t'-day,\"\nannounced the friend as he again seated himself.  \"He ses he don't\nallow no interferin' in his business.  I hate t' see th' boys fightin'\n'mong themselves.\"\n\nThe youth laughed.  \"Yer changed a good bit.  Yeh ain't at all like yeh\nwas.  I remember when you an' that Irish feller--\" He stopped and\nlaughed again.\n\n\"No, I didn't use t' be that way,\" said his friend thoughtfully.\n\"That's true 'nough.\"\n\n\"Well, I didn't mean--\" began the youth.\n\nThe friend made another deprecatory gesture.  \"Oh, yeh needn't mind,\nHenry.\"\n\nThere was another little pause.\n\n\"Th' reg'ment lost over half th' men yestirday,\" remarked the friend\neventually.  \"I thought 'a course they was all dead, but, laws, they\nkep' a-comin' back last night until it seems, after all, we didn't lose\nbut a few.  They'd been scattered all over, wanderin' around in th'\nwoods, fightin' with other reg'ments, an' everything.  Jest like you\ndone.\"\n\n\"So?\" said the youth.\n\n\n\n\nChapter 15\n\n\nThe regiment was standing at order arms at the side of a lane, waiting\nfor the command to march, when suddenly the youth remembered the little\npacket enwrapped in a faded yellow envelope which the loud young\nsoldier with lugubrious words had intrusted to him.  It made him start.\nHe uttered an exclamation and turned toward his comrade.\n\n\"Wilson!\"\n\n\"What?\"\n\nHis friend, at his side in the ranks, was thoughtfully staring down the\nroad.  From some cause his expression was at that moment very meek.\nThe youth, regarding him with sidelong glances, felt impelled to change\nhis purpose.  \"Oh, nothing,\" he said.\n\nHis friend turned his head in some surprise, \"Why, what was yeh goin'\nt' say?\"\n\n\"Oh, nothing,\" repeated the youth.\n\nHe resolved not to deal the little blow.  It was sufficient that the\nfact made him glad.  It was not necessary to knock his friend on the\nhead with the misguided packet.\n\nHe had been possessed of much fear of his friend, for he saw how easily\nquestionings could make holes in his feelings.  Lately, he had assured\nhimself that the altered comrade would not tantalize him with a\npersistent curiosity, but he felt certain that during the first period\nof leisure his friend would ask him to relate his adventures of the\nprevious day.\n\nHe now rejoiced in the possession of a small weapon with which he could\nprostrate his comrade at the first signs of a cross-examination.  He\nwas master.  It would now be he who could laugh and shoot the shafts of\nderision.\n\nThe friend had, in a weak hour, spoken with sobs of his own death.  He\nhad delivered a melancholy oration previous to his funeral, and had\ndoubtless in the packet of letters, presented various keepsakes to\nrelatives.  But he had not died, and thus he had delivered himself into\nthe hands of the youth.\n\nThe latter felt immensely superior to his friend, but he inclined to\ncondescension.  He adopted toward him an air of patronizing good humor.\n\nHis self-pride was now entirely restored.  In the shade of its\nflourishing growth he stood with braced and self-confident legs, and\nsince nothing could now be discovered he did not shrink from an\nencounter with the eyes of judges, and allowed no thoughts of his own\nto keep him from an attitude of manfulness.  He had performed his\nmistakes in the dark, so he was still a man.\n\nIndeed, when he remembered his fortunes of yesterday, and looked at\nthem from a distance he began to see something fine there.  He had\nlicense to be pompous and veteranlike.\n\nHis panting agonies of the past he put out of his sight.\n\nIn the present, he declared to himself that it was only the doomed and\nthe damned who roared with sincerity at circumstance.  Few but they\never did it.  A man with a full stomach and the respect of his fellows\nhad no business to scold about anything that he might think to be wrong\nin the ways of the universe, or even with the ways of society.  Let the\nunfortunates rail; the others may play marbles.\n\nHe did not give a great deal of thought to these battles that lay\ndirectly before him.  It was not essential that he should plan his ways\nin regard to them.  He had been taught that many obligations of a life\nwere easily avoided.  The lessons of yesterday had been that\nretribution was a laggard and blind.  With these facts before him he\ndid not deem it necessary that he should become feverish over the\npossibilities of the ensuing twenty-four hours.  He could leave much to\nchance.  Besides, a faith in himself had secretly blossomed.  There was\na little flower of confidence growing within him.  He was now a man of\nexperience.  He had been out among the dragons, he said, and he assured\nhimself that they were not so hideous as he had imagined them.  Also,\nthey were inaccurate; they did not sting with precision.  A stout heart\noften defied, and defying, escaped.\n\nAnd, furthermore, how could they kill him who was the chosen of gods\nand doomed to greatness?\n\nHe remembered how some of the men had run from the battle.  As he\nrecalled their terror-struck faces he felt a scorn for them.  They had\nsurely been more fleet and more wild than was absolutely necessary.\nThey were weak mortals.  As for himself, he had fled with discretion\nand dignity.\n\nHe was aroused from this reverie by his friend, who, having hitched\nabout nervously and blinked at the trees for a time, suddenly coughed\nin an introductory way, and spoke.\n\n\"Fleming!\"\n\n\"What?\"\n\nThe friend put his hand up to his mouth and coughed again.  He fidgeted\nin his jacket.\n\n\"Well,\" he gulped at last, \"I guess yeh might as well give me back them\nletters.\"  Dark, prickling blood had flushed into his cheeks and brow.\n\n\"All right, Wilson,\" said the youth.  He loosened two buttons of his\ncoat, thrust in his hand, and brought forth the packet.  As he extended\nit to his friend the latter's face was turned from him.\n\nHe had been slow in the act of producing the packet because during it\nhe had been trying to invent a remarkable comment on the affair.  He\ncould conjure up nothing of sufficient point.  He was compelled to\nallow his friend to escape unmolested with his packet.  And for this he\ntook unto himself considerable credit.  It was a generous thing.\n\nHis friend at his side seemed suffering great shame.  As he\ncontemplated him, the youth felt his heart grow more strong and stout.\nHe had never been compelled to blush in such manner for his acts; he\nwas an individual of extraordinary virtues.\n\nHe reflected, with condescending pity:  \"Too bad!  Too bad!  The poor\ndevil, it makes him feel tough!\"\n\nAfter this incident, and as he reviewed the battle pictures he had\nseen, he felt quite competent to return home and make the hearts of the\npeople glow with stories of war.  He could see himself in a room of\nwarm tints telling tales to listeners.  He could exhibit laurels.  They\nwere insignificant; still, in a district where laurels were infrequent,\nthey might shine.\n\nHe saw his gaping audience picturing him as the central figure in\nblazing scenes.  And he imagined the consternation and the ejaculations\nof his mother and the young lady at the seminary as they drank his\nrecitals.  Their vague feminine formula for beloved ones doing brave\ndeeds on the field of battle without risk of life would be destroyed.\n\n\n\n\nChapter 16\n\n\nA sputtering of musketry was always to be heard.  Later, the cannon had\nentered the dispute.  In the fog-filled air their voices made a\nthudding sound.  The reverberations were continual.  This part of the\nworld led a strange, battleful existence.\n\nThe youth's regiment was marched to relieve a command that had lain\nlong in some damp trenches.  The men took positions behind a curving\nline of rifle pits that had been turned up, like a large furrow, along\nthe line of woods.  Before them was a level stretch, peopled with\nshort, deformed stumps.  From the woods beyond came the dull popping of\nthe skirmishers and pickets, firing in the fog.  From the right came\nthe noise of a terrific fracas.\n\nThe men cuddled behind the small embankment and sat in easy attitudes\nawaiting their turn.  Many had their backs to the firing.  The youth's\nfriend lay down, buried his face in his arms, and almost instantly, it\nseemed, he was in a deep sleep.\n\nThe youth leaned his breast against the brown dirt and peered over  at\nthe woods and up and down the line.  Curtains of trees interfered with\nhis ways of vision.  He could see the low line of trenches but for a\nshort distance.  A few idle flags were perched on the dirt hills.\nBehind them were rows of dark bodies with a few heads sticking\ncuriously over the top.\n\nAlways the noise of skirmishers came from the woods on the front and\nleft, and the din on the right had grown to frightful proportions.  The\nguns were roaring without an instant's pause for breath.  It seemed\nthat the cannon had come from all parts and were engaged in a\nstupendous wrangle.  It became impossible to make a sentence heard.\n\nThe youth wished to launch a joke--a quotation from newspapers.  He\ndesired to say, \"All quiet on the Rappahannock,\" but the guns refused\nto permit even a comment upon their uproar.  He never successfully\nconcluded the sentence.  But at last the guns stopped, and among the\nmen in the rifle pits rumors again flew, like birds, but they were now\nfor  the most part black creatures who flapped their wings drearily\nnear to the ground and refused to rise on any wings of hope.  The men's\nfaces grew doleful from the interpreting of omens.  Tales of hesitation\nand uncertainty on the part of those high in place and responsibility\ncame to their ears.  Stories of disaster were borne into their minds\nwith many proofs.  This din of musketry on the right, growing like a\nreleased genie of sound, expressed and emphasized the army's plight.\n\nThe men were disheartened and began to mutter.  They made gestures\nexpressive of the sentence:  \"Ah, what more can we do?\" And it could\nalways be seen that they were bewildered by the alleged news and could\nnot fully comprehend a defeat.\n\nBefore the gray mists had been totally obliterated by the sun rays, the\nregiment was marching in a spread column that was retiring carefully\nthrough the woods.  The disordered, hurrying lines of the enemy could\nsometimes be seen down through the groves and little fields.  They were\nyelling, shrill and exultant.\n\nAt this sight the youth forgot many personal matters and became greatly\nenraged.  He exploded in loud sentences.  \"B'jiminey, we're generaled\nby a lot 'a lunkheads.\"\n\n \"More than one feller has said that t'-day,\" observed a man.\n\nHis friend, recently aroused, was still very drowsy.  He looked behind\nhim until his mind took in the meaning of the movement.  Then he\nsighed.  \"Oh, well, I s'pose we got licked,\" he remarked sadly.\n\nThe youth had a thought that it would not be handsome for him to freely\ncondemn other men.  He made an attempt to restrain himself, but the\nwords upon his tongue were too bitter.  He presently began a long and\nintricate denunciation of the commander of the forces.\n\n\"Mebbe, it wa'n't all his fault--not all together.  He did th' best he\nknowed.  It's our luck t' git licked often,\" said his friend in a weary\ntone.  He was trudging along with stooped shoulders and shifting eyes\nlike a man who has been caned and kicked.\n\n\"Well, don't we fight like the devil?  Don't we do all that men can?\"\ndemanded the youth loudly.\n\nHe was secretly dumfounded at this sentiment when it came from his\nlips.  For a moment his face lost its valor and he looked guiltily\nabout him.  But no one questioned his right to deal in such words, and\npresently he recovered his air of courage.  He went on to repeat a\nstatement he had heard going from group to group at the camp that\nmorning.  \"The brigadier said he never saw a new reg'ment fight the way\nwe fought yestirday, didn't he?  And we didn't do better than many\nanother reg'ment, did we?  Well, then, you can't say it's th' army's\nfault, can you?\"\n\nIn his reply, the friend's voice was stern.  \"'A course not,\" he said.\n\"No man dare say we don't fight like th' devil.  No man will ever dare\nsay it.  Th' boys fight like hell-roosters.  But still--still, we don't\nhave no luck.\"\n\n\"Well, then, if we fight like the devil an' don't ever whip, it must be\nthe general's fault,\" said the youth grandly and decisively.  \"And I\ndon't see any sense in fighting and fighting and fighting, yet always\nlosing through some derned old lunkhead of a general.\"\n\nA sarcastic man who was tramping at the youth's side, then spoke\nlazily.  \"Mebbe yeh think yeh fit th' hull battle yestirday, Fleming,\"\nhe remarked.\n\nThe speech pierced the youth.  Inwardly he was reduced to an abject\npulp by these chance words.  His legs quaked privately.  He cast a\nfrightened glance at the sarcastic man.\n\n\"Why, no,\" he hastened to say in a conciliating voice \"I don't think I\nfought the whole battle yesterday.\"\n\nBut the other seemed innocent of any deeper meaning.  Apparently, he\nhad no information.  It was merely his habit.  \"Oh!\" he replied in the\nsame tone of calm derision.\n\nThe youth, nevertheless, felt a threat.  His mind shrank from going\nnear to the danger, and thereafter he was silent.  The significance of\nthe sarcastic man's words took from him all loud moods that would make\nhim appear prominent.  He became suddenly a modest person.\n\nThere was low-toned talk among the troops.  The officers were impatient\nand snappy, their countenances clouded with the tales of misfortune.\nThe troops, sifting through the forest, were sullen.  In the youth's\ncompany once a man's laugh rang out.  A dozen soldiers turned their\nfaces quickly toward him and frowned with vague displeasure.\n\nThe noise of firing dogged their footsteps.  Sometimes, it seemed to be\ndriven a little way, but it always returned again with increased\ninsolence.  The men muttered and cursed, throwing black looks in its\ndirection.\n\nIn a clear space the troops were at last halted.  Regiments and\nbrigades, broken and detached through their encounters with thickets,\ngrew together again and lines were faced toward the pursuing bark of\nthe enemy's infantry.\n\nThis noise, following like the yelpings of eager, metallic hounds,\nincreased to a loud and joyous burst, and then, as the sun went\nserenely up the sky, throwing illuminating rays into the gloomy\nthickets, it broke forth into prolonged pealings.  The woods began to\ncrackle as if afire.\n\n\"Whoop-a-dadee,\" said a man, \"here we are!  Everybody fightin'.  Blood\nan' destruction.\"\n\n\"I was willin' t' bet they'd attack as soon as th' sun got fairly up,\"\nsavagely asserted the lieutenant who commanded the youth's company.  He\njerked without mercy at his little mustache.  He strode to and fro with\ndark dignity in the rear of his men, who were lying down behind\nwhatever protection they had collected.\n\nA battery had trundled into position in the rear and was thoughtfully\nshelling the distance.  The regiment, unmolested as yet, awaited the\nmoment when the gray shadows of the woods before them should be slashed\nby the lines of flame.  There was much growling and swearing.\n\n\"Good Gawd,\" the youth grumbled, \"we're always being chased around like\nrats!  It makes me sick.  Nobody seems to know where we go or why we\ngo.  We just get fired around from pillar to post and get licked here\nand get licked there, and nobody knows what it's done for.  It makes a\nman feel like a damn' kitten in a bag.  Now, I'd like to know what the\neternal thunders we was marched into these woods for anyhow, unless it\nwas to give the rebs a regular pot shot at us.  We came in here and got\nour legs all tangled up in these cussed briers, and then we begin to\nfight and the rebs had an easy time of it.  Don't tell me it's just\nluck!  I know better.  It's this derned old--\"\n\nThe friend seemed jaded, but he interrupted his comrade with a voice of\ncalm confidence.  \"It'll turn out all right in th' end,\" he said.\n\n\"Oh, the devil it will!  You always talk like a dog-hanged parson.\nDon't tell me!  I know--\"\n\nAt this time there was an interposition by the savage-minded\nlieutenant, who was obliged to vent some of his inward dissatisfaction\nupon his men.  \"You boys shut right up! There no need 'a your wastin'\nyour breath in long-winded arguments about this an' that an' th' other.\nYou've been jawin' like a lot 'a old hens.  All you've got t' do is to\nfight, an' you'll get plenty 'a that t' do in about ten minutes.  Less\ntalkin' an' more fightin' is what's best for you boys.  I never saw\nsech gabbling jackasses.\"\n\nHe paused, ready to pounce upon any man who might have the temerity to\nreply.  No words being said, he resumed his dignified pacing.\n\n\"There's too much chin music an' too little fightin' in this war,\nanyhow,\" he said to them, turning his head for a final remark.\n\nThe day had grown more white, until the sun shed his full radiance upon\nthe thronged forest.  A sort of a gust of battle came sweeping toward\nthat part of the line where lay the youth's regiment.  The front\nshifted a trifle to meet it squarely.  There was a wait.  In this part\nof the field there passed slowly the intense moments that precede the\ntempest.\n\nA single rifle flashed in a thicket before the regiment.  In an instant\nit was joined by many others.  There was a mighty song of clashes and\ncrashes that went sweeping through the woods.  The guns in the rear,\naroused and enraged by shells that had been thrown burr-like at them,\nsuddenly involved themselves in a hideous altercation with another band\nof guns.  The battle roar settled to a rolling thunder, which was a\nsingle, long explosion.\n\nIn the regiment there was a peculiar kind of hesitation denoted in the\nattitudes of the men.  They were worn, exhausted, having slept but\nlittle and labored much.  They rolled their eyes toward the advancing\nbattle as they stood awaiting the shock.  Some shrank and flinched.\nThey stood as men tied to stakes.\n\n\n\n\nChapter 17\n\n\nThis advance of the enemy had seemed to the youth like a ruthless\nhunting. He began to fume with rage and exasperation.  He beat his foot\nupon the ground, and scowled with hate at the swirling smoke that was\napproaching like a phantom flood.  There was a maddening quality in\nthis seeming resolution of the foe to give him no rest, to give him no\ntime to sit down and think.  Yesterday he had fought and had fled\nrapidly.  There had been many adventures.  For to-day he felt that he\nhad earned opportunities for contemplative repose.  He could have\nenjoyed portraying to uninitiated listeners various scenes at which he\nhad been a witness or ably discussing the processes of war with other\nproved men.  Too it was important that he should have time for physical\nrecuperation.  He was sore and stiff from his experiences.  He had\nreceived his fill of all exertions, and he wished to rest.\n\nBut those other men seemed never to grow weary; they were fighting with\ntheir old speed.  He had a wild hate for the relentless foe.\nYesterday, when he had imagined the universe to be against him, he had\nhated it, little gods and big gods; to-day he hated the army of the foe\nwith the same great hatred.  He was not going to be badgered of his\nlife, like a kitten chased by boys, he said.  It was not well to drive\nmen into final corners; at those moments they could all develop teeth\nand claws.\n\nHe leaned and spoke into his friend's ear.  He menaced the woods with a\ngesture.  \"If they keep on chasing us, by Gawd, they'd better watch\nout.  Can't stand TOO much.\"\n\nThe friend twisted his head and made a calm reply.  \"If they keep on\na-chasin' us they'll drive us all inteh th' river.\"\n\nThe youth cried out savagely at this statement.  He crouched behind a\nlittle tree, with his eyes burning hatefully and his teeth set in a\ncurlike snarl.  The awkward bandage was still about his head, and upon\nit, over his wound, there was a spot of dry blood.  His hair was\nwondrously tousled, and some straggling, moving locks hung over the\ncloth of the bandage down toward his forehead.  His jacket and shirt\nwere open at the throat, and exposed his young bronzed neck.  There\ncould be seen spasmodic gulpings at his throat.\n\nHis fingers twined nervously about his rifle.  He wished that it was an\nengine of annihilating power.  He felt that he and his companions were\nbeing taunted and derided from sincere convictions that they were poor\nand puny.  His knowledge of his inability to take vengeance for it made\nhis rage into a dark and stormy specter, that possessed him and made\nhim dream of abominable cruelties.  The tormentors were flies sucking\ninsolently at his blood, and he thought that he would have given his\nlife for a revenge of seeing their faces in pitiful plights.\n\nThe winds of battle had swept all about the regiment, until the one\nrifle, instantly followed by others, flashed in its front.  A moment\nlater the regiment roared forth its sudden and valiant retort.  A dense\nwall of smoke settled down.  It was furiously slit and slashed by the\nknifelike fire from the rifles.\n\nTo the youth the fighters resembled animals tossed for a death struggle\ninto a dark pit.  There was a sensation that he and his fellows, at\nbay, were pushing back, always pushing fierce onslaughts of creatures\nwho were slippery.  Their beams of crimson seemed to get no purchase\nupon the bodies of their foes; the latter seemed to evade them with\nease, and come through, between, around, and about with unopposed skill.\n\nWhen, in a dream, it occurred to the youth that his rifle was an\nimpotent stick, he lost sense of everything but his hate, his desire to\nsmash into pulp the glittering smile of victory which he could feel\nupon the faces of his enemies.\n\nThe blue smoke-swallowed line curled and writhed like a snake stepped\nupon.  It swung its ends to and fro in an agony of fear and rage.\n\nThe youth was not conscious that he was erect upon his feet.  He did\nnot know the direction of the ground.  Indeed, once he even lost the\nhabit of balance and fell heavily.  He was up again immediately.  One\nthought went through the chaos of his brain at the time.  He wondered\nif he had fallen because he had been shot.  But the suspicion flew away\nat once.  He did not think more of it.\n\nHe had taken up a first position behind the little tree, with a direct\ndetermination to hold it against the world.  He had not deemed it\npossible that his army could that day succeed, and from this he felt\nthe ability to fight harder.  But the throng had surged in all ways,\nuntil he lost directions and locations, save that he knew where lay the\nenemy.\n\nThe flames bit him, and the hot smoke broiled his skin.  His rifle\nbarrel grew so hot that ordinarily he could not have borne it upon his\npalms; but he kept on stuffing cartridges into it, and pounding them\nwith his clanking, bending ramrod.  If he aimed at some changing form\nthrough the smoke, he pulled the trigger with a fierce grunt, as if he\nwere dealing a blow of the fist with all his strength.\n\nWhen the enemy seemed falling back before him and his fellows, he went\ninstantly forward, like a dog who, seeing his foes lagging, turns and\ninsists upon being pursued.  And when he was compelled to retire again,\nhe did it slowly, sullenly, taking steps of wrathful despair.\n\nOnce he, in his intent hate, was almost alone, and was firing, when all\nthose near him had ceased.  He was so engrossed in his occupation that\nhe was not aware of a lull.\n\nHe was recalled by a hoarse laugh and a sentence that came to his ears\nin a voice of contempt and amazement.  \"Yeh infernal fool, don't yeh\nknow enough t' quit when there ain't anything t' shoot at?  Good Gawd!\"\n\nHe turned then and, pausing with his rifle thrown half into position,\nlooked at the blue line of his comrades.  During this moment of leisure\nthey seemed all to be engaged in staring with astonishment at him.\nThey had become spectators.  Turning to the front again he saw, under\nthe lifted smoke, a deserted ground.\n\nHe looked bewildered for a moment.  Then there appeared upon the glazed\nvacancy of his eyes a diamond point of intelligence.  \"Oh,\" he said,\ncomprehending.\n\nHe returned to his comrades and threw himself upon the ground.  He\nsprawled like a man who had been thrashed.  His flesh seemed strangely\non fire, and the sounds of the battle continued in his ears.  He groped\nblindly for his canteen.\n\nThe lieutenant was crowing.  He seemed drunk with fighting.  He called\nout to the youth:  \"By heavens, if I had ten thousand wild cats like\nyou I could tear th' stomach outa this war in less'n a week!\" He puffed\nout his chest with large dignity as he said it.\n\nSome of the men muttered and looked at the youth in awestruck ways.  It\nwas plain that as he had gone on loading and firing and cursing without\nproper intermission, they had found time to regard him.  And they now\nlooked upon him as a war devil.\n\nThe friend came staggering to him.  There was some fright and dismay in\nhis voice.  \"Are yeh all right, Fleming?  Do yeh feel all right?  There\nain't nothin' th' matter with yeh, Henry, is there?\"\n\n\"No,\" said the youth with difficulty.  His throat seemed full of knobs\nand burrs.\n\nThese incidents made the youth ponder.  It was revealed to him that he\nhad been a barbarian, a beast.  He had fought like a pagan who defends\nhis religion.  Regarding it, he saw that it was fine, wild, and, in\nsome ways, easy.  He had been a tremendous figure, no doubt.  By this\nstruggle he had overcome obstacles which he had admitted to be\nmountains.  They had fallen like paper peaks, and he was now what he\ncalled a hero.  And he had not been aware of the process.  He had\nslept, and, awakening, found himself a knight.\n\nHe lay and basked in the occasional stares of his comrades.  Their\nfaces were varied in degrees of blackness from the burned powder.  Some\nwere utterly smudged.  They were reeking with perspiration, and their\nbreaths came hard and wheezing.  And from these soiled expanses they\npeered at him.\n\n\"Hot work!  Hot work!\" cried the lieutenant deliriously.  He walked up\nand down, restless and eager.  Sometimes his voice could be heard in a\nwild, incomprehensible laugh.\n\nWhen he had a particularly profound thought upon the science of war he\nalways unconsciously addressed himself to the youth.\n\nThere was some grim rejoicing by the men.  \"By thunder, I bet this\narmy'll never see another new reg'ment like us!\"\n\n\"You bet!\"\n\n\n  \"A dog, a woman, an' a walnut tree\n  Th' more yeh beat 'em, th' better they be!\n\n\nThat's like us.\"\n\n\"Lost a piler men, they did.  If an ol' woman swep' up th' woods she'd\ngit a dustpanful.\"\n\n\"Yes, an' if she'll come around ag'in in 'bout an hour she'll get a\npile more.\"\n\nThe forest still bore its burden of clamor.  From off under the trees\ncame the rolling clatter of the musketry.  Each distant thicket seemed\na strange porcupine with quills of flame.  A cloud of dark smoke, as\nfrom smoldering ruins, went up toward the sun now bright and gay in the\nblue, enameled sky.\n\n\n\n\nChapter 18\n\n\nThe ragged line had respite for some minutes, but during its pause the\nstruggle in the forest became magnified until the trees seemed to\nquiver from the firing and the ground to shake from the rushing of men.\nThe voices of the cannon were mingled in a long and interminable row.\nIt seemed difficult to live in such an atmosphere.  The chests of the\nmen strained for a bit of freshness, and their throats craved water.\n\nThere was one shot through the body, who raised a cry of bitter\nlamentation when came this lull.  Perhaps he had been calling out\nduring the fighting also, but at that time no one had heard him.  But\nnow the men turned at the woeful complaints of him upon the ground.\n\n\"Who is it?  Who is it?\"\n\n\"Its Jimmie Rogers.  Jimmie Rogers.\"\n\nWhen their eyes first encountered him there was a sudden halt, as if\nthey feared to go near.  He was thrashing about in the grass, twisting\nhis shuddering body into many strange postures.  He was screaming\nloudly.  This instant's hesitation seemed to fill him with a\ntremendous, fantastic contempt, and he damned them in shrieked\nsentences.\n\nThe youth's friend had a geographical illusion concerning a stream, and\nhe obtained permission to go for some water.  Immediately canteens were\nshowered upon him.  \"Fill mine, will yeh?\"  \"Bring me some, too.\" \"And\nme, too.\"  He departed, ladened.  The youth went with his friend,\nfeeling a desire to throw his heated body into the stream and, soaking\nthere, drink quarts.\n\nThey made a hurried search for the supposed stream, but did not find\nit.  \"No water here,\" said the youth.  They turned without delay and\nbegan to retrace their steps.\n\nFrom their position as they again faced toward the place of the\nfighting, they could comprehend a greater amount of the battle than\nwhen their visions had been blurred by the hurling smoke of the line.\nThey could see dark stretches winding along the land, and on one\ncleared space there was a row of guns making gray clouds, which were\nfilled with large flashes of orange-colored flame.  Over some foliage\nthey could see the roof of a house.  One window, glowing a deep murder\nred, shone squarely through the leaves.  From the edifice a tall\nleaning tower of smoke went far into the sky.\n\nLooking over their own troops, they saw mixed masses slowly getting\ninto regular form.  The sunlight made twinkling points of the bright\nsteel.  To the rear there was a glimpse of a distant roadway as it\ncurved over a slope.  It was crowded with retreating infantry.  From\nall the interwoven forest arose the smoke and bluster of the battle.\nThe air was always occupied by a blaring.\n\nNear where they stood shells were flip-flapping and hooting.\nOccasional bullets buzzed in the air and spanged into tree trunks.\nWounded men and other stragglers were slinking through the woods.\n\nLooking down an aisle of the grove, the youth and his companion saw a\njangling general and his staff almost ride upon a wounded man, who was\ncrawling on his hands and knees.  The general reined strongly at his\ncharger's opened and foamy mouth and guided it with dexterous\nhorsemanship past the man.  The latter scrambled in wild and torturing\nhaste.  His strength evidently failed him as he reached a place of\nsafety.  One of his arms suddenly weakened, and he fell, sliding over\nupon his back.  He lay stretched out, breathing gently.\n\nA moment later the small, creaking cavalcade was directly in front of\nthe two soldiers.  Another officer, riding with the skillful abandon of\na cowboy, galloped his horse to a position directly before the general.\nThe two unnoticed foot soldiers made a little show of going on, but\nthey lingered near in the desire to overhear the conversation.\nPerhaps, they thought, some great inner historical things would be said.\n\nThe general, whom the boys knew as the commander of their division,\nlooked at the other officer and spoke coolly, as if he were criticising\nhis clothes.  \"Th' enemy's formin' over there for another charge,\" he\nsaid.  \"It'll be directed against Whiterside, an' I fear they'll break\nthrough unless we work like thunder t' stop them.\"\n\nThe other swore at his restive horse, and then cleared his throat.  He\nmade a gesture toward his cap.  \"It'll be hell t' pay stoppin' them,\"\nhe said shortly.\n\n\"I presume so,\" remarked the general.  Then he began to talk rapidly\nand in a lower tone.  He frequently illustrated his words with a\npointing finger.  The two infantrymen could hear nothing until finally\nhe asked:  \"What troops can you spare?\"\n\nThe officer who rode like a cowboy reflected for an instant.  \"Well,\"\nhe said, \"I had to order in th' 12th to help th' 76th, an' I haven't\nreally got any.  But there's th' 304th.  They fight like a lot 'a mule\ndrivers.  I can spare them best of any.\"\n\nThe youth and his friend exchanged glances of astonishment.\n\nThe general spoke sharply.  \"Get 'em ready, then.  I'll watch\ndevelopments from here, an' send you word when t' start them.  It'll\nhappen in five minutes.\"\n\nAs the other officer tossed his fingers toward his cap and wheeling his\nhorse, started away, the general called out to him in a sober voice:\n\"I don't believe many of your mule drivers will get back.\"\n\nThe other shouted something in reply.  He smiled.\n\nWith scared faces, the youth and his companion hurried back to the line.\n\nThese happenings had occupied an incredibly short time, yet the youth\nfelt that in them he had been made aged.  New eyes were given to him.\nAnd the most startling thing was to learn suddenly that he was very\ninsignificant.  The officer spoke of the regiment as if he referred to\na broom.  Some part of the woods needed sweeping, perhaps, and he\nmerely indicated a broom in a tone properly indifferent to its fate.\nIt was war, no doubt, but it appeared strange.\n\nAs the two boys approached the line, the lieutenant perceived them and\nswelled with wrath.  \"Fleming--Wilson--how long does it take yeh to git\nwater, anyhow--where yeh been to.\"\n\nBut his oration ceased as he saw their eyes, which were large with\ngreat tales.  \"We're goin' t' charge--we're goin' t' charge!\" cried the\nyouth's friend, hastening with his news.\n\n\"Charge?\" said the lieutenant.  \"Charge?  Well, b'Gawd!  Now, this is\nreal fightin'.\"  Over his soiled countenance there went a boastful\nsmile.  \"Charge?  Well, b'Gawd!\"\n\nA little group of soldiers surrounded the two youths.  \"Are we, sure\n'nough?  Well, I'll be derned!  Charge?  What fer?  What at?  Wilson,\nyou're lyin'.\"\n\n\"I hope to die,\" said the youth, pitching his tones to the key of angry\nremonstrance.  \"Sure as shooting, I tell you.\"\n\nAnd his friend spoke in re-enforcement.  \"Not by a blame sight, he\nain't lyin'.  We heard 'em talkin'.\"\n\nThey caught sight of two mounted figures a short distance from them.\nOne was the colonel of the regiment and the other was the officer who\nhad received orders from the commander of the division.  They were\ngesticulating at each other.  The soldier, pointing at them,\ninterpreted the scene.\n\nOne man had a final objection:  \"How could yeh hear 'em talkin'?\" But\nthe men, for a large part, nodded, admitting that previously the two\nfriends had spoken truth.\n\nThey settled back into reposeful attitudes with airs of having accepted\nthe matter.  And they mused upon it, with a hundred varieties of\nexpression.  It was an engrossing thing to think about.  Many tightened\ntheir belts carefully and hitched at their trousers.\n\nA moment later the officers began to bustle among the men, pushing them\ninto a more compact mass and into a better alignment.  They chased\nthose that straggled and fumed at a few men who seemed to show by their\nattitudes that they had decided to remain at that spot.  They were like\ncritical shepherds, struggling with sheep.\n\nPresently, the regiment seemed to draw itself up and heave a deep\nbreath.  None of the men's faces were mirrors of large thoughts.  The\nsoldiers were bended and stooped like sprinters before a signal.  Many\npairs of glinting eyes peered from the grimy faces toward the curtains\nof the deeper woods.  They seemed to be engaged in deep calculations of\ntime and distance.\n\nThey were surrounded by the noises of the monstrous altercation between\nthe two armies.  The world was fully interested in other matters.\nApparently, the regiment had its small affair to itself.\n\nThe youth, turning, shot a quick, inquiring glance at his friend.  The\nlatter returned to him the same manner of look.  They were the only\nones who possessed an inner knowledge.  \"Mule drivers--hell t'\npay--don't believe many will get back.\"  It was an ironical secret.\nStill, they saw no hesitation in each other's faces, and they nodded a\nmute and unprotesting assent when a shaggy man near them said in a meek\nvoice:  \"We'll git swallowed.\"\n\n\n\n\nChapter 19\n\n\nThe youth stared at the land in front of him.  Its foliages now seemed\nto veil powers and horrors.  He was unaware of the machinery of orders\nthat started the charge, although from the corners of his eyes he saw\nan officer, who looked like a boy a-horseback, come galloping, waving\nhis hat.  Suddenly he felt a straining and heaving among the men.  The\nline fell slowly forward like a toppling wall, and, with a convulsive\ngasp that was intended for a cheer, the regiment began its journey.\nThe youth was pushed and jostled for a moment before he understood the\nmovement at all, but directly he lunged ahead and began to run.\n\nHe fixed his eye upon a distant and prominent clump of trees where he\nhad concluded the enemy were to be met, and he ran toward it as toward\na goal.  He had believed throughout that it was a mere question of\ngetting over an unpleasant matter as quickly as possible, and he ran\ndesperately, as if pursued for a murder.  His face was drawn hard and\ntight with the stress of his endeavor.  His eyes were fixed in a lurid\nglare.  And with his soiled and disordered dress, his red and inflamed\nfeatures surmounted by the dingy rag with its spot of blood, his wildly\nswinging rifle, and banging accouterments, he looked to be an insane\nsoldier.\n\nAs the regiment swung from its position out into a cleared space the\nwoods and thickets before it awakened.  Yellow flames leaped toward it\nfrom many directions.  The forest made a tremendous objection.\n\nThe line lurched straight for a moment.  Then the right wing swung\nforward; it in turn was surpassed by the left.  Afterward the center\ncareered to the front until the regiment was a wedge-shaped mass, but\nan instant later the opposition of the bushes, trees, and uneven places\non the ground split the command and scattered it into detached clusters.\n\nThe youth, light-footed, was unconsciously in advance.  His eyes still\nkept note of the clump of trees.  From all places near it the clannish\nyell of the enemy could be heard.  The little flames of rifles leaped\nfrom it.  The song of the bullets was in the air and shells snarled\namong the treetops.  One tumbled directly into the middle of a hurrying\ngroup and exploded in crimson fury.  There was an instant spectacle of\na man, almost over it, throwing up his hands to shield his eyes.\n\nOther men, punched by bullets, fell in grotesque agonies.  The regiment\nleft a coherent trail of bodies.\n\nThey had passed into a clearer atmosphere.  There was an effect like a\nrevelation in the new appearance of the landscape.  Some men working\nmadly at a battery were plain to them, and the opposing infantry's\nlines were defined by the gray walls and fringes of smoke.\n\nIt seemed to the youth that he saw everything.  Each blade of the green\ngrass was bold and clear.  He thought that he was aware of every change\nin the thin, transparent vapor that floated idly in sheets.  The brown\nor gray trunks of the trees showed each roughness of their surfaces.\nAnd the men of the regiment, with their starting eyes and sweating\nfaces, running madly, or falling, as if thrown headlong, to queer,\nheaped-up corpses--all were comprehended.  His mind took a mechanical\nbut firm impression, so that afterward everything was pictured and\nexplained to him, save why he himself was there.\n\nBut there was a frenzy made from this furious rush.  The men, pitching\nforward insanely, had burst into cheerings, moblike and barbaric, but\ntuned in strange keys that can arouse the dullard and the stoic.  It\nmade a mad enthusiasm that, it seemed, would be incapable of checking\nitself before granite and brass.  There was the delirium that\nencounters despair and death, and is heedless and blind to the odds.\nIt is a temporary but sublime absence of selfishness.  And because it\nwas of this order was the reason, perhaps, why the youth wondered,\nafterward, what reasons he could have had for being there.\n\nPresently the straining pace ate up the energies of the men.  As if by\nagreement, the leaders began to slacken their speed.  The volleys\ndirected against them had had a seeming windlike effect.  The regiment\nsnorted and blew.  Among some stolid trees it began to falter and\nhesitate.  The men, staring intently, began to wait for some of the\ndistant walls of smoke to move and disclose to them the scene.  Since\nmuch of their strength and their breath had vanished, they returned to\ncaution.  They were become men again.\n\nThe youth had a vague belief that he had run miles, and he thought, in\na way, that he was now in some new and unknown land.\n\nThe moment the regiment ceased its advance the protesting splutter of\nmusketry became a steadied roar.  Long and accurate fringes of smoke\nspread out.  From the top of a small hill came level belchings of\nyellow flame that caused an inhuman whistling in the air.\n\nThe men, halted, had opportunity to see some of their comrades dropping\nwith moans and shrieks.  A few lay under foot, still or wailing.  And\nnow for an instant the men stood, their rifles slack in their hands,\nand watched the regiment dwindle.  They appeared dazed and stupid.\nThis spectacle seemed to paralyze them, overcome them with a fatal\nfascination.  They stared woodenly at the sights, and, lowering their\neyes, looked from face to face.  It was a strange pause, and a strange\nsilence.\n\nThen, above the sounds of the outside commotion, arose the roar of the\nlieutenant.  He strode suddenly forth, his infantile features black\nwith rage.\n\n\"Come on, yeh fools!\" he bellowed.  \"Come on!  Yeh can't stay here.\nYeh must come on.\"  He said more, but much of it could not be\nunderstood.\n\nHe started rapidly forward, with his head turned toward the men, \"Come\non,\" he was shouting.  The men stared with blank and yokel-like eyes at\nhim.  He was obliged to halt and retrace his steps.  He stood then with\nhis back to the enemy and delivered gigantic curses into the faces of\nthe men.  His body vibrated from the weight and force of his\nimprecations.  And he could string oaths with the facility of a maiden\nwho strings beads.\n\nThe friend of the youth aroused.  Lurching suddenly forward and\ndropping to his knees, he fired an angry shot at the persistent woods.\nThis action awakened the men.  They huddled no more like sheep.  They\nseemed suddenly to bethink themselves of their weapons, and at once\ncommenced firing.  Belabored by their officers, they began to move\nforward.  The regiment, involved like a cart involved in mud and\nmuddle, started unevenly with many jolts and jerks.  The men stopped\nnow every few paces to fire and load, and in this manner moved slowly\non from trees to trees.\n\nThe flaming opposition in their front grew with their advance until it\nseemed that all forward ways were barred by the thin leaping tongues,\nand off to the right an ominous demonstration could sometimes be dimly\ndiscerned.  The smoke lately generated was in confusing clouds that\nmade it difficult for the regiment to proceed with intelligence.  As he\npassed through each curling mass the youth wondered what would confront\nhim on the farther side.\n\nThe command went painfully forward until an open space interposed\nbetween them and the lurid lines.  Here, crouching and cowering behind\nsome trees, the men clung with desperation, as if threatened by a wave.\nThey looked wild-eyed, and as if amazed at this furious disturbance\nthey had stirred.  In the storm there was an ironical expression of\ntheir importance.  The faces of the men, too, showed a lack of a\ncertain feeling of responsibility for being there.  It was as if they\nhad been driven.  It was the dominant animal failing to remember in the\nsupreme moments the forceful causes of various superficial qualities.\nThe whole affair seemed incomprehensible to many of them.\n\nAs they halted thus the lieutenant again began to bellow profanely.\nRegardless of the vindictive threats of the bullets, he went about\ncoaxing, berating, and bedamning.  His lips, that were habitually in a\nsoft and childlike curve, were now writhed into unholy contortions.  He\nswore by all possible deities.\n\nOnce he grabbed the youth by the arm.  \"Come on, yeh lunkhead!\" he\nroared.  \"Come on!  We'll all git killed if we stay here.  We've on'y\ngot t' go across that lot.  An' then\"--the remainder of his idea\ndisappeared in a blue haze of curses.\n\nThe youth stretched forth his arm.  \"Cross there?\"  His mouth was\npuckered in doubt and awe.\n\n\"Certainly.  Jest 'cross th' lot!  We can't stay here,\" screamed the\nlieutenant.  He poked his face close to the youth and waved his\nbandaged hand.  \"Come on!\"  Presently he grappled with him as if for a\nwrestling bout.  It was as if he planned to drag the youth by the ear\non to the assault.\n\nThe private felt a sudden unspeakable indignation against his officer.\nHe wrenched fiercely and shook him off.\n\n\"Come on yerself, then,\" he yelled.  There was a bitter challenge in\nhis voice.\n\nThey galloped together down the regimental front.  The friend scrambled\nafter them.  In front of the colors the three men began to bawl:  \"Come\non! come on!\"  They danced and gyrated like tortured savages.\n\nThe flag, obedient to these appeals, bended its glittering form and\nswept toward them.  The men wavered in indecision for a moment, and\nthen with a long, wailful cry the dilapidated regiment surged forward\nand began its new journey.\n\nOver the field went the scurrying mass.  It was a handful of men\nsplattered into the faces of the enemy.  Toward it instantly sprang the\nyellow tongues.  A vast quantity of blue smoke hung before them.  A\nmighty banging made ears valueless.\n\nThe youth ran like a madman to reach the woods before a bullet could\ndiscover him.  He ducked his head low, like a football player.  In his\nhaste his eyes almost closed, and the scene was a wild blur.  Pulsating\nsaliva stood at the corners of his mouth.\n\nWithin him, as he hurled himself forward, was born a love, a despairing\nfondness for this flag which was near him.  It was a creation of beauty\nand invulnerability.  It was a goddess, radiant, that bended its form\nwith an imperious gesture to him.  It was a woman, red and white,\nhating and loving, that called him with the voice of his hopes.\nBecause no harm could come to it he endowed it with power.  He kept\nnear, as if it could be a saver of lives, and an imploring cry went\nfrom his mind.\n\nIn the mad scramble he was aware that the color sergeant flinched\nsuddenly, as if struck by a bludgeon.  He faltered, and then became\nmotionless, save for his quivering knees.  He made a spring and a\nclutch at the pole.  At the same instant his friend grabbed it from the\nother side.  They jerked at it, stout and furious, but the color\nsergeant was dead, and the corpse would not relinquish its trust.  For\na moment there was a grim encounter.  The dead man, swinging with\nbended back, seemed to be obstinately tugging, in ludicrous and awful\nways, for the possession of the flag.\n\nIt was past in an instant of time.  They wrenched the flag furiously\nfrom the dead man, and, as they turned again, the corpse swayed forward\nwith bowed head.  One arm swung high, and the curved hand fell with\nheavy protest on the friend's unheeding shoulder.\n\n\n\n\nChapter 20\n\n\nWhen the two youths turned with the flag they saw that much of the\nregiment had crumbled away, and the dejected remnant was coming slowly\nback.  The men, having hurled themselves in projectile fashion, had\npresently expended their forces.  They slowly retreated, with their\nfaces still toward the spluttering woods, and their hot rifles still\nreplying to the din.  Several officers were giving orders, their voices\nkeyed to screams.\n\n\"Where in hell yeh goin'?\" the lieutenant was asking in a sarcastic\nhowl.  And a red-bearded officer, whose voice of triple brass could\nplainly be heard, was commanding:  \"Shoot into 'em!  Shoot into 'em,\nGawd damn their souls!\"  There was a melee of screeches, in which the\nmen were ordered to do conflicting and impossible things.\n\nThe youth and his friend had a small scuffle over the flag.  \"Give it\nt' me!\"  \"No, let me keep it!\"  Each felt satisfied with the other's\npossession of it, but each felt bound to declare, by an offer to carry\nthe emblem, his willingness to further risk himself.  The youth roughly\npushed his friend away.\n\nThe regiment fell back to the stolid trees.  There it halted for a\nmoment to blaze at some dark forms that had begun to steal upon its\ntrack.  Presently it resumed its march again, curving among the tree\ntrunks.  By the time the depleted regiment had again reached the first\nopen space they were receiving a fast and merciless fire.  There seemed\nto be mobs all about them.\n\nThe greater part of the men, discouraged, their spirits worn by the\nturmoil, acted as if stunned.  They accepted the pelting of the bullets\nwith bowed and weary heads.  It was of no purpose to strive against\nwalls.  It was of no use to batter themselves against granite.  And\nfrom this consciousness that they had attempted to conquer an\nunconquerable thing there seemed to arise a feeling that they had been\nbetrayed.  They glowered with bent brows, but dangerously, upon some of\nthe officers, more particularly upon the red-bearded one with the voice\nof triple brass.\n\nHowever, the rear of the regiment was fringed with men, who continued\nto shoot irritably at the advancing foes.  They seemed resolved to make\nevery trouble.  The youthful lieutenant was perhaps the last man in the\ndisordered mass.  His forgotten back was toward the enemy.  He had been\nshot in the arm.  It hung straight and rigid.  Occasionally he would\ncease to remember it, and be about to emphasize an oath with a sweeping\ngesture.  The multiplied pain caused him to swear with incredible power.\n\nThe youth went along with slipping uncertain feet.  He kept watchful\neyes rearward.  A scowl of mortification and rage was upon his face.\nHe had thought of a fine revenge upon the officer who had referred to\nhim and his fellows as mule drivers.  But he saw that it could not come\nto pass.  His dreams had collapsed when the mule drivers, dwindling\nrapidly, had wavered and hesitated on the little clearing, and then had\nrecoiled.  And now the retreat of the mule drivers was a march of shame\nto him.\n\nA dagger-pointed gaze from without his blackened face was held toward\nthe enemy, but his greater hatred was riveted upon the man, who, not\nknowing him, had called him a mule driver.\n\nWhen he knew that he and his comrades had failed to do anything in\nsuccessful ways that might bring the little pangs of a kind of remorse\nupon the officer, the youth allowed the rage of the baffled to possess\nhim.  This cold officer upon a monument, who dropped epithets\nunconcernedly down, would be finer as a dead man, he thought.  So\ngrievous did he think it that he could never possess the secret right\nto taunt truly in answer.\n\nHe had pictured red letters of curious revenge.  \"We ARE mule drivers,\nare we?\"  And now he was compelled to throw them away.\n\nHe presently wrapped his heart in the cloak of his pride and kept the\nflag erect.  He harangued his fellows, pushing against their chests\nwith his free hand.  To those he knew well he made frantic appeals,\nbeseeching them by name.  Between him and the lieutenant, scolding and\nnear to losing his mind with rage, there was felt a subtle fellowship\nand equality.  They supported each other in all manner of hoarse,\nhowling protests.\n\nBut the regiment was a machine run down.  The two men babbled at a\nforceless thing.  The soldiers who had heart to go slowly were\ncontinually shaken in their resolves by a knowledge that comrades were\nslipping with speed back to the lines.  It was difficult to think of\nreputation when others were thinking of skins.  Wounded men were left\ncrying on this black journey.\n\nThe smoke fringes and flames blustered always.  The youth, peering once\nthrough a sudden rift in a cloud, saw a brown mass of troops,\ninterwoven and magnified until they appeared to be thousands.  A\nfierce-hued flag flashed before his vision.\n\nImmediately, as if the uplifting of the smoke had been prearranged, the\ndiscovered troops burst into a rasping yell, and a hundred flames\njetted toward the retreating band.  A rolling gray cloud again\ninterposed as the regiment doggedly replied.  The youth had to depend\nagain upon his misused ears, which were trembling and buzzing from the\nmelee of musketry and yells.\n\nThe way seemed eternal.  In the clouded haze men became panic-stricken\nwith the thought that the regiment had lost its path, and was\nproceeding in a perilous direction.  Once the men who headed the wild\nprocession turned and came pushing back against their comrades,\nscreaming that they were being fired upon from points which they had\nconsidered to be toward their own lines.  At this cry a hysterical fear\nand dismay beset the troops.  A soldier, who heretofore had been\nambitious to make the regiment into a wise little band that would\nproceed calmly amid the huge-appearing difficulties, suddenly sank down\nand buried his face in his arms with an air of bowing to a doom.  From\nanother a shrill lamentation rang out filled with profane allusions to\na general.  Men ran hither and thither, seeking with their eyes roads\nof escape.  With serene regularity, as if controlled by a schedule,\nbullets buffed into men.\n\nThe youth walked stolidly into the midst of the mob, and with his flag\nin his hands took a stand as if he expected an attempt to push him to\nthe ground.  He unconsciously assumed the attitude of the color bearer\nin the fight of the preceding day.  He passed over his brow a hand that\ntrembled.  His breath did not come freely.  He was choking during this\nsmall wait for the crisis.\n\nHis friend came to him.  \"Well, Henry, I guess this is good-by-John.\"\n\n\"Oh, shut up, you damned fool!\" replied the youth, and he would not\nlook at the other.\n\nThe officers labored like politicians to beat the mass into a proper\ncircle to face the menaces.  The ground was uneven and torn.  The men\ncurled into depressions and fitted themselves snugly behind whatever\nwould frustrate a bullet.  The youth noted with vague surprise that the\nlieutenant was standing mutely with his legs far apart and his sword\nheld in the manner of a cane.  The youth wondered what had happened to\nhis vocal organs that he no more cursed.\n\nThere was something curious in this little intent pause of the\nlieutenant.  He was like a babe which, having wept its fill, raises its\neyes and fixes upon a distant toy.  He was engrossed in this\ncontemplation, and the soft under lip quivered from self-whispered\nwords.\n\nSome lazy and ignorant smoke curled slowly.  The men, hiding from the\nbullets, waited anxiously for it to lift and disclose the plight of the\nregiment.\n\nThe silent ranks were suddenly thrilled by the eager voice of the\nyouthful lieutenant bawling out:  \"Here they come!  Right onto us,\nb'Gawd!\"  His further words were lost in a roar of wicked thunder from\nthe men's rifles.\n\nThe youth's eyes had instantly turned in the direction indicated by the\nawakened and agitated lieutenant, and he had seen the haze of treachery\ndisclosing a body of soldiers of the enemy.  They were so near that he\ncould see their features.  There was a recognition as he looked at the\ntypes of faces.  Also he perceived with dim amazement that their\nuniforms were rather gay in effect, being light gray, accented with a\nbrilliant-hued facing.  Too, the clothes seemed new.\n\nThese troops had apparently been going forward with caution, their\nrifles held in readiness, when the youthful lieutenant had discovered\nthem and their movement had been interrupted by the volley from the\nblue regiment.  From the moment's glimpse, it was derived that they had\nbeen unaware of the proximity of their dark-suited foes or had mistaken\nthe direction.  Almost instantly they were shut utterly from the\nyouth's sight by the smoke from the energetic rifles of his companions.\nHe strained his vision to learn the accomplishment of the volley, but\nthe smoke hung before him.\n\nThe two bodies of troops exchanged blows in the manner of a pair of\nboxers.  The fast angry firings went back and forth.  The men in blue\nwere intent with the despair of their circumstances and they seized\nupon the revenge to be had at close range.  Their thunder swelled loud\nand valiant.  Their curving front bristled with flashes and the place\nresounded with the clangor of their ramrods.  The youth ducked and\ndodged for a time and achieved a few unsatisfactory views of the enemy.\nThere appeared to be many of them and they were replying swiftly.  They\nseemed moving toward the blue regiment, step by step.  He seated\nhimself gloomily on the ground with his flag between his knees.\n\nAs he noted the vicious, wolflike temper of his comrades he had a sweet\nthought that if the enemy was about to swallow the regimental broom as\na large prisoner, it could at least have the consolation of going down\nwith bristles forward.\n\nBut the blows of the antagonist began to grow more weak.  Fewer bullets\nripped the air, and finally, when the men slackened to learn of the\nfight, they could see only dark, floating smoke.  The regiment lay\nstill and gazed.  Presently some chance whim came to the pestering\nblur, and it began to coil heavily away.  The men saw a ground vacant\nof fighters.  It would have been an empty stage if it were not for a\nfew corpses that lay thrown and twisted into fantastic shapes upon the\nsward.\n\nAt sight of this tableau, many of the men in blue sprang from behind\ntheir covers and made an ungainly dance of joy.  Their eyes burned and\na hoarse cheer of elation broke from their dry lips.\n\nIt had begun to seem to them that events were trying to prove that they\nwere impotent.  These little battles had evidently endeavored to\ndemonstrate that the men could not fight well.  When on the verge of\nsubmission to these opinions, the small duel had showed them that the\nproportions were not impossible, and by it they had revenged themselves\nupon their misgivings and upon the foe.\n\nThe impetus of enthusiasm was theirs again.  They gazed about them with\nlooks of uplifted pride, feeling new trust in the grim, always\nconfident weapons in their hands.  And they were men.\n\n\n\n\nChapter 21\n\n\nPresently they knew that no firing threatened them.  All ways seemed\nonce more opened to them.  The dusty blue lines of their friends were\ndisclosed a short distance away.  In the distance there were many\ncolossal noises, but in all this part of the field there was a sudden\nstillness.\n\nThey perceived that they were free.  The depleted band drew a long\nbreath of relief and gathered itself into a bunch to complete its trip.\n\nIn this last length of journey the men began to show strange emotions.\nThey hurried with nervous fear.  Some who had been dark and unfaltering\nin the grimmest moments now could not conceal an anxiety that made them\nfrantic.  It was perhaps that they dreaded to be killed in\ninsignificant ways after the times for proper military deaths had\npassed.  Or, perhaps, they thought it would be too ironical to get\nkilled at the portals of safety.  With backward looks of perturbation,\nthey hastened.\n\nAs they approached their own lines there was some sarcasm exhibited on\nthe part of a gaunt and bronzed regiment that lay resting in the shade\nof the trees.  Questions were wafted to them.\n\n\"Where th' hell yeh been?\"\n\n\"What yeh comin' back fer?\"\n\n\"Why didn't yeh stay there?\"\n\n\"Was it warm out there, sonny?\"\n\n\"Goin' home now, boys?\"\n\nOne shouted in taunting mimicry:  \"Oh, mother, come quick an' look at\nth' sojers!\"\n\nThere was no reply from the bruised and battered regiment, save that\none man made broadcast challenges to fist fights and the red-bearded\nofficer walked rather near and glared in great swashbuckler style at a\ntall captain in the other regiment.  But the lieutenant suppressed the\nman who wished to fist fight, and the tall captain, flushing at the\nlittle fanfare of the red-bearded one, was obliged to look intently at\nsome trees.\n\nThe youth's tender flesh was deeply stung by these remarks.  From under\nhis creased brows he glowered with hate at the mockers.  He meditated\nupon a few revenges.  Still, many in the regiment hung their heads in\ncriminal fashion, so that it came to pass that the men trudged with\nsudden heaviness, as if they bore upon their bended shoulders the\ncoffin of their honor.  And the youthful lieutenant, recollecting\nhimself, began to mutter softly in black curses.\n\nThey turned when they arrived at their old position to regard the\nground over which they had charged.\n\nThe youth in this contemplation was smitten with a large astonishment.\nHe discovered that the distances, as compared with the brilliant\nmeasurings of his mind, were trivial and ridiculous.  The stolid trees,\nwhere much had taken place, seemed incredibly near.  The time, too, now\nthat he reflected, he saw to have been short.  He wondered at the\nnumber of emotions and events that had been crowded into such little\nspaces.  Elfin thoughts must have exaggerated and enlarged everything,\nhe said.\n\nIt seemed, then, that there was bitter justice in the speeches of the\ngaunt and bronzed veterans.  He veiled a glance of disdain at his\nfellows who strewed the ground, choking with dust, red from\nperspiration, misty-eyed, disheveled.\n\nThey were gulping at their canteens, fierce to wring every mite of\nwater from them, and they polished at their swollen and watery features\nwith coat sleeves and bunches of grass.\n\nHowever, to the youth there was a considerable joy in musing upon his\nperformances during the charge.  He had had very little time previously\nin which to appreciate himself, so that there was now much satisfaction\nin quietly thinking of his actions.  He recalled bits of color that in\nthe flurry had stamped themselves unawares upon his engaged senses.\n\nAs the regiment lay heaving from its hot exertions the officer who had\nnamed them as mule drivers came galloping along the line.  He had lost\nhis cap.  His tousled hair streamed wildly, and his face was dark with\nvexation and wrath.  His temper was displayed with more clearness by\nthe way in which he managed his horse.  He jerked and wrenched savagely\nat his bridle, stopping the hard-breathing animal with a furious pull\nnear the colonel of the regiment.  He immediately exploded in\nreproaches which came unbidden to the ears of the men.  They were\nsuddenly alert, being always curious about black words between officers.\n\n\"Oh, thunder, MacChesnay, what an awful bull you made of this thing!\"\nbegan the officer.  He attempted low tones, but his indignation caused\ncertain of the men to learn the sense of his words.  \"What an awful\nmess you made!  Good Lord, man, you stopped about a hundred feet this\nside of a very pretty success!  If your men had gone a hundred feet\nfarther you would have made a great charge, but as it is--what a lot of\nmud diggers you've got anyway!\"\n\nThe men, listening with bated breath, now turned their curious eyes\nupon the colonel.  They had a ragamuffin interest in this affair.\n\nThe colonel was seen to straighten his form and put one hand forth in\noratorical fashion.  He wore an injured air; it was as if a deacon had\nbeen accused of stealing.  The men were wiggling in an ecstasy of\nexcitement.\n\nBut of a sudden the colonel's manner changed from that of a deacon to\nthat of a Frenchman.  He shrugged his shoulders.  \"Oh, well, general,\nwe went as far as we could,\" he said calmly.\n\n\"As far as you could?  Did you, b'Gawd?\" snorted the other.  \"Well,\nthat wasn't very far, was it?\" he added, with a glance of cold contempt\ninto the other's eyes.  \"Not very far, I think.  You were intended to\nmake a diversion in favor of Whiterside.  How well you succeeded your\nown ears can now tell you.\" He wheeled his horse and rode stiffly away.\n\nThe colonel, bidden to hear the jarring noises of an engagement in the\nwoods to the left, broke out in vague damnations.\n\nThe lieutenant, who had listened with an air of impotent rage to the\ninterview, spoke suddenly in firm and undaunted tones.  \"I don't care\nwhat a man is--whether he is a general or what--if he says th' boys\ndidn't put up a good fight out there he's a damned fool.\"\n\n\"Lieutenant,\" began the colonel, severely, \"this is my own affair, and\nI'll trouble you--\"\n\nThe lieutenant made an obedient gesture.  \"All right, colonel, all\nright,\" he said.  He sat down with an air of being content with himself.\n\nThe news that the regiment had been reproached went along the line.\nFor a time the men were bewildered by it.  \"Good thunder!\" they\nejaculated, staring at the vanishing form of the general.  They\nconceived it to be a huge mistake.\n\nPresently, however, they began to believe that in truth their efforts\nhad been called light.  The youth could see this conviction weigh upon\nthe entire regiment until the men were like cuffed and cursed animals,\nbut withal rebellious.\n\nThe friend, with a grievance in his eye, went to the youth.  \"I wonder\nwhat he does want,\" he said.  \"He must think we went out there an'\nplayed marbles!  I never see sech a man!\"\n\nThe youth developed a tranquil philosophy for these moments of\nirritation.  \"Oh, well,\" he rejoined, \"he probably didn't see nothing\nof it at all and god mad as blazes, and concluded we were a lot of\nsheep, just because we didn't do what he wanted done.  It's a pity old\nGrandpa Henderson got killed yestirday--he'd have known that we did our\nbest and fought good.  It's just our awful luck, that's what.\"\n\n\"I should say so,\" replied the friend.  He seemed to be deeply wounded\nat an injustice.  \"I should say we did have awful luck!  There's no fun\nin fightin' fer people when everything yeh do--no matter what--ain't\ndone right.  I have a notion t' stay behind next time an' let 'em take\ntheir ol' charge an' go t' th' devil with it.\"\n\nThe youth spoke soothingly to his comrade.  \"Well, we both did good.\nI'd like to see the fool what'd say we both didn't do as good as we\ncould!\"\n\n\"Of course we did,\" declared the friend stoutly.  \"An' I'd break th'\nfeller's neck if he was as big as a church.  But we're all right,\nanyhow, for I heard one feller say that we two fit th' best in th'\nreg'ment, an' they had a great argument 'bout it.  Another feller, 'a\ncourse, he had t' up an' say it was a lie--he seen all what was goin'\non an' he never seen us from th' beginnin' t' th' end.  An' a lot more\nstuck in an' ses it wasn't a lie--we did fight like thunder, an' they\ngive us quite a sendoff.  But this is what I can't stand--these\neverlastin' ol' soldiers, titterin' an' laughin', an then that general,\nhe's crazy.\"\n\nThe youth exclaimed with sudden exasperation:  \"He's a lunkhead!  He\nmakes me mad.  I wish he'd come along next time.  We'd show 'im what--\"\n\nHe ceased because several men had come hurrying up.  Their faces\nexpressed a bringing of great news.\n\n\"O Flem, yeh jest oughta heard!\" cried one, eagerly.\n\n\"Heard what?\" said the youth.\n\n\"Yeh jest oughta heard!\" repeated the other, and he arranged himself to\ntell his tidings.  The others made an excited circle.  \"Well, sir, th'\ncolonel met your lieutenant right by us--it was damnedest thing I ever\nheard--an' he ses:  'Ahem! ahem!' he ses.  'Mr.  Hasbrouck!' he ses,\n'by th' way, who was that lad what carried th' flag?' he ses.  There,\nFlemin', what d' yeh think 'a that?  'Who was th' lad what carried th'\nflag?' he ses, an' th' lieutenant, he speaks up right away:  'That's\nFlemin', an' he's a jimhickey,' he ses, right away.  What?  I say he\ndid.  'A jimhickey,' he ses--those 'r his words.  He did, too.  I say\nhe did.  If you kin tell this story better than I kin, go ahead an'\ntell it.  Well, then, keep yer mouth shet.  Th' lieutenant, he ses:\n'He's a jimhickey,' and th' colonel, he ses:  'Ahem! ahem! he is,\nindeed, a very good man t' have, ahem!  He kep' th' flag 'way t' th'\nfront.  I saw 'im.  He's a good un,' ses th' colonel.  'You bet,' ses\nth' lieutenant, 'he an' a feller named Wilson was at th' head 'a th'\ncharge, an' howlin' like Indians all th' time,' he ses.  'Head 'a th'\ncharge all th' time,' he ses.  'A feller named Wilson,' he ses.  There,\nWilson, m'boy, put that in a letter an' send it hum t' yer mother, hay?\n'A feller named Wilson,' he ses.  An' th' colonel, he ses:  'Were they,\nindeed?  Ahem! ahem!  My sakes!' he ses.  'At th' head 'a th'\nreg'ment?' he ses.  'They were,' ses th' lieutenant.  'My sakes!' ses\nth' colonel.  He ses:  'Well, well, well,' he ses.  'They deserve t' be\nmajor-generals.'\"\n\nThe youth and his friend had said:  \"Huh!\"  \"Yer lyin' Thompson.\" \"Oh,\ngo t' blazes!\"  \"He never sed it.\"  \"Oh, what a lie!\"  \"Huh!\" But\ndespite these youthful scoffings and embarrassments, they knew that\ntheir faces were deeply flushing from thrills of pleasure.  They\nexchanged a secret glance of joy and congratulation.\n\nThey speedily forgot many things.  The past held no pictures of error\nand disappointment.  They were very happy, and their hearts swelled\nwith grateful affection for the colonel and the youthful lieutenant.\n\n\n\n\nChapter 22\n\n\nWhen the woods again began to pour forth the dark-hued masses of the\nenemy the youth felt serene self-confidence.  He smiled briefly when he\nsaw men dodge and duck at the long screechings of shells that were\nthrown in giant handfuls over them.  He stood, erect and tranquil,\nwatching the attack begin against apart of the line that made a blue\ncurve along the side of an adjacent hill.  His vision being unmolested\nby smoke from the rifles of his companions, he had opportunities to see\nparts of the hard fight.  It was a relief to perceive at last from\nwhence came some of these noises which had been roared into his ears.\n\nOff a short way he saw two regiments fighting a little separate battle\nwith two other regiments.  It was in a cleared space, wearing a\nset-apart look.  They were blazing as if upon a wager, giving and\ntaking tremendous blows.  The firings were incredibly fierce and rapid.\nThese intent regiments apparently were oblivious of all larger purposes\nof war, and were slugging each other as if at a matched game.\n\nIn another direction he saw a magnificent brigade going with the\nevident intention of driving the enemy from a wood.  They passed in out\nof sight and presently there was a most awe-inspiring racket in the\nwood.  The noise was unspeakable.  Having stirred this prodigious\nuproar, and, apparently, finding it too prodigious, the brigade, after\na little time, came marching airily out again with its fine formation\nin nowise disturbed.  There were no traces of speed in its movements.\nThe brigade was jaunty and seemed to point a proud thumb at the yelling\nwood.\n\nOn a slope to the left there was a long row of guns, gruff and\nmaddened, denouncing the enemy, who, down through the woods, were\nforming for another attack in the pitiless monotony of conflicts.  The\nround red discharges from the guns made a crimson flare and a high,\nthick smoke.  Occasional glimpses could be caught of groups of the\ntoiling artillerymen.  In the rear of this row of guns stood a house,\ncalm and white, amid bursting shells.  A congregation of horses, tied\nto a long railing, were tugging frenziedly at their bridles.  Men were\nrunning hither and thither.\n\nThe detached battle between the four regiments lasted for some time.\nThere chanced to be no interference, and they settled their dispute by\nthemselves.  They struck savagely and powerfully at each other for a\nperiod of minutes, and then the lighter-hued regiments faltered and\ndrew back, leaving the dark-blue lines shouting.  The youth could see\nthe two flags shaking with laughter amid the smoke remnants.\n\nPresently there was a stillness, pregnant with meaning.  The blue lines\nshifted and changed a trifle and stared expectantly at the silent woods\nand fields before them.  The hush was solemn and churchlike, save for a\ndistant battery that, evidently unable to remain quiet, sent a faint\nrolling thunder over the ground.  It irritated, like the noises of\nunimpressed boys.  The men imagined that it would prevent their perched\nears from hearing the first words of the new battle.\n\nOf a sudden the guns on the slope roared out a message of warning.  A\nspluttering sound had begun in the woods.  It swelled with amazing\nspeed to a profound clamor that involved the earth in noises.  The\nsplitting crashes swept along the lines until an interminable roar was\ndeveloped.  To those in the midst of it it became a din fitted to the\nuniverse.  It was the whirring and thumping of gigantic machinery,\ncomplications among the smaller stars.  The youth's ears were filled\ncups.  They were incapable of hearing more.\n\nOn an incline over which a road wound he saw wild and desperate rushes\nof men perpetually backward and forward in riotous surges.  These parts\nof the opposing armies were two long waves that pitched upon each other\nmadly at dictated points.  To and fro they swelled.  Sometimes, one\nside by its yells and cheers would proclaim decisive blows, but a\nmoment later the other side would be all yells and cheers.  Once the\nyouth saw a spray of light forms go in houndlike leaps toward the\nwaving blue lines.  There was much howling, and presently it went away\nwith a vast mouthful of prisoners.  Again, he saw a blue wave dash with\nsuch thunderous force against a gray obstruction that it seemed to\nclear the earth of it and leave nothing but trampled sod.  And always\nin their swift and deadly rushes to and fro the men screamed and yelled\nlike maniacs.\n\nParticular pieces of fence or secure positions behind collections of\ntrees were wrangled over, as gold thrones or pearl bedsteads.  There\nwere desperate lunges at these chosen spots seemingly every instant,\nand most of them were bandied like light toys between the contending\nforces.  The youth could not tell from the battle flags flying like\ncrimson foam in many directions which color of cloth was winning.\n\nHis emaciated regiment bustled forth with undiminished fierceness when\nits time came.  When assaulted again by bullets, the men burst out in a\nbarbaric cry of rage and pain.  They bent their heads in aims of intent\nhatred behind the projected hammers of their guns.  Their ramrods\nclanged loud with fury as their eager arms pounded the cartridges into\nthe rifle barrels.  The front of the regiment was a smoke-wall\npenetrated by the flashing points of yellow and red.\n\nWallowing in the fight, they were in an astonishingly short time\nresmudged.  They surpassed in stain and dirt all their previous\nappearances.  Moving to and fro with strained exertion, jabbering all\nthe while, they were, with their swaying bodies, black faces, and\nglowing eyes, like strange and ugly fiends jigging heavily in the smoke.\n\nThe lieutenant, returning from a tour after a bandage, produced from a\nhidden receptacle of his mind new and portentous oaths suited to the\nemergency.  Strings of expletives he swung lashlike over the backs of\nhis men, and it was evident that his previous efforts had in nowise\nimpaired his resources.\n\nThe youth, still the bearer of the colors, did not feel his idleness.\nHe was deeply absorbed as a spectator.  The crash and swing of the\ngreat drama made him lean forward, intent-eyed, his face working in\nsmall contortions.  Sometimes he prattled, words coming unconsciously\nfrom him in grotesque exclamations.  He did not know that he breathed;\nthat the flag hung silently over him, so absorbed was he.\n\nA formidable line of the enemy came within dangerous range.  They could\nbe seen plainly--tall, gaunt men with excited faces running with long\nstrides toward a wandering fence.\n\nAt sight of this danger the men suddenly ceased their cursing monotone.\nThere was an instant of strained silence before they threw up their\nrifles and fired a plumping volley at the foes.  There had been no\norder given; the men, upon recognizing the menace, had immediately let\ndrive their flock of bullets without waiting for word of command.\n\nBut the enemy were quick to gain the protection of the wandering line\nof fence.  They slid down behind it with remarkable celerity, and from\nthis position they began briskly to slice up the blue men.\n\nThese latter braced their energies for a great struggle.  Often, white\nclinched teeth shone from the dusky faces.  Many heads surged to and\nfro, floating upon a pale sea of smoke.  Those behind the fence\nfrequently shouted and yelped in taunts and gibelike cries, but the\nregiment maintained a stressed silence.  Perhaps, at this new assault\nthe men recalled the fact that they had been named mud diggers, and it\nmade their situation thrice bitter.  They were breathlessly intent upon\nkeeping the ground and thrusting away the rejoicing body of the enemy.\nThey fought swiftly and with a despairing savageness denoted in their\nexpressions.\n\nThe youth had resolved not to budge whatever should happen.  Some\narrows of scorn that had buried themselves in his heart had generated\nstrange and unspeakable hatred.  It was clear to him that his final and\nabsolute revenge was to be achieved by his dead body lying, torn and\ngluttering, upon the field.  This was to be a poignant retaliation upon\nthe officer who had said \"mule drivers,\" and later \"mud diggers,\" for\nin all the wild graspings of his mind for a unit responsible for his\nsufferings and commotions he always seized upon the man who had dubbed\nhim wrongly.  And it was his idea, vaguely formulated, that his corpse\nwould be for those eyes a great and salt reproach.\n\nThe regiment bled extravagantly.  Grunting bundles of blue began to\ndrop.  The orderly sergeant of the youth's company was shot through the\ncheeks.  Its supports being injured, his jaw hung afar down, disclosing\nin the wide cavern of his mouth a pulsing mass of blood and teeth.  And\nwith it all he made attempts to cry out.  In his endeavor there was a\ndreadful earnestness, as if he conceived that one great shriek would\nmake him well.\n\nThe youth saw him presently go rearward.  His strength seemed in nowise\nimpaired.  He ran swiftly, casting wild glances for succor.\n\nOthers fell down about the feet of their companions.  Some of the\nwounded crawled out and away, but many lay still, their bodies twisted\ninto impossible shapes.\n\nThe youth looked once for his friend.  He saw a vehement young man,\npowder-smeared and frowzled, whom he knew to be him.  The lieutenant,\nalso, was unscathed in his position at the rear.  He had continued to\ncurse, but it was now with the air of a man who was using his last box\nof oaths.\n\nFor the fire of the regiment had begun to wane and drip.  The robust\nvoice, that had come strangely from the thin ranks, was growing rapidly\nweak.\n\n\n\n\nChapter 23\n\n\nThe colonel came running along the back of the line.  There were other\nofficers following him.  \"We must charge'm!\" they shouted.  \"We must\ncharge'm!\" they cried with resentful voices, as if anticipating a\nrebellion against this plan by the men.\n\nThe youth, upon hearing the shouts, began to study the distance between\nhim and the enemy.  He made vague calculations.  He saw that to be firm\nsoldiers they must go forward.  It would be death to stay in the\npresent place, and with all the circumstances to go backward would\nexalt too  many others.  Their hope was to push the galling foes away\nfrom the fence.\n\nHe expected that his companions, weary and stiffened, would have to be\ndriven to this assault, but as he turned toward them he perceived with\na certain surprise that they were giving quick and unqualified\nexpressions of assent.  There was an ominous, clanging overture to the\ncharge when the shafts of the bayonets rattled upon the rifle barrels.\nAt the yelled words of command the soldiers sprang forward in eager\nleaps.  There was new and unexpected force in the movement of the\nregiment.  A knowledge of its faded and jaded condition made the charge\nappear like a paroxysm, a display of the strength that comes before a\nfinal feebleness.  The men scampered in insane fever of haste, racing\nas if to achieve a sudden success before an exhilarating fluid should\nleave them.  It was a blind and despairing rush by the collection of\nmen in dusty and tattered blue, over a green sward and under a sapphire\nsky, toward a fence, dimly outlined in smoke, from behind which\nsputtered the fierce rifles of enemies.\n\nThe youth kept the bright colors to the front.  He was waving his free\narm in furious circles, the while shrieking mad calls and appeals,\nurging on those that did not need to be urged, for it seemed that the\nmob of blue men hurling themselves on the dangerous group of rifles\nwere again grown suddenly wild with an enthusiasm of unselfishness.\nFrom the many firings starting toward them, it looked as if they would\nmerely succeed in making a great sprinkling of corpses on the grass\nbetween their former position and the fence.  But they were in a state\nof frenzy, perhaps because of forgotten vanities, and it made an\nexhibition of sublime recklessness.  There was no obvious questioning,\nnor figurings, nor diagrams.  There was, apparently, no considered\nloopholes.  It appeared that the swift wings of their desires would\nhave shattered against the iron gates of the impossible.\n\nHe himself felt the daring spirit of a savage, religion-mad.  He was\ncapable of profound sacrifices, a tremendous death.  He had no time for\ndissections, but he knew that he thought of the bullets only as things\nthat could prevent him from reaching the place of his endeavor.  There\nwere subtle flashings of joy within him that thus should be his mind.\n\nHe strained all his strength.  His eyesight was shaken and dazzled by\nthe tension of thought and muscle.  He did not see anything excepting\nthe mist of smoke gashed by the little knives of fire, but he knew that\nin it lay the aged fence of a vanished farmer protecting the snuggled\nbodies of the gray men.\n\nAs he ran a thought of the shock of contact gleamed in his mind.  He\nexpected a great concussion when the two bodies of troops crashed\ntogether.  This became a part of his wild battle madness.  He could\nfeel the onward swing of the regiment about him and he conceived of a\nthunderous, crushing blow that would prostrate the resistance and\nspread consternation and amazement for miles.  The flying regiment was\ngoing to have a catapultian effect.  This dream made him run faster\namong his comrades, who were giving vent to hoarse and frantic cheers.\n\nBut presently he could see that many of the men in gray did not intend\nto abide the blow.  The smoke, rolling, disclosed men who ran, their\nfaces still turned.  These grew to a crowd, who retired stubbornly.\nIndividuals wheeled frequently to send a bullet at the blue wave.\n\nBut at one part of the line there was a grim and obdurate group that\nmade no movement.  They were settled firmly down behind posts and\nrails.  A flag, ruffled and fierce, waved over them and their rifles\ndinned fiercely.\n\nThe blue whirl of men got very near, until it seemed that in truth\nthere would be a close and frightful scuffle.  There was an expressed\ndisdain in the opposition of the little group, that changed the meaning\nof the cheers of the men in blue.  They became yells of wrath,\ndirected, personal.  The cries of the two parties were now in sound an\ninterchange of scathing insults.\n\nThey in blue showed their teeth; their eyes shone all white.  They\nlaunched themselves as at the throats of those who stood resisting.\nThe space between dwindled to an insignificant distance.\n\nThe youth had centered the gaze of his soul upon that other flag.  Its\npossession would be high pride.  It would express bloody minglings,\nnear blows.  He had a gigantic hatred for those who made great\ndifficulties and complications.  They caused it to be as a craved\ntreasure of mythology, hung amid tasks and contrivances of danger.\n\nHe plunged like a mad horse at it.  He was resolved it should not\nescape if wild blows and darings of blows could seize it.  His own\nemblem, quivering and aflare, was winging toward the other.  It seemed\nthere would shortly be an encounter of strange beaks and claws, as of\neagles.\n\nThe swirling body of blue men came to a sudden halt at close and\ndisastrous range and roared a swift volley.  The group in gray was\nsplit and broken by this fire, but its riddled body still fought.  The\nmen in blue yelled again and rushed in upon it.\n\nThe youth, in his leapings, saw, as through a mist, a picture of four\nor five men stretched upon the ground or writhing upon their knees with\nbowed heads as if they had been stricken by bolts from the sky.\nTottering among them was the rival color bearer, whom the youth saw had\nbeen bitten vitally by the bullets of the last formidable volley.  He\nperceived this man fighting a last struggle, the struggle of one whose\nlegs are grasped by demons.  It was a ghastly battle.  Over his face\nwas the bleach of death, but set upon it was the dark and hard lines of\ndesperate purpose.  With this terrible grin of resolution he hugged his\nprecious flag to him and was stumbling and staggering in his design to\ngo the way that led to safety for it.\n\nBut his wounds always made it seem that his feet were retarded, held,\nand he fought a grim fight, as with invisible ghouls fastened greedily\nupon his limbs.  Those in advance of the scampering blue men, howling\ncheers, leaped at the fence.  The despair of the lost was in his eyes\nas he glanced back at them.\n\nThe youth's friend went over the obstruction in a tumbling heap and\nsprang at the flag as a panther at prey.  He pulled at it and,\nwrenching it free, swung up its red brilliancy with a mad cry of\nexultation even as the color bearer, gasping, lurched over in a final\nthroe and, stiffening convulsively, turned his dead face to the ground.\nThere was much blood upon the grass blades.\n\nAt the place of success there began more wild clamorings of cheers.\nThe men gesticulated and bellowed in an ecstasy.  When they spoke it\nwas as if they considered their listener to be a mile away.  What hats\nand caps were left to them they often slung high in the air.\n\nAt one part of the line four men had been swooped upon, and they now\nsat as prisoners.  Some blue men were about them in an eager and\ncurious circle.  The soldiers had trapped strange birds, and there was\nan examination.  A flurry of fast questions was in the air.\n\nOne of the prisoners was nursing a superficial wound in the foot.  He\ncuddled it, baby-wise, but he looked up from it often to curse with an\nastonishing utter abandon straight at the noses of his captors.  He\nconsigned them to red regions; he called upon the pestilential wrath of\nstrange gods.  And with it all he was singularly free from recognition\nof the finer points of the conduct of prisoners of war.  It was as if a\nclumsy clod had trod upon his toe and he conceived it to be his\nprivilege, his duty, to use deep, resentful oaths.\n\nAnother, who was a boy in years, took his plight with great calmness\nand apparent good nature.  He conversed with the men in blue, studying\ntheir faces with his bright and keen eyes.  They spoke of battles and\nconditions.  There was an acute interest in all their faces during this\nexchange of view points.  It seemed a great satisfaction to hear voices\nfrom where all had been darkness and speculation.\n\nThe third captive sat with a morose countenance.  He preserved a\nstoical and cold attitude.  To all advances he made one reply without\nvariation, \"Ah, go t' hell!\"\n\nThe last of the four was always silent and, for the most part, kept his\nface turned in unmolested directions.  From the views the youth\nreceived he seemed to be in a state of absolute dejection.  Shame was\nupon him, and with it profound regret that he was, perhaps, no more to\nbe counted in the ranks of his fellows.  The youth could detect no\nexpression that would allow him to believe that the other was giving a\nthought to his narrowed future, the pictured dungeons, perhaps, and\nstarvations and brutalities, liable to the imagination.  All to be seen\nwas shame for captivity and regret for the right to antagonize.\n\nAfter the men had celebrated sufficiently they settled down behind the\nold rail fence, on the opposite side to the one from which their foes\nhad been driven.  A few shot perfunctorily at distant marks.\n\nThere was some long grass.  The youth nestled in it and rested, making\na convenient rail support the flag.  His friend, jubilant and\nglorified, holding his treasure with vanity, came to him there.  They\nsat side by side and congratulated each other.\n\n\n\n\nChapter 24\n\n\nThe roarings that had stretched in a long line of sound across the face\nof the forest began to grow intermittent and weaker.  The stentorian\nspeeches of the artillery continued in some distant encounter, but the\ncrashes of the musketry had almost ceased.  The youth and his friend of\na sudden looked up, feeling a deadened form of distress at the waning\nof these noises, which had become a part of life.  They could see\nchanges going on among the troops.  There were marchings this way and\nthat way.  A battery wheeled leisurely.  On the crest of a small hill\nwas the thick gleam of many departing muskets.\n\nThe youth arose.  \"Well, what now, I wonder?\" he said.  By his tone he\nseemed to be preparing to resent some new monstrosity in the way of\ndins and smashes.  He shaded his eyes with his grimy hand and gazed\nover the field.\n\nHis friend also arose and stared.  \"I bet we're goin' t' git along out\nof this an' back over th' river,\" said he.\n\n\"Well, I swan!\" said the youth.\n\nThey waited, watching.  Within a little while the regiment received\norders to retrace its way.  The men got up grunting from the grass,\nregretting the soft repose.  They jerked their stiffened legs, and\nstretched their arms over their heads.  One man swore as he rubbed his\neyes.  They all groaned \"O Lord!\" They had as many objections to this\nchange as they would have had to a proposal for a new battle.\n\nThey trampled slowly back over the field across which they had run in a\nmad scamper.\n\nThe regiment marched until it had joined its fellows.  The reformed\nbrigade, in column, aimed through a wood at the road. Directly they\nwere in a mass of dust-covered troops, and were trudging along in a way\nparallel to the enemy's lines as these had been defined by the previous\nturmoil.\n\nThey passed within view of a stolid white house, and saw in front of it\ngroups of their comrades lying in wait behind a neat breastwork.  A row\nof guns were booming at a distant enemy.  Shells thrown in reply were\nraising clouds of dust and splinters.  Horsemen dashed along the line\nof intrenchments.\n\nAt this point of its march the division curved away from the field and\nwent winding off in the direction of the river.  When the significance\nof this movement had impressed itself upon the youth he turned his head\nand looked over his shoulder toward the trampled and debris-strewed\nground.  He breathed a breath of new satisfaction.  He finally nudged\nhis friend.  \"Well, it's all over,\" he said to him.\n\nHis friend gazed backward.  \"B'Gawd, it is,\" he assented.  They mused.\n\nFor a time the youth was obliged to reflect in a puzzled and uncertain\nway.  His mind was undergoing a subtle change.  It took moments for it\nto cast off its battleful ways and resume its accustomed course of\nthought.  Gradually his brain emerged from the clogged clouds, and at\nlast he was enabled to more closely comprehend himself and circumstance.\n\nHe understood then that the existence of shot and countershot was in\nthe past.  He had dwelt in a land of strange, squalling upheavals and\nhad come forth.  He had been where there was red of blood and black of\npassion, and he was escaped.  His first thoughts were given to\nrejoicings at this fact.\n\nLater he began to study his deeds, his failures, and his achievements.\nThus, fresh from scenes where many of his usual machines of reflection\nhad been idle, from where he had proceeded sheeplike, he struggled to\nmarshal all his acts.\n\nAt last they marched before him clearly.  From this present view point\nhe was enabled to look upon them in spectator fashion and criticise\nthem with some correctness, for his new condition had already defeated\ncertain sympathies.\n\nRegarding his procession of memory he felt gleeful and unregretting,\nfor in it his public deeds were paraded in great and shining\nprominence.  Those performances which had been witnessed by his fellows\nmarched now in wide purple and gold, having various deflections.  They\nwent gayly with music.  It was pleasure to watch these things.  He\nspent delightful minutes viewing the gilded images of memory.\n\nHe saw that he was good.  He recalled with a thrill of joy the\nrespectful comments of his fellows upon his conduct.\n\nNevertheless, the ghost of his flight from the first engagement\nappeared to him and danced.  There were small shoutings in his brain\nabout these matters.  For a moment he blushed, and the light of his\nsoul flickered with shame.\n\nA specter of reproach came to him.  There loomed the dogging memory of\nthe tattered soldier--he who, gored by bullets and faint of blood, had\nfretted concerning an imagined wound in another; he who had loaned his\nlast of strength and intellect for the tall soldier; he who, blind with\nweariness and pain, had been deserted in the field.\n\nFor an instant a wretched chill of sweat was upon him at the thought\nthat he might be detected in the thing.  As he stood persistently\nbefore his vision, he gave vent to a cry of sharp irritation and agony.\n\nHis friend turned.  \"What's the matter, Henry?\" he demanded.  The\nyouth's reply was an outburst of crimson oaths.\n\nAs he marched along the little branch-hung roadway among his prattling\ncompanions this vision of cruelty brooded over him.  It clung near him\nalways and darkened his view of these deeds in purple and gold.\nWhichever way his thoughts turned they were followed by the somber\nphantom of the desertion in the fields.  He looked stealthily at his\ncompanions, feeling sure that they must discern in his face evidences\nof this pursuit.  But they were plodding in ragged array, discussing\nwith quick tongues the accomplishments of the late battle.\n\n\"Oh, if a man should come up an' ask me, I'd say we got a dum good\nlickin'.\"\n\n\"Lickin'--in yer eye!  We ain't licked, sonny.  We're goin' down here\naways, swing aroun', an' come in behint 'em.\"\n\n\"Oh, hush, with your comin' in behint 'em.  I've seen all 'a that I\nwanta.  Don't tell me about comin' in behint--\"\n\n\"Bill Smithers, he ses he'd rather been in ten hundred battles than\nbeen in that heluva hospital.  He ses they got shootin' in th'\nnighttime, an' shells dropped plum among 'em in th' hospital.  He ses\nsech hollerin' he never see.\"\n\n\"Hasbrouck?  He's th' best off'cer in this here reg'ment.  He's a\nwhale.\"\n\n\"Didn't I tell yeh we'd come aroun' in behint 'em?  Didn't I tell yeh\nso?  We--\"\n\n\"Oh, shet yeh mouth!\"\n\nFor a time this pursuing recollection of the tattered man took all\nelation from the youth's veins.  He saw his vivid error, and he was\nafraid that it would stand before him all his life.  He took no share\nin the chatter of his comrades, nor did he look at them or know them,\nsave when he felt sudden suspicion that they were seeing his thoughts\nand scrutinizing each detail of the scene with the tattered soldier.\n\nYet gradually he mustered force to put the sin at a distance.  And at\nlast his eyes seemed to open to some new ways.  He found that he could\nlook back upon the brass and bombast of his earlier gospels and see\nthem truly.  He was gleeful when he discovered that he now despised\nthem.\n\nWith this conviction came a store of assurance.  He felt a quiet\nmanhood, nonassertive but of sturdy and strong blood.  He knew that he\nwould no more quail before his guides wherever they should point.  He\nhad been to touch the great death, and found that, after all, it was\nbut the great death.  He was a man.\n\nSo it came to pass that as he trudged from the place of blood and wrath\nhis soul changed.  He came from hot plowshares to prospects of clover\ntranquilly, and it was as if hot plowshares were not.  Scars faded as\nflowers.\n\nIt rained.  The procession of weary soldiers became a bedraggled train,\ndespondent and muttering, marching with churning effort in a trough of\nliquid brown mud under a low, wretched sky.  Yet the youth smiled, for\nhe saw that the world was a world for him, though many discovered it to\nbe made of oaths and walking sticks.  He had rid himself of the red\nsickness of battle.  The sultry nightmare was in the past.  He had been\nan animal blistered and sweating in the heat and pain of war.  He\nturned now with a lover's thirst to images of tranquil skies, fresh\nmeadows, cool brooks--an existence of soft and eternal peace.\n\nOver the river a golden ray of sun came through the hosts of leaden\nrain clouds.\n\n\n\nTHE END."
}