{
 "author": [
  "Twain, Mark"
 ],
 "title": [
  "Tom Sawyer Abroad"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "Balloon ascensions -- Fiction",
  "Adventure stories",
  "PS",
  "Sawyer, Tom (Fictitious character) -- Fiction",
  "Americans -- Foreign countries -- Fiction"
 ],
 "id": "91",
 "genre": [
  "fiction",
  "adventure"
 ],
 "text": "TOM SAWYER ABROAD\n\nBy Mark Twain\n\n\n\n\nCHAPTER I. TOM SEEKS NEW ADVENTURES\n\nDO you reckon Tom Sawyer was satisfied after all them adventures? I mean\nthe adventures we had down the river, and the time we set the darky Jim\nfree and Tom got shot in the leg. No, he wasn't. It only just p'isoned\nhim for more. That was all the effect it had. You see, when we three\ncame back up the river in glory, as you may say, from that long travel,\nand the village received us with a torchlight procession and speeches,\nand everybody hurrah'd and shouted, it made us heroes, and that was what\nTom Sawyer had always been hankering to be.\n\nFor a while he WAS satisfied. Everybody made much of him, and he tilted\nup his nose and stepped around the town as though he owned it. Some\ncalled him Tom Sawyer the Traveler, and that just swelled him up fit to\nbust. You see he laid over me and Jim considerable, because we only went\ndown the river on a raft and came back by the steamboat, but Tom went\nby the steamboat both ways. The boys envied me and Jim a good deal, but\nland! they just knuckled to the dirt before TOM.\n\nWell, I don't know; maybe he might have been satisfied if it hadn't been\nfor old Nat Parsons, which was postmaster, and powerful long and slim,\nand kind o' good-hearted and silly, and bald-headed, on account of his\nage, and about the talkiest old cretur I ever see. For as much as thirty\nyears he'd been the only man in the village that had a reputation--I\nmean a reputation for being a traveler, and of course he was mortal\nproud of it, and it was reckoned that in the course of that thirty years\nhe had told about that journey over a million times and enjoyed it every\ntime. And now comes along a boy not quite fifteen, and sets everybody\nadmiring and gawking over HIS travels, and it just give the poor old\nman the high strikes. It made him sick to listen to Tom, and to hear the\npeople say “My land!” “Did you ever!” “My goodness sakes alive!” and\nall such things; but he couldn't pull away from it, any more than a fly\nthat's got its hind leg fast in the molasses. And always when Tom come\nto a rest, the poor old cretur would chip in on HIS same old travels\nand work them for all they were worth; but they were pretty faded, and\ndidn't go for much, and it was pitiful to see. And then Tom would take\nanother innings, and then the old man again--and so on, and so on, for\nan hour and more, each trying to beat out the other.\n\nYou see, Parsons' travels happened like this: When he first got to\nbe postmaster and was green in the business, there come a letter\nfor somebody he didn't know, and there wasn't any such person in the\nvillage. Well, he didn't know what to do, nor how to act, and there the\nletter stayed and stayed, week in and week out, till the bare sight of\nit gave him a conniption. The postage wasn't paid on it, and that was\nanother thing to worry about. There wasn't any way to collect that ten\ncents, and he reckon'd the gov'ment would hold him responsible for it\nand maybe turn him out besides, when they found he hadn't collected it.\nWell, at last he couldn't stand it any longer. He couldn't sleep nights,\nhe couldn't eat, he was thinned down to a shadder, yet he da'sn't ask\nanybody's advice, for the very person he asked for advice might go back\non him and let the gov'ment know about the letter. He had the letter\nburied under the floor, but that did no good; if he happened to see\na person standing over the place it'd give him the cold shivers, and\nloaded him up with suspicions, and he would sit up that night till the\ntown was still and dark, and then he would sneak there and get it out\nand bury it in another place. Of course, people got to avoiding him and\nshaking their heads and whispering, because, the way he was looking and\nacting, they judged he had killed somebody or done something terrible,\nthey didn't know what, and if he had been a stranger they would've\nlynched him.\n\nWell, as I was saying, it got so he couldn't stand it any longer; so\nhe made up his mind to pull out for Washington, and just go to the\nPresident of the United States and make a clean breast of the whole\nthing, not keeping back an atom, and then fetch the letter out and lay\nit before the whole gov'ment, and say, “Now, there she is--do with me\nwhat you're a mind to; though as heaven is my judge I am an innocent man\nand not deserving of the full penalties of the law and leaving behind\nme a family that must starve and yet hadn't had a thing to do with it,\nwhich is the whole truth and I can swear to it.”\n\nSo he did it. He had a little wee bit of steamboating, and some\nstage-coaching, but all the rest of the way was horseback, and it took\nhim three weeks to get to Washington. He saw lots of land and lots of\nvillages and four cities. He was gone 'most eight weeks, and there never\nwas such a proud man in the village as he when he got back. His travels\nmade him the greatest man in all that region, and the most talked about;\nand people come from as much as thirty miles back in the country, and\nfrom over in the Illinois bottoms, too, just to look at him--and there\nthey'd stand and gawk, and he'd gabble. You never see anything like it.\n\nWell, there wasn't any way now to settle which was the greatest\ntraveler; some said it was Nat, some said it was Tom. Everybody allowed\nthat Nat had seen the most longitude, but they had to give in that\nwhatever Tom was short in longitude he had made up in latitude and\nclimate. It was about a stand-off; so both of them had to whoop up their\ndangerous adventures, and try to get ahead THAT way. That bullet-wound\nin Tom's leg was a tough thing for Nat Parsons to buck against, but he\nbucked the best he could; and at a disadvantage, too, for Tom didn't set\nstill as he'd orter done, to be fair, but always got up and sauntered\naround and worked his limp while Nat was painting up the adventure that\nHE had in Washington; for Tom never let go that limp when his leg got\nwell, but practiced it nights at home, and kept it good as new right\nalong.\n\nNat's adventure was like this; I don't know how true it is; maybe he got\nit out of a paper, or somewhere, but I will say this for him, that he\nDID know how to tell it. He could make anybody's flesh crawl, and he'd\nturn pale and hold his breath when he told it, and sometimes women and\ngirls got so faint they couldn't stick it out. Well, it was this way, as\nnear as I can remember:\n\nHe come a-loping into Washington, and put up his horse and shoved out to\nthe President's house with his letter, and they told him the President\nwas up to the Capitol, and just going to start for Philadelphia--not a\nminute to lose if he wanted to catch him. Nat 'most dropped, it made him\nso sick. His horse was put up, and he didn't know what to do. But just\nthen along comes a darky driving an old ramshackly hack, and he see his\nchance. He rushes out and shouts: “A half a dollar if you git me to\nthe Capitol in half an hour, and a quarter extra if you do it in twenty\nminutes!”\n\n“Done!” says the darky.\n\nNat he jumped in and slammed the door, and away they went a-ripping and\na-tearing over the roughest road a body ever see, and the racket of it\nwas something awful. Nat passed his arms through the loops and hung on\nfor life and death, but pretty soon the hack hit a rock and flew up in\nthe air, and the bottom fell out, and when it come down Nat's feet was\non the ground, and he see he was in the most desperate danger if he\ncouldn't keep up with the hack. He was horrible scared, but he laid into\nhis work for all he was worth, and hung tight to the arm-loops and made\nhis legs fairly fly. He yelled and shouted to the driver to stop, and\nso did the crowds along the street, for they could see his legs spinning\nalong under the coach, and his head and shoulders bobbing inside through\nthe windows, and he was in awful danger; but the more they all shouted\nthe more the nigger whooped and yelled and lashed the horses and\nshouted, “Don't you fret, I'se gwine to git you dah in time, boss; I's\ngwine to do it, sho'!” for you see he thought they were all hurrying\nhim up, and, of course, he couldn't hear anything for the racket he was\nmaking. And so they went ripping along, and everybody just petrified\nto see it; and when they got to the Capitol at last it was the quickest\ntrip that ever was made, and everybody said so. The horses laid down,\nand Nat dropped, all tuckered out, and he was all dust and rags\nand barefooted; but he was in time and just in time, and caught the\nPresident and give him the letter, and everything was all right, and the\nPresident give him a free pardon on the spot, and Nat give the nigger\ntwo extra quarters instead of one, because he could see that if he\nhadn't had the hack he wouldn't'a' got there in time, nor anywhere near\nit.\n\nIt WAS a powerful good adventure, and Tom Sawyer had to work his\nbullet-wound mighty lively to hold his own against it.\n\nWell, by and by Tom's glory got to paling down gradu'ly, on account\nof other things turning up for the people to talk about--first a\nhorse-race, and on top of that a house afire, and on top of that the\ncircus, and on top of that the eclipse; and that started a revival, same\nas it always does, and by that time there wasn't any more talk about\nTom, so to speak, and you never see a person so sick and disgusted.\n\nPretty soon he got to worrying and fretting right along day in and day\nout, and when I asked him what WAS he in such a state about, he said\nit 'most broke his heart to think how time was slipping away, and him\ngetting older and older, and no wars breaking out and no way of making\na name for himself that he could see. Now that is the way boys is always\nthinking, but he was the first one I ever heard come out and say it.\n\nSo then he set to work to get up a plan to make him celebrated; and\npretty soon he struck it, and offered to take me and Jim in. Tom Sawyer\nwas always free and generous that way. There's a-plenty of boys that's\nmighty good and friendly when YOU'VE got a good thing, but when a good\nthing happens to come their way they don't say a word to you, and try to\nhog it all. That warn't ever Tom Sawyer's way, I can say that for him.\nThere's plenty of boys that will come hankering and groveling around you\nwhen you've got an apple and beg the core off of you; but when they've\ngot one, and you beg for the core and remind them how you give them\na core one time, they say thank you 'most to death, but there ain't\na-going to be no core. But I notice they always git come up with; all\nyou got to do is to wait.\n\nWell, we went out in the woods on the hill, and Tom told us what it was.\nIt was a crusade.\n\n“What's a crusade?” I says.\n\nHe looked scornful, the way he's always done when he was ashamed of a\nperson, and says:\n\n“Huck Finn, do you mean to tell me you don't know what a crusade is?”\n\n“No,” says I, “I don't. And I don't care to, nuther. I've lived till now\nand done without it, and had my health, too. But as soon as you tell me,\nI'll know, and that's soon enough. I don't see any use in finding out\nthings and clogging up my head with them when I mayn't ever have any\noccasion to use 'em. There was Lance Williams, he learned how to talk\nChoctaw here till one come and dug his grave for him. Now, then, what's\na crusade? But I can tell you one thing before you begin; if it's a\npatent-right, there's no money in it. Bill Thompson he--”\n\n“Patent-right!” says he. “I never see such an idiot. Why, a crusade is a\nkind of war.”\n\nI thought he must be losing his mind. But no, he was in real earnest,\nand went right on, perfectly ca'm.\n\n“A crusade is a war to recover the Holy Land from the paynim.”\n\n“Which Holy Land?”\n\n“Why, the Holy Land--there ain't but one.”\n\n“What do we want of it?”\n\n“Why, can't you understand? It's in the hands of the paynim, and it's\nour duty to take it away from them.”\n\n“How did we come to let them git hold of it?”\n\n“We didn't come to let them git hold of it. They always had it.”\n\n“Why, Tom, then it must belong to them, don't it?”\n\n“Why of course it does. Who said it didn't?”\n\nI studied over it, but couldn't seem to git at the right of it, no way.\nI says:\n\n“It's too many for me, Tom Sawyer. If I had a farm and it was mine, and\nanother person wanted it, would it be right for him to--”\n\n“Oh, shucks! you don't know enough to come in when it rains, Huck Finn.\nIt ain't a farm, it's entirely different. You see, it's like this. They\nown the land, just the mere land, and that's all they DO own; but it\nwas our folks, our Jews and Christians, that made it holy, and so they\nhaven't any business to be there defiling it. It's a shame, and we ought\nnot to stand it a minute. We ought to march against them and take it\naway from them.”\n\n“Why, it does seem to me it's the most mixed-up thing I ever see! Now,\nif I had a farm and another person--”\n\n“Don't I tell you it hasn't got anything to do with farming? Farming is\nbusiness, just common low-down business: that's all it is, it's all\nyou can say for it; but this is higher, this is religious, and totally\ndifferent.”\n\n“Religious to go and take the land away from people that owns it?”\n\n“Certainly; it's always been considered so.”\n\nJim he shook his head, and says:\n\n“Mars Tom, I reckon dey's a mistake about it somers--dey mos' sholy is.\nI's religious myself, en I knows plenty religious people, but I hain't\nrun across none dat acts like dat.”\n\nIt made Tom hot, and he says:\n\n“Well, it's enough to make a body sick, such mullet-headed ignorance! If\neither of you'd read anything about history, you'd know that Richard Cur\nde Loon, and the Pope, and Godfrey de Bulleyn, and lots more of the most\nnoble-hearted and pious people in the world, hacked and hammered at the\npaynims for more than two hundred years trying to take their land away\nfrom them, and swum neck-deep in blood the whole time--and yet here's\na couple of sap-headed country yahoos out in the backwoods of Missouri\nsetting themselves up to know more about the rights and wrongs of it\nthan they did! Talk about cheek!”\n\nWell, of course, that put a more different light on it, and me and\nJim felt pretty cheap and ignorant, and wished we hadn't been quite so\nchipper. I couldn't say nothing, and Jim he couldn't for a while; then\nhe says:\n\n“Well, den, I reckon it's all right; beca'se ef dey didn't know, dey\nain't no use for po' ignorant folks like us to be trying to know; en so,\nef it's our duty, we got to go en tackle it en do de bes' we can. Same\ntime, I feel as sorry for dem paynims as Mars Tom. De hard part gwine\nto be to kill folks dat a body hain't been 'quainted wid and dat hain't\ndone him no harm. Dat's it, you see. Ef we wuz to go 'mongst 'em, jist\nwe three, en say we's hungry, en ast 'em for a bite to eat, why, maybe\ndey's jist like yuther people. Don't you reckon dey is? Why, DEY'D give\nit, I know dey would, en den--”\n\n“Then what?”\n\n“Well, Mars Tom, my idea is like dis. It ain't no use, we CAN'T kill\ndem po' strangers dat ain't doin' us no harm, till we've had practice--I\nknows it perfectly well, Mars Tom--'deed I knows it perfectly well. But\nef we takes a' axe or two, jist you en me en Huck, en slips acrost de\nriver to-night arter de moon's gone down, en kills dat sick fam'ly dat's\nover on the Sny, en burns dey house down, en--”\n\n“Oh, you make me tired!” says Tom. “I don't want to argue any more with\npeople like you and Huck Finn, that's always wandering from the subject,\nand ain't got any more sense than to try to reason out a thing that's\npure theology by the laws that protect real estate!”\n\nNow that's just where Tom Sawyer warn't fair. Jim didn't mean no harm,\nand I didn't mean no harm. We knowed well enough that he was right and\nwe was wrong, and all we was after was to get at the HOW of it, and\nthat was all; and the only reason he couldn't explain it so we could\nunderstand it was because we was ignorant--yes, and pretty dull, too, I\nain't denying that; but, land! that ain't no crime, I should think.\n\nBut he wouldn't hear no more about it--just said if we had tackled the\nthing in the proper spirit, he would 'a' raised a couple of thousand\nknights and put them in steel armor from head to heel, and made me a\nlieutenant and Jim a sutler, and took the command himself and brushed\nthe whole paynim outfit into the sea like flies and come back across the\nworld in a glory like sunset. But he said we didn't know enough to take\nthe chance when we had it, and he wouldn't ever offer it again. And he\ndidn't. When he once got set, you couldn't budge him.\n\nBut I didn't care much. I am peaceable, and don't get up rows with\npeople that ain't doing nothing to me. I allowed if the paynim was\nsatisfied I was, and we would let it stand at that.\n\nNow Tom he got all that notion out of Walter Scott's book, which he was\nalways reading. And it WAS a wild notion, because in my opinion he never\ncould've raised the men, and if he did, as like as not he would've got\nlicked. I took the book and read all about it, and as near as I could\nmake it out, most of the folks that shook farming to go crusading had a\nmighty rocky time of it.\n\n\n\nCHAPTER II. THE BALLOON ASCENSION\n\nWELL, Tom got up one thing after another, but they all had tender spots\nabout 'em somewheres, and he had to shove 'em aside. So at last he was\nabout in despair. Then the St. Louis papers begun to talk a good deal\nabout the balloon that was going to sail to Europe, and Tom sort of\nthought he wanted to go down and see what it looked like, but couldn't\nmake up his mind. But the papers went on talking, and so he allowed\nthat maybe if he didn't go he mightn't ever have another chance to see\na balloon; and next, he found out that Nat Parsons was going down to see\nit, and that decided him, of course. He wasn't going to have Nat Parsons\ncoming back bragging about seeing the balloon, and him having to listen\nto it and keep quiet. So he wanted me and Jim to go too, and we went.\n\nIt was a noble big balloon, and had wings and fans and all sorts of\nthings, and wasn't like any balloon you see in pictures. It was away out\ntoward the edge of town, in a vacant lot, corner of Twelfth street; and\nthere was a big crowd around it, making fun of it, and making fun of the\nman,--a lean pale feller with that soft kind of moonlight in his eyes,\nyou know,--and they kept saying it wouldn't go. It made him hot to hear\nthem, and he would turn on them and shake his fist and say they was\nanimals and blind, but some day they would find they had stood face to\nface with one of the men that lifts up nations and makes civilizations,\nand was too dull to know it; and right here on this spot their own\nchildren and grandchildren would build a monument to him that would\noutlast a thousand years, but his name would outlast the monument. And\nthen the crowd would burst out in a laugh again, and yell at him, and\nask him what was his name before he was married, and what he would take\nto not do it, and what was his sister's cat's grandmother's name, and\nall the things that a crowd says when they've got hold of a feller that\nthey see they can plague. Well, some things they said WAS funny,--yes,\nand mighty witty too, I ain't denying that,--but all the same it warn't\nfair nor brave, all them people pitching on one, and they so glib and\nsharp, and him without any gift of talk to answer back with. But, good\nland! what did he want to sass back for? You see, it couldn't do him no\ngood, and it was just nuts for them. They HAD him, you know. But that\nwas his way. I reckon he couldn't help it; he was made so, I judge. He\nwas a good enough sort of cretur, and hadn't no harm in him, and was\njust a genius, as the papers said, which wasn't his fault. We can't all\nbe sound: we've got to be the way we're made. As near as I can make out,\ngeniuses think they know it all, and so they won't take people's advice,\nbut always go their own way, which makes everybody forsake them and\ndespise them, and that is perfectly natural. If they was humbler, and\nlistened and tried to learn, it would be better for them.\n\nThe part the professor was in was like a boat, and was big and roomy,\nand had water-tight lockers around the inside to keep all sorts of\nthings in, and a body could sit on them, and make beds on them, too.\nWe went aboard, and there was twenty people there, snooping around\nand examining, and old Nat Parsons was there, too. The professor kept\nfussing around getting ready, and the people went ashore, drifting out\none at a time, and old Nat he was the last. Of course it wouldn't do to\nlet him go out behind US. We mustn't budge till he was gone, so we could\nbe last ourselves.\n\nBut he was gone now, so it was time for us to follow. I heard a big\nshout, and turned around--the city was dropping from under us like a\nshot! It made me sick all through, I was so scared. Jim turned gray and\ncouldn't say a word, and Tom didn't say nothing, but looked excited. The\ncity went on dropping down, and down, and down; but we didn't seem to be\ndoing nothing but just hang in the air and stand still. The houses got\nsmaller and smaller, and the city pulled itself together, closer\nand closer, and the men and wagons got to looking like ants and bugs\ncrawling around, and the streets like threads and cracks; and then it\nall kind of melted together, and there wasn't any city any more it was\nonly a big scar on the earth, and it seemed to me a body could see up\nthe river and down the river about a thousand miles, though of course it\nwasn't so much. By and by the earth was a ball--just a round ball, of\na dull color, with shiny stripes wriggling and winding around over it,\nwhich was rivers. The Widder Douglas always told me the earth was round\nlike a ball, but I never took any stock in a lot of them superstitions\no' hers, and of course I paid no attention to that one, because I could\nsee myself that the world was the shape of a plate, and flat. I used\nto go up on the hill, and take a look around and prove it for myself,\nbecause I reckon the best way to get a sure thing on a fact is to go and\nexamine for yourself, and not take anybody's say-so. But I had to give\nin now that the widder was right. That is, she was right as to the rest\nof the world, but she warn't right about the part our village is in;\nthat part is the shape of a plate, and flat, I take my oath!\n\nThe professor had been quiet all this time, as if he was asleep; but he\nbroke loose now, and he was mighty bitter. He says something like this:\n\n“Idiots! They said it wouldn't go; and they wanted to examine it, and\nspy around and get the secret of it out of me. But I beat them. Nobody\nknows the secret but me. Nobody knows what makes it move but me; and\nit's a new power--a new power, and a thousand times the strongest in the\nearth! Steam's foolishness to it! They said I couldn't go to Europe. To\nEurope! Why, there's power aboard to last five years, and feed for three\nmonths. They are fools! What do they know about it? Yes, and they said\nmy air-ship was flimsy. Why, she's good for fifty years! I can sail the\nskies all my life if I want to, and steer where I please, though they\nlaughed at that, and said I couldn't. Couldn't steer! Come here, boy;\nwe'll see. You press these buttons as I tell you.”\n\nHe made Tom steer the ship all about and every which way, and learnt him\nthe whole thing in nearly no time; and Tom said it was perfectly easy.\nHe made him fetch the ship down 'most to the earth, and had him spin her\nalong so close to the Illinois prairies that a body could talk to the\nfarmers, and hear everything they said perfectly plain; and he flung out\nprinted bills to them that told about the balloon, and said it was going\nto Europe. Tom got so he could steer straight for a tree till he got\nnearly to it, and then dart up and skin right along over the top of it.\nYes, and he showed Tom how to land her; and he done it first-rate, too,\nand set her down in the prairies as soft as wool. But the minute we\nstarted to skip out the professor says, “No, you don't!” and shot her up\nin the air again. It was awful. I begun to beg, and so did Jim; but it\nonly give his temper a rise, and he begun to rage around and look wild\nout of his eyes, and I was scared of him.\n\nWell, then he got on to his troubles again, and mourned and grumbled\nabout the way he was treated, and couldn't seem to git over it, and\nespecially people's saying his ship was flimsy. He scoffed at that, and\nat their saying she warn't simple and would be always getting out of\norder. Get out of order! That graveled him; he said that she couldn't\nany more get out of order than the solar sister.\n\nHe got worse and worse, and I never see a person take on so. It give\nme the cold shivers to see him, and so it did Jim. By and by he got to\nyelling and screaming, and then he swore the world shouldn't ever have\nhis secret at all now, it had treated him so mean. He said he would sail\nhis balloon around the globe just to show what he could do, and then he\nwould sink it in the sea, and sink us all along with it, too. Well, it\nwas the awfulest fix to be in, and here was night coming on!\n\nHe give us something to eat, and made us go to the other end of the\nboat, and he laid down on a locker, where he could boss all the works,\nand put his old pepper-box revolver under his head, and said if anybody\ncome fooling around there trying to land her, he would kill him.\n\nWe set scrunched up together, and thought considerable, but didn't say\nmuch--only just a word once in a while when a body had to say something\nor bust, we was so scared and worried. The night dragged along slow and\nlonesome. We was pretty low down, and the moonshine made everything soft\nand pretty, and the farmhouses looked snug and homeful, and we could\nhear the farm sounds, and wished we could be down there; but, laws! we\njust slipped along over them like a ghost, and never left a track.\n\nAway in the night, when all the sounds was late sounds, and the air had\na late feel, and a late smell, too--about a two-o'clock feel, as near as\nI could make out--Tom said the professor was so quiet this time he must\nbe asleep, and we'd better--\n\n“Better what?” I says in a whisper, and feeling sick all over, because I\nknowed what he was thinking about.\n\n“Better slip back there and tie him, and land the ship,” he says.\n\nI says: “No, sir! Don' you budge, Tom Sawyer.”\n\nAnd Jim--well, Jim was kind o' gasping, he was so scared. He says:\n\n“Oh, Mars Tom, DON'T! Ef you teches him, we's gone--we's gone sho'!\nI ain't gwine anear him, not for nothin' in dis worl'. Mars Tom, he's\nplumb crazy.”\n\nTom whispers and says--“That's WHY we've got to do something. If\nhe wasn't crazy I wouldn't give shucks to be anywhere but here; you\ncouldn't hire me to get out--now that I've got used to this balloon and\nover the scare of being cut loose from the solid ground--if he was in\nhis right mind. But it's no good politics, sailing around like this with\na person that's out of his head, and says he's going round the world\nand then drown us all. We've GOT to do something, I tell you, and do it\nbefore he wakes up, too, or we mayn't ever get another chance. Come!”\n\nBut it made us turn cold and creepy just to think of it, and we said we\nwouldn't budge. So Tom was for slipping back there by himself to see if\nhe couldn't get at the steering-gear and land the ship. We begged and\nbegged him not to, but it warn't no use; so he got down on his hands and\nknees, and begun to crawl an inch at a time, we a-holding our breath and\nwatching. After he got to the middle of the boat he crept slower than\never, and it did seem like years to me. But at last we see him get to\nthe professor's head, and sort of raise up soft and look a good spell\nin his face and listen. Then we see him begin to inch along again toward\nthe professor's feet where the steering-buttons was. Well, he got there\nall safe, and was reaching slow and steady toward the buttons, but he\nknocked down something that made a noise, and we see him slump down flat\nan' soft in the bottom, and lay still. The professor stirred, and says,\n“What's that?” But everybody kept dead still and quiet, and he begun to\nmutter and mumble and nestle, like a person that's going to wake up, and\nI thought I was going to die, I was so worried and scared.\n\nThen a cloud slid over the moon, and I 'most cried, I was so glad. She\nburied herself deeper and deeper into the cloud, and it got so dark we\ncouldn't see Tom. Then it began to sprinkle rain, and we could hear the\nprofessor fussing at his ropes and things and abusing the weather. We\nwas afraid every minute he would touch Tom, and then we would be goners,\nand no help; but Tom was already on his way back, and when we felt his\nhands on our knees my breath stopped sudden, and my heart fell down\n'mongst my other works, because I couldn't tell in the dark but it might\nbe the professor! which I thought it WAS.\n\nDear! I was so glad to have him back that I was just as near happy as a\nperson could be that was up in the air that way with a deranged man.\nYou can't land a balloon in the dark, and so I hoped it would keep on\nraining, for I didn't want Tom to go meddling any more and make us so\nawful uncomfortable. Well, I got my wish. It drizzled and drizzled along\nthe rest of the night, which wasn't long, though it did seem so; and\nat daybreak it cleared, and the world looked mighty soft and gray and\npretty, and the forests and fields so good to see again, and the horses\nand cattle standing sober and thinking. Next, the sun come a-blazing\nup gay and splendid, and then we began to feel rusty and stretchy, and\nfirst we knowed we was all asleep.\n\n\n\nCHAPTER III. TOM EXPLAINS\n\nWE went to sleep about four o'clock, and woke up about eight. The\nprofessor was setting back there at his end, looking glum. He pitched\nus some breakfast, but he told us not to come abaft the midship compass.\nThat was about the middle of the boat. Well, when you are sharp-set,\nand you eat and satisfy yourself, everything looks pretty different from\nwhat it done before. It makes a body feel pretty near comfortable, even\nwhen he is up in a balloon with a genius. We got to talking together.\n\nThere was one thing that kept bothering me, and by and by I says:\n\n“Tom, didn't we start east?”\n\n“Yes.”\n\n“How fast have we been going?”\n\n“Well, you heard what the professor said when he was raging round.\nSometimes, he said, we was making fifty miles an hour, sometimes ninety,\nsometimes a hundred; said that with a gale to help he could make three\nhundred any time, and said if he wanted the gale, and wanted it blowing\nthe right direction, he only had to go up higher or down lower to find\nit.”\n\n“Well, then, it's just as I reckoned. The professor lied.”\n\n“Why?”\n\n“Because if we was going so fast we ought to be past Illinois, oughtn't\nwe?”\n\n“Certainly.”\n\n“Well, we ain't.”\n\n“What's the reason we ain't?”\n\n“I know by the color. We're right over Illinois yet. And you can see for\nyourself that Indiana ain't in sight.”\n\n“I wonder what's the matter with you, Huck. You know by the COLOR?”\n\n“Yes, of course I do.”\n\n“What's the color got to do with it?”\n\n“It's got everything to do with it. Illinois is green, Indiana is pink.\nYou show me any pink down here, if you can. No, sir; it's green.”\n\n“Indiana PINK? Why, what a lie!”\n\n“It ain't no lie; I've seen it on the map, and it's pink.”\n\nYou never see a person so aggravated and disgusted. He says:\n\n“Well, if I was such a numbskull as you, Huck Finn, I would jump over.\nSeen it on the map! Huck Finn, did you reckon the States was the same\ncolor out-of-doors as they are on the map?”\n\n“Tom Sawyer, what's a map for? Ain't it to learn you facts?”\n\n“Of course.”\n\n“Well, then, how's it going to do that if it tells lies? That's what I\nwant to know.”\n\n“Shucks, you muggins! It don't tell lies.”\n\n“It don't, don't it?”\n\n“No, it don't.”\n\n“All right, then; if it don't, there ain't no two States the same color.\nYou git around THAT if you can, Tom Sawyer.”\n\nHe see I had him, and Jim see it too; and I tell you, I felt pretty\ngood, for Tom Sawyer was always a hard person to git ahead of. Jim\nslapped his leg and says:\n\n“I tell YOU! dat's smart, dat's right down smart. Ain't no use, Mars\nTom; he got you DIS time, sho'!” He slapped his leg again, and says, “My\nLAN', but it was smart one!”\n\nI never felt so good in my life; and yet I didn't know I was saying\nanything much till it was out. I was just mooning along, perfectly\ncareless, and not expecting anything was going to happen, and never\nTHINKING of such a thing at all, when, all of a sudden, out it came.\nWhy, it was just as much a surprise to me as it was to any of them. It\nwas just the same way it is when a person is munching along on a hunk\nof corn-pone, and not thinking about anything, and all of a sudden bites\ninto a di'mond. Now all that HE knows first off is that it's some kind\nof gravel he's bit into; but he don't find out it's a di'mond till\nhe gits it out and brushes off the sand and crumbs and one thing or\nanother, and has a look at it, and then he's surprised and glad--yes,\nand proud too; though when you come to look the thing straight in the\neye, he ain't entitled to as much credit as he would 'a' been if he'd\nbeen HUNTING di'monds. You can see the difference easy if you think it\nover. You see, an accident, that way, ain't fairly as big a thing as\na thing that's done a-purpose. Anybody could find that di'mond in that\ncorn-pone; but mind you, it's got to be somebody that's got THAT KIND\nOF A CORN-PONE. That's where that feller's credit comes in, you see;\nand that's where mine comes in. I don't claim no great things--I don't\nreckon I could 'a' done it again--but I done it that time; that's all I\nclaim. And I hadn't no more idea I could do such a thing, and warn't any\nmore thinking about it or trying to, than you be this minute. Why, I was\njust as ca'm, a body couldn't be any ca'mer, and yet, all of a sudden,\nout it come. I've often thought of that time, and I can remember just\nthe way everything looked, same as if it was only last week. I can see\nit all: beautiful rolling country with woods and fields and lakes\nfor hundreds and hundreds of miles all around, and towns and villages\nscattered everywheres under us, here and there and yonder; and the\nprofessor mooning over a chart on his little table, and Tom's cap\nflopping in the rigging where it was hung up to dry. And one thing in\nparticular was a bird right alongside, not ten foot off, going our way\nand trying to keep up, but losing ground all the time; and a railroad\ntrain doing the same thing down there, sliding among the trees and\nfarms, and pouring out a long cloud of black smoke and now and then a\nlittle puff of white; and when the white was gone so long you had almost\nforgot it, you would hear a little faint toot, and that was the whistle.\nAnd we left the bird and the train both behind, 'WAY behind, and done it\neasy, too.\n\nBut Tom he was huffy, and said me and Jim was a couple of ignorant\nblatherskites, and then he says:\n\n“Suppose there's a brown calf and a big brown dog, and an artist is\nmaking a picture of them. What is the MAIN thing that that artist has\ngot to do? He has got to paint them so you can tell them apart the\nminute you look at them, hain't he? Of course. Well, then, do you want\nhim to go and paint BOTH of them brown? Certainly you don't. He paints\none of them blue, and then you can't make no mistake. It's just the same\nwith the maps. That's why they make every State a different color; it\nain't to deceive you, it's to keep you from deceiving yourself.”\n\nBut I couldn't see no argument about that, and neither could Jim. Jim\nshook his head, and says:\n\n“Why, Mars Tom, if you knowed what chuckle-heads dem painters is, you'd\nwait a long time before you'd fetch one er DEM in to back up a fac'.\nI's gwine to tell you, den you kin see for you'self. I see one of 'em\na-paintin' away, one day, down in ole Hank Wilson's back lot, en I went\ndown to see, en he was paintin' dat old brindle cow wid de near horn\ngone--you knows de one I means. En I ast him what he's paintin' her for,\nen he say when he git her painted, de picture's wuth a hundred dollars.\nMars Tom, he could a got de cow fer fifteen, en I tole him so. Well,\nsah, if you'll b'lieve me, he jes' shuck his head, dat painter did, en\nwent on a-dobbin'. Bless you, Mars Tom, DEY don't know nothin'.”\n\nTom lost his temper. I notice a person 'most always does that's got laid\nout in an argument. He told us to shut up, and maybe we'd feel better.\nThen he see a town clock away off down yonder, and he took up the glass\nand looked at it, and then looked at his silver turnip, and then at the\nclock, and then at the turnip again, and says:\n\n“That's funny! That clock's near about an hour fast.”\n\nSo he put up his turnip. Then he see another clock, and took a look, and\nit was an hour fast too. That puzzled him.\n\n“That's a mighty curious thing,” he says. “I don't understand it.”\n\nThen he took the glass and hunted up another clock, and sure enough it\nwas an hour fast too. Then his eyes began to spread and his breath to\ncome out kinder gaspy like, and he says:\n\n“Ger-reat Scott, it's the LONGITUDE!”\n\nI says, considerably scared:\n\n“Well, what's been and gone and happened now?”\n\n“Why, the thing that's happened is that this old bladder has slid over\nIllinois and Indiana and Ohio like nothing, and this is the east end of\nPennsylvania or New York, or somewheres around there.”\n\n“Tom Sawyer, you don't mean it!”\n\n“Yes, I do, and it's dead sure. We've covered about fifteen degrees of\nlongitude since we left St. Louis yesterday afternoon, and them clocks\nare right. We've come close on to eight hundred miles.”\n\nI didn't believe it, but it made the cold streaks trickle down my back\njust the same. In my experience I knowed it wouldn't take much short of\ntwo weeks to do it down the Mississippi on a raft. Jim was working his\nmind and studying. Pretty soon he says:\n\n“Mars Tom, did you say dem clocks uz right?”\n\n“Yes, they're right.”\n\n“Ain't yo' watch right, too?”\n\n“She's right for St. Louis, but she's an hour wrong for here.”\n\n“Mars Tom, is you tryin' to let on dat de time ain't de SAME\neverywheres?”\n\n“No, it ain't the same everywheres, by a long shot.”\n\nJim looked distressed, and says:\n\n“It grieves me to hear you talk like dat, Mars Tom; I's right down\nashamed to hear you talk like dat, arter de way you's been raised.\nYassir, it'd break yo' Aunt Polly's heart to hear you.”\n\nTom was astonished. He looked Jim over wondering, and didn't say\nnothing, and Jim went on:\n\n“Mars Tom, who put de people out yonder in St. Louis? De Lord done it.\nWho put de people here whar we is? De Lord done it. Ain' dey bofe his\nchildren? 'Cose dey is. WELL, den! is he gwine to SCRIMINATE 'twixt\n'em?”\n\n“Scriminate! I never heard such ignorance. There ain't no discriminating\nabout it. When he makes you and some more of his children black, and\nmakes the rest of us white, what do you call that?”\n\nJim see the p'int. He was stuck. He couldn't answer. Tom says:\n\n“He does discriminate, you see, when he wants to; but this case HERE\nain't no discrimination of his, it's man's. The Lord made the day,\nand he made the night; but he didn't invent the hours, and he didn't\ndistribute them around. Man did that.”\n\n“Mars Tom, is dat so? Man done it?”\n\n“Certainly.”\n\n“Who tole him he could?”\n\n“Nobody. He never asked.”\n\nJim studied a minute, and says:\n\n“Well, dat do beat me. I wouldn't 'a' tuck no sich resk. But some people\nain't scared o' nothin'. Dey bangs right ahead; DEY don't care what\nhappens. So den dey's allays an hour's diff'unce everywhah, Mars Tom?”\n\n“An hour? No! It's four minutes difference for every degree of\nlongitude, you know. Fifteen of 'em's an hour, thirty of 'em's two\nhours, and so on. When it's one clock Tuesday morning in England, it's\neight o'clock the night before in New York.”\n\nJim moved a little way along the locker, and you could see he was\ninsulted. He kept shaking his head and muttering, and so I slid along to\nhim and patted him on the leg, and petted him up, and got him over the\nworst of his feelings, and then he says:\n\n“Mars Tom talkin' sich talk as dat! Choosday in one place en Monday in\nt'other, bofe in the same day! Huck, dis ain't no place to joke--up here\nwhah we is. Two days in one day! How you gwine to get two days inter one\nday? Can't git two hours inter one hour, kin you? Can't git two niggers\ninter one nigger skin, kin you? Can't git two gallons of whisky inter\na one-gallon jug, kin you? No, sir, 'twould strain de jug. Yes, en even\nden you couldn't, I don't believe. Why, looky here, Huck, s'posen de\nChoosday was New Year's--now den! is you gwine to tell me it's dis year\nin one place en las' year in t'other, bofe in de identical same minute?\nIt's de beatenest rubbage! I can't stan' it--I can't stan' to hear tell\n'bout it.” Then he begun to shiver and turn gray, and Tom says:\n\n“NOW what's the matter? What's the trouble?”\n\nJim could hardly speak, but he says:\n\n“Mars Tom, you ain't jokin', en it's SO?”\n\n“No, I'm not, and it is so.”\n\nJim shivered again, and says:\n\n“Den dat Monday could be de las' day, en dey wouldn't be no las' day\nin England, en de dead wouldn't be called. We mustn't go over dah, Mars\nTom. Please git him to turn back; I wants to be whah--”\n\nAll of a sudden we see something, and all jumped up, and forgot\neverything and begun to gaze. Tom says:\n\n“Ain't that the--” He catched his breath, then says: “It IS, sure as you\nlive! It's the ocean!”\n\nThat made me and Jim catch our breath, too. Then we all stood petrified\nbut happy, for none of us had ever seen an ocean, or ever expected to.\nTom kept muttering:\n\n“Atlantic Ocean--Atlantic. Land, don't it sound great! And that's\nIT--and WE are looking at it--we! Why, it's just too splendid to\nbelieve!”\n\nThen we see a big bank of black smoke; and when we got nearer, it was\na city--and a monster she was, too, with a thick fringe of ships around\none edge; and we wondered if it was New York, and begun to jaw and\ndispute about it, and, first we knowed, it slid from under us and went\nflying behind, and here we was, out over the very ocean itself, and\ngoing like a cyclone. Then we woke up, I tell you!\n\nWe made a break aft and raised a wail, and begun to beg the professor\nto turn back and land us, but he jerked out his pistol and motioned us\nback, and we went, but nobody will ever know how bad we felt.\n\nThe land was gone, all but a little streak, like a snake, away off\non the edge of the water, and down under us was just ocean, ocean,\nocean--millions of miles of it, heaving and pitching and squirming, and\nwhite sprays blowing from the wave-tops, and only a few ships in sight,\nwallowing around and laying over, first on one side and then on t'other,\nand sticking their bows under and then their sterns; and before long\nthere warn't no ships at all, and we had the sky and the whole ocean all\nto ourselves, and the roomiest place I ever see and the lonesomest.\n\n\n\nCHAPTER IV. STORM\n\nAND it got lonesomer and lonesomer. There was the big sky up there,\nempty and awful deep; and the ocean down there without a thing on it but\njust the waves. All around us was a ring, where the sky and the water\ncome together; yes, a monstrous big ring it was, and we right in the\ndead center of it--plumb in the center. We was racing along like a\nprairie fire, but it never made any difference, we couldn't seem to git\npast that center no way. I couldn't see that we ever gained an inch\non that ring. It made a body feel creepy, it was so curious and\nunaccountable.\n\nWell, everything was so awful still that we got to talking in a very\nlow voice, and kept on getting creepier and lonesomer and less and less\ntalky, till at last the talk ran dry altogether, and we just set there\nand “thunk,” as Jim calls it, and never said a word the longest time.\n\nThe professor never stirred till the sun was overhead, then he stood up\nand put a kind of triangle to his eye, and Tom said it was a sextant\nand he was taking the sun to see whereabouts the balloon was. Then he\nciphered a little and looked in a book, and then he begun to carry on\nagain. He said lots of wild things, and, among others, he said he would\nkeep up this hundred-mile gait till the middle of to-morrow afternoon,\nand then he'd land in London.\n\nWe said we would be humbly thankful.\n\nHe was turning away, but he whirled around when we said that, and\ngive us a long look of his blackest kind--one of the maliciousest and\nsuspiciousest looks I ever see. Then he says:\n\n“You want to leave me. Don't try to deny it.”\n\nWe didn't know what to say, so we held in and didn't say nothing at all.\n\nHe went aft and set down, but he couldn't seem to git that thing out of\nhis mind. Every now and then he would rip out something about it, and\ntry to make us answer him, but we dasn't.\n\nIt got lonesomer and lonesomer right along, and it did seem to me I\ncouldn't stand it. It was still worse when night begun to come on. By\nand by Tom pinched me and whispers:\n\n“Look!”\n\nI took a glance aft, and see the professor taking a whet out of a\nbottle. I didn't like the looks of that. By and by he took another\ndrink, and pretty soon he begun to sing. It was dark now, and getting\nblack and stormy. He went on singing, wilder and wilder, and the thunder\nbegun to mutter, and the wind to wheeze and moan among the ropes, and\naltogether it was awful. It got so black we couldn't see him any more,\nand wished we couldn't hear him, but we could. Then he got still; but\nhe warn't still ten minutes till we got suspicious, and wished he would\nstart up his noise again, so we could tell where he was. By and by\nthere was a flash of lightning, and we see him start to get up, but he\nstaggered and fell down. We heard him scream out in the dark:\n\n“They don't want to go to England. All right, I'll change the course.\nThey want to leave me. I know they do. Well, they shall--and NOW!”\n\nI 'most died when he said that. Then he was still again--still so long I\ncouldn't bear it, and it did seem to me the lightning wouldn't EVER come\nagain. But at last there was a blessed flash, and there he was, on his\nhands and knees crawling, and not four feet from us. My, but his eyes\nwas terrible! He made a lunge for Tom, and says, “Overboard YOU go!” but\nit was already pitch-dark again, and I couldn't see whether he got him\nor not, and Tom didn't make a sound.\n\nThere was another long, horrible wait; then there was a flash, and I\nsee Tom's head sink down outside the boat and disappear. He was on the\nrope-ladder that dangled down in the air from the gunnel. The professor\nlet off a shout and jumped for him, and straight off it was pitch-dark\nagain, and Jim groaned out, “Po' Mars Tom, he's a goner!” and made a\njump for the professor, but the professor warn't there.\n\nThen we heard a couple of terrible screams, and then another not so\nloud, and then another that was 'way below, and you could only JUST hear\nit; and I heard Jim say, “Po' Mars Tom!”\n\nThen it was awful still, and I reckon a person could 'a' counted four\nthousand before the next flash come. When it come I see Jim on his\nknees, with his arms on the locker and his face buried in them, and he\nwas crying. Before I could look over the edge it was all dark again, and\nI was glad, because I didn't want to see. But when the next flash come,\nI was watching, and down there I see somebody a-swinging in the wind on\nthe ladder, and it was Tom!\n\n“Come up!” I shouts; “come up, Tom!”\n\nHis voice was so weak, and the wind roared so, I couldn't make out what\nhe said, but I thought he asked was the professor up there. I shouts:\n\n“No, he's down in the ocean! Come up! Can we help you?”\n\nOf course, all this in the dark.\n\n“Huck, who is you hollerin' at?”\n\n“I'm hollerin' at Tom.”\n\n“Oh, Huck, how kin you act so, when you know po' Mars Tom--” Then he let\noff an awful scream, and flung his head and his arms back and let off\nanother one, because there was a white glare just then, and he had\nraised up his face just in time to see Tom's, as white as snow, rise\nabove the gunnel and look him right in the eye. He thought it was Tom's\nghost, you see.\n\nTom clumb aboard, and when Jim found it WAS him, and not his ghost, he\nhugged him, and called him all sorts of loving names, and carried on\nlike he was gone crazy, he was so glad. Says I:\n\n“What did you wait for, Tom? Why didn't you come up at first?”\n\n“I dasn't, Huck. I knowed somebody plunged down past me, but I didn't\nknow who it was in the dark. It could 'a' been you, it could 'a' been\nJim.”\n\nThat was the way with Tom Sawyer--always sound. He warn't coming up till\nhe knowed where the professor was.\n\nThe storm let go about this time with all its might; and it was dreadful\nthe way the thunder boomed and tore, and the lightning glared out, and\nthe wind sung and screamed in the rigging, and the rain come down. One\nsecond you couldn't see your hand before you, and the next you could\ncount the threads in your coat-sleeve, and see a whole wide desert of\nwaves pitching and tossing through a kind of veil of rain. A storm like\nthat is the loveliest thing there is, but it ain't at its best when you\nare up in the sky and lost, and it's wet and lonesome, and there's just\nbeen a death in the family.\n\nWe set there huddled up in the bow, and talked low about the poor\nprofessor; and everybody was sorry for him, and sorry the world had\nmade fun of him and treated him so harsh, when he was doing the best he\ncould, and hadn't a friend nor nobody to encourage him and keep him from\nbrooding his mind away and going deranged. There was plenty of clothes\nand blankets and everything at the other end, but we thought we'd ruther\ntake the rain than go meddling back there.\n\n\n\nCHAPTER V. LAND\n\nWE tried to make some plans, but we couldn't come to no agreement. Me\nand Jim was for turning around and going back home, but Tom allowed that\nby the time daylight come, so we could see our way, we would be so far\ntoward England that we might as well go there, and come back in a ship,\nand have the glory of saying we done it.\n\nAbout midnight the storm quit and the moon come out and lit up the\nocean, and we begun to feel comfortable and drowsy; so we stretched out\non the lockers and went to sleep, and never woke up again till sun-up.\nThe sea was sparkling like di'monds, and it was nice weather, and pretty\nsoon our things was all dry again.\n\nWe went aft to find some breakfast, and the first thing we noticed was\nthat there was a dim light burning in a compass back there under a hood.\nThen Tom was disturbed. He says:\n\n“You know what that means, easy enough. It means that somebody has got\nto stay on watch and steer this thing the same as he would a ship, or\nshe'll wander around and go wherever the wind wants her to.”\n\n“Well,” I says, “what's she been doing since--er--since we had the\naccident?”\n\n“Wandering,” he says, kinder troubled--“wandering, without any doubt.\nShe's in a wind now that's blowing her south of east. We don't know how\nlong that's been going on, either.”\n\nSo then he p'inted her east, and said he would hold her there till we\nrousted out the breakfast. The professor had laid in everything a body\ncould want; he couldn't 'a' been better fixed. There wasn't no milk for\nthe coffee, but there was water, and everything else you could want,\nand a charcoal stove and the fixings for it, and pipes and cigars and\nmatches; and wine and liquor, which warn't in our line; and books, and\nmaps, and charts, and an accordion; and furs, and blankets, and no end\nof rubbish, like brass beads and brass jewelry, which Tom said was\na sure sign that he had an idea of visiting among savages. There was\nmoney, too. Yes, the professor was well enough fixed.\n\nAfter breakfast Tom learned me and Jim how to steer, and divided us all\nup into four-hour watches, turn and turn about; and when his watch was\nout I took his place, and he got out the professor's papers and pens and\nwrote a letter home to his aunt Polly, telling her everything that had\nhappened to us, and dated it “IN THE WELKIN, APPROACHING ENGLAND,” and\nfolded it together and stuck it fast with a red wafer, and directed it,\nand wrote above the direction, in big writing, “FROM TOM SAWYER, THE\nERRONORT,” and said it would stump old Nat Parsons, the postmaster, when\nit come along in the mail. I says:\n\n“Tom Sawyer, this ain't no welkin, it's a balloon.”\n\n“Well, now, who SAID it was a welkin, smarty?”\n\n“You've wrote it on the letter, anyway.”\n\n“What of it? That don't mean that the balloon's the welkin.”\n\n“Oh, I thought it did. Well, then, what is a welkin?”\n\nI see in a minute he was stuck. He raked and scraped around in his mind,\nbut he couldn't find nothing, so he had to say:\n\n“I don't know, and nobody don't know. It's just a word, and it's a\nmighty good word, too. There ain't many that lays over it. I don't\nbelieve there's ANY that does.”\n\n“Shucks!” I says. “But what does it MEAN?--that's the p'int.”\n\n“I don't know what it means, I tell you. It's a word that people uses\nfor--for--well, it's ornamental. They don't put ruffles on a shirt to\nkeep a person warm, do they?”\n\n“Course they don't.”\n\n“But they put them ON, don't they?”\n\n“Yes.”\n\n“All right, then; that letter I wrote is a shirt, and the welkin's the\nruffle on it.”\n\nI judged that that would gravel Jim, and it did.\n\n“Now, Mars Tom, it ain't no use to talk like dat; en, moreover, it's\nsinful. You knows a letter ain't no shirt, en dey ain't no ruffles on\nit, nuther. Dey ain't no place to put 'em on; you can't put em on, and\ndey wouldn't stay ef you did.”\n\n“Oh DO shut up, and wait till something's started that you know\nsomething about.”\n\n“Why, Mars Tom, sholy you can't mean to say I don't know about shirts,\nwhen, goodness knows, I's toted home de washin' ever sence--”\n\n“I tell you, this hasn't got anything to do with shirts. I only--”\n\n“Why, Mars Tom, you said yo'self dat a letter--”\n\n“Do you want to drive me crazy? Keep still. I only used it as a\nmetaphor.”\n\nThat word kinder bricked us up for a minute. Then Jim says--rather\ntimid, because he see Tom was getting pretty tetchy:\n\n“Mars Tom, what is a metaphor?”\n\n“A metaphor's a--well, it's a--a--a metaphor's an illustration.” He see\nTHAT didn't git home, so he tried again. “When I say birds of a feather\nflocks together, it's a metaphorical way of saying--”\n\n“But dey DON'T, Mars Tom. No, sir, 'deed dey don't. Dey ain't no\nfeathers dat's more alike den a bluebird en a jaybird, but ef you waits\ntill you catches dem birds together, you'll--”\n\n“Oh, give us a rest! You can't get the simplest little thing through\nyour thick skull. Now don't bother me any more.”\n\nJim was satisfied to stop. He was dreadful pleased with himself for\ncatching Tom out. The minute Tom begun to talk about birds I judged he\nwas a goner, because Jim knowed more about birds than both of us put\ntogether. You see, he had killed hundreds and hundreds of them, and\nthat's the way to find out about birds. That's the way people does that\nwrites books about birds, and loves them so that they'll go hungry and\ntired and take any amount of trouble to find a new bird and kill it.\nTheir name is ornithologers, and I could have been an ornithologer\nmyself, because I always loved birds and creatures; and I started out to\nlearn how to be one, and I see a bird setting on a limb of a high tree,\nsinging with its head tilted back and its mouth open, and before I\nthought I fired, and his song stopped and he fell straight down from the\nlimb, all limp like a rag, and I run and picked him up and he was dead,\nand his body was warm in my hand, and his head rolled about this way and\nthat, like his neck was broke, and there was a little white skin over\nhis eyes, and one little drop of blood on the side of his head; and,\nlaws! I couldn't see nothing more for the tears; and I hain't never\nmurdered no creature since that warn't doing me no harm, and I ain't\ngoing to.\n\nBut I was aggravated about that welkin. I wanted to know. I got the\nsubject up again, and then Tom explained, the best he could. He said\nwhen a person made a big speech the newspapers said the shouts of the\npeople made the welkin ring. He said they always said that, but none of\nthem ever told what it was, so he allowed it just meant outdoors and up\nhigh. Well, that seemed sensible enough, so I was satisfied, and said\nso. That pleased Tom and put him in a good humor again, and he says:\n\n“Well, it's all right, then; and we'll let bygones be bygones. I don't\nknow for certain what a welkin is, but when we land in London we'll make\nit ring, anyway, and don't you forget it.”\n\nHe said an erronort was a person who sailed around in balloons; and said\nit was a mighty sight finer to be Tom Sawyer the Erronort than to be Tom\nSawyer the Traveler, and we would be heard of all round the world, if\nwe pulled through all right, and so he wouldn't give shucks to be a\ntraveler now.\n\nToward the middle of the afternoon we got everything ready to land,\nand we felt pretty good, too, and proud; and we kept watching with the\nglasses, like Columbus discovering America. But we couldn't see nothing\nbut ocean. The afternoon wasted out and the sun shut down, and still\nthere warn't no land anywheres. We wondered what was the matter, but\nreckoned it would come out all right, so we went on steering east, but\nwent up on a higher level so we wouldn't hit any steeples or mountains\nin the dark.\n\nIt was my watch till midnight, and then it was Jim's; but Tom stayed up,\nbecause he said ship captains done that when they was making the land,\nand didn't stand no regular watch.\n\nWell, when daylight come, Jim give a shout, and we jumped up and looked\nover, and there was the land sure enough--land all around, as far as you\ncould see, and perfectly level and yaller. We didn't know how long we'd\nbeen over it. There warn't no trees, nor hills, nor rocks, nor towns,\nand Tom and Jim had took it for the sea. They took it for the sea in a\ndead ca'm; but we was so high up, anyway, that if it had been the sea\nand rough, it would 'a' looked smooth, all the same, in the night, that\nway.\n\nWe was all in a powerful excitement now, and grabbed the glasses and\nhunted everywheres for London, but couldn't find hair nor hide of it,\nnor any other settlement--nor any sign of a lake or a river, either.\nTom was clean beat. He said it warn't his notion of England; he thought\nEngland looked like America, and always had that idea. So he said we\nbetter have breakfast, and then drop down and inquire the quickest way\nto London. We cut the breakfast pretty short, we was so impatient. As\nwe slanted along down, the weather began to moderate, and pretty soon we\nshed our furs. But it kept ON moderating, and in a precious little while\nit was 'most too moderate. We was close down now, and just blistering!\n\nWe settled down to within thirty foot of the land--that is, it was land\nif sand is land; for this wasn't anything but pure sand. Tom and me\nclumb down the ladder and took a run to stretch our legs, and it felt\namazing good--that is, the stretching did, but the sand scorched our\nfeet like hot embers. Next, we see somebody coming, and started to\nmeet him; but we heard Jim shout, and looked around and he was fairly\ndancing, and making signs, and yelling. We couldn't make out what\nhe said, but we was scared anyway, and begun to heel it back to the\nballoon. When we got close enough, we understood the words, and they\nmade me sick:\n\n“Run! Run fo' yo' life! Hit's a lion; I kin see him thoo de glass!\nRun, boys; do please heel it de bes' you kin. He's bu'sted outen de\nmenagerie, en dey ain't nobody to stop him!”\n\nIt made Tom fly, but it took the stiffening all out of my legs. I could\nonly just gasp along the way you do in a dream when there's a ghost\ngaining on you.\n\nTom got to the ladder and shinned up it a piece and waited for me; and\nas soon as I got a foothold on it he shouted to Jim to soar away. But\nJim had clean lost his head, and said he had forgot how. So Tom shinned\nalong up and told me to follow; but the lion was arriving, fetching a\nmost ghastly roar with every lope, and my legs shook so I dasn't try to\ntake one of them out of the rounds for fear the other one would give way\nunder me.\n\nBut Tom was aboard by this time, and he started the balloon up a little,\nand stopped it again as soon as the end of the ladder was ten or twelve\nfeet above ground. And there was the lion, a-ripping around under me,\nand roaring and springing up in the air at the ladder, and only missing\nit about a quarter of an inch, it seemed to me. It was delicious to\nbe out of his reach, perfectly delicious, and made me feel good and\nthankful all up one side; but I was hanging there helpless and couldn't\nclimb, and that made me feel perfectly wretched and miserable all down\nthe other. It is most seldom that a person feels so mixed like that; and\nit is not to be recommended, either.\n\nTom asked me what he'd better do, but I didn't know. He asked me if I\ncould hold on whilst he sailed away to a safe place and left the lion\nbehind. I said I could if he didn't go no higher than he was now; but if\nhe went higher I would lose my head and fall, sure. So he said, “Take a\ngood grip,” and he started.\n\n“Don't go so fast,” I shouted. “It makes my head swim.”\n\nHe had started like a lightning express. He slowed down, and we glided\nover the sand slower, but still in a kind of sickening way; for it IS\nuncomfortable to see things sliding and gliding under you like that, and\nnot a sound.\n\nBut pretty soon there was plenty of sound, for the lion was catching\nup. His noise fetched others. You could see them coming on the lope from\nevery direction, and pretty soon there was a couple of dozen of them\nunder me, jumping up at the ladder and snarling and snapping at each\nother; and so we went skimming along over the sand, and these fellers\ndoing what they could to help us to not forgit the occasion; and then\nsome other beasts come, without an invite, and they started a regular\nriot down there.\n\nWe see this plan was a mistake. We couldn't ever git away from them\nat this gait, and I couldn't hold on forever. So Tom took a think,\nand struck another idea. That was, to kill a lion with the pepper-box\nrevolver, and then sail away while the others stopped to fight over\nthe carcass. So he stopped the balloon still, and done it, and then we\nsailed off while the fuss was going on, and come down a quarter of a\nmile off, and they helped me aboard; but by the time we was out of reach\nagain, that gang was on hand once more. And when they see we was really\ngone and they couldn't get us, they sat down on their hams and looked up\nat us so kind of disappointed that it was as much as a person could do\nnot to see THEIR side of the matter.\n\n\n\nCHAPTER VI. IT'S A CARAVAN\n\nI WAS so weak that the only thing I wanted was a chance to lay down, so\nI made straight for my locker-bunk, and stretched myself out there. But\na body couldn't get back his strength in no such oven as that, so Tom\ngive the command to soar, and Jim started her aloft.\n\nWe had to go up a mile before we struck comfortable weather where it was\nbreezy and pleasant and just right, and pretty soon I was all straight\nagain. Tom had been setting quiet and thinking; but now he jumps up and\nsays:\n\n“I bet you a thousand to one I know where we are. We're in the Great\nSahara, as sure as guns!”\n\nHe was so excited he couldn't hold still; but I wasn't. I says:\n\n“Well, then, where's the Great Sahara? In England or in Scotland?”\n\n“'Tain't in either; it's in Africa.”\n\nJim's eyes bugged out, and he begun to stare down with no end of\ninterest, because that was where his originals come from; but I didn't\nmore than half believe it. I couldn't, you know; it seemed too awful far\naway for us to have traveled.\n\nBut Tom was full of his discovery, as he called it, and said the lions\nand the sand meant the Great Desert, sure. He said he could 'a' found\nout, before we sighted land, that we was crowding the land somewheres,\nif he had thought of one thing; and when we asked him what, he said:\n\n“These clocks. They're chronometers. You always read about them in sea\nvoyages. One of them is keeping Grinnage time, and the other is keeping\nSt. Louis time, like my watch. When we left St. Louis it was four in the\nafternoon by my watch and this clock, and it was ten at night by this\nGrinnage clock. Well, at this time of the year the sun sets at about\nseven o'clock. Now I noticed the time yesterday evening when the sun\nwent down, and it was half-past five o'clock by the Grinnage clock, and\nhalf past 11 A.M. by my watch and the other clock. You see, the sun rose\nand set by my watch in St. Louis, and the Grinnage clock was six hours\nfast; but we've come so far east that it comes within less than half an\nhour of setting by the Grinnage clock now, and I'm away out--more than\nfour hours and a half out. You see, that meant that we was closing up\non the longitude of Ireland, and would strike it before long if we\nwas p'inted right--which we wasn't. No, sir, we've been\na-wandering--wandering 'way down south of east, and it's my opinion\nwe are in Africa. Look at this map. You see how the shoulder of Africa\nsticks out to the west. Think how fast we've traveled; if we had gone\nstraight east we would be long past England by this time. You watch for\nnoon, all of you, and we'll stand up, and when we can't cast a shadow\nwe'll find that this Grinnage clock is coming mighty close to marking\ntwelve. Yes, sir, I think we're in Africa; and it's just bully.”\n\nJim was gazing down with the glass. He shook his head and says:\n\n“Mars Tom, I reckon dey's a mistake som'er's, hain't seen no niggers\nyit.”\n\n“That's nothing; they don't live in the desert. What is that, 'way off\nyonder? Gimme a glass.”\n\nHe took a long look, and said it was like a black string stretched\nacross the sand, but he couldn't guess what it was.\n\n“Well,” I says, “I reckon maybe you've got a chance now to find out\nwhereabouts this balloon is, because as like as not that is one of these\nlines here, that's on the map, that you call meridians of longitude, and\nwe can drop down and look at its number, and--”\n\n“Oh, shucks, Huck Finn, I never see such a lunkhead as you. Did you\ns'pose there's meridians of longitude on the EARTH?”\n\n“Tom Sawyer, they're set down on the map, and you know it perfectly\nwell, and here they are, and you can see for yourself.”\n\n“Of course they're on the map, but that's nothing; there ain't any on\nthe GROUND.”\n\n“Tom, do you know that to be so?”\n\n“Certainly I do.”\n\n“Well, then, that map's a liar again. I never see such a liar as that\nmap.”\n\nHe fired up at that, and I was ready for him, and Jim was warming his\nopinion, too, and next minute we'd 'a' broke loose on another argument,\nif Tom hadn't dropped the glass and begun to clap his hands like a\nmaniac and sing out:\n\n“Camels!--Camels!”\n\nSo I grabbed a glass and Jim, too, and took a look, but I was\ndisappointed, and says:\n\n“Camels your granny; they're spiders.”\n\n“Spiders in a desert, you shad? Spiders walking in a procession? You\ndon't ever reflect, Huck Finn, and I reckon you really haven't got\nanything to reflect WITH. Don't you know we're as much as a mile up in\nthe air, and that that string of crawlers is two or three miles away?\nSpiders, good land! Spiders as big as a cow? Perhaps you'd like to go\ndown and milk one of 'em. But they're camels, just the same. It's a\ncaravan, that's what it is, and it's a mile long.”\n\n“Well, then, let's go down and look at it. I don't believe in it, and\nain't going to till I see it and know it.”\n\n“All right,” he says, and give the command:\n\n“Lower away.”\n\nAs we come slanting down into the hot weather, we could see that it was\ncamels, sure enough, plodding along, an everlasting string of them, with\nbales strapped to them, and several hundred men in long white robes,\nand a thing like a shawl bound over their heads and hanging down with\ntassels and fringes; and some of the men had long guns and some hadn't,\nand some was riding and some was walking. And the weather--well, it was\njust roasting. And how slow they did creep along! We swooped down now,\nall of a sudden, and stopped about a hundred yards over their heads.\n\nThe men all set up a yell, and some of them fell flat on their stomachs,\nsome begun to fire their guns at us, and the rest broke and scampered\nevery which way, and so did the camels.\n\nWe see that we was making trouble, so we went up again about a mile, to\nthe cool weather, and watched them from there. It took them an hour to\nget together and form the procession again; then they started along, but\nwe could see by the glasses that they wasn't paying much attention to\nanything but us. We poked along, looking down at them with the glasses,\nand by and by we see a big sand mound, and something like people the\nother side of it, and there was something like a man laying on top of\nthe mound that raised his head up every now and then, and seemed to be\nwatching the caravan or us, we didn't know which. As the caravan got\nnearer, he sneaked down on the other side and rushed to the other men\nand horses--for that is what they was--and we see them mount in a hurry;\nand next, here they come, like a house afire, some with lances and some\nwith long guns, and all of them yelling the best they could.\n\nThey come a-tearing down on to the caravan, and the next minute both\nsides crashed together and was all mixed up, and there was such another\npopping of guns as you never heard, and the air got so full of smoke you\ncould only catch glimpses of them struggling together. There must 'a'\nbeen six hundred men in that battle, and it was terrible to see. Then\nthey broke up into gangs and groups, fighting tooth and nail, and\nscurrying and scampering around, and laying into each other like\neverything; and whenever the smoke cleared a little you could see dead\nand wounded people and camels scattered far and wide and all about, and\ncamels racing off in every direction.\n\nAt last the robbers see they couldn't win, so their chief sounded a\nsignal, and all that was left of them broke away and went scampering\nacross the plain. The last man to go snatched up a child and carried it\noff in front of him on his horse, and a woman run screaming and begging\nafter him, and followed him away off across the plain till she was\nseparated a long ways from her people; but it warn't no use, and she had\nto give it up, and we see her sink down on the sand and cover her face\nwith her hands. Then Tom took the hellum, and started for that yahoo,\nand we come a-whizzing down and made a swoop, and knocked him out of\nthe saddle, child and all; and he was jarred considerable, but the child\nwasn't hurt, but laid there working its hands and legs in the air like\na tumble-bug that's on its back and can't turn over. The man went\nstaggering off to overtake his horse, and didn't know what had hit him,\nfor we was three or four hundred yards up in the air by this time.\n\nWe judged the woman would go and get the child now; but she didn't. We\ncould see her, through the glass, still setting there, with her head\nbowed down on her knees; so of course she hadn't seen the performance,\nand thought her child was clean gone with the man. She was nearly a half\na mile from her people, so we thought we might go down to the child,\nwhich was about a quarter of a mile beyond her, and snake it to her\nbefore the caravan people could git to us to do us any harm; and\nbesides, we reckoned they had enough business on their hands for one\nwhile, anyway, with the wounded. We thought we'd chance it, and we did.\nWe swooped down and stopped, and Jim shinned down the ladder and fetched\nup the kid, which was a nice fat little thing, and in a noble good\nhumor, too, considering it was just out of a battle and been tumbled off\nof a horse; and then we started for the mother, and stopped back of her\nand tolerable near by, and Jim slipped down and crept up easy, and when\nhe was close back of her the child goo-goo'd, the way a child does, and\nshe heard it, and whirled and fetched a shriek of joy, and made a jump\nfor the kid and snatched it and hugged it, and dropped it and hugged\nJim, and then snatched off a gold chain and hung it around Jim's neck,\nand hugged him again, and jerked up the child again, a-sobbing and\nglorifying all the time; and Jim he shoved for the ladder and up it, and\nin a minute we was back up in the sky and the woman was staring up, with\nthe back of her head between her shoulders and the child with its arms\nlocked around her neck. And there she stood, as long as we was in sight\na-sailing away in the sky.\n\n\n\nCHAPTER VII. TOM RESPECTS THE FLEA\n\n“NOON!” says Tom, and so it was. His shadder was just a blot around\nhis feet. We looked, and the Grinnage clock was so close to twelve the\ndifference didn't amount to nothing. So Tom said London was right north\nof us or right south of us, one or t'other, and he reckoned by the\nweather and the sand and the camels it was north; and a good many miles\nnorth, too; as many as from New York to the city of Mexico, he guessed.\n\nJim said he reckoned a balloon was a good deal the fastest thing in the\nworld, unless it might be some kinds of birds--a wild pigeon, maybe, or\na railroad.\n\nBut Tom said he had read about railroads in England going nearly a\nhundred miles an hour for a little ways, and there never was a bird in\nthe world that could do that--except one, and that was a flea.\n\n“A flea? Why, Mars Tom, in de fust place he ain't a bird, strickly\nspeakin'--”\n\n“He ain't a bird, eh? Well, then, what is he?”\n\n“I don't rightly know, Mars Tom, but I speck he's only jist a' animal.\nNo, I reckon dat won't do, nuther, he ain't big enough for a' animal. He\nmus' be a bug. Yassir, dat's what he is, he's a bug.”\n\n“I bet he ain't, but let it go. What's your second place?”\n\n“Well, in de second place, birds is creturs dat goes a long ways, but a\nflea don't.”\n\n“He don't, don't he? Come, now, what IS a long distance, if you know?”\n\n“Why, it's miles, and lots of 'em--anybody knows dat.”\n\n“Can't a man walk miles?”\n\n“Yassir, he kin.”\n\n“As many as a railroad?”\n\n“Yassir, if you give him time.”\n\n“Can't a flea?”\n\n“Well--I s'pose so--ef you gives him heaps of time.”\n\n“Now you begin to see, don't you, that DISTANCE ain't the thing to judge\nby, at all; it's the time it takes to go the distance IN that COUNTS,\nain't it?”\n\n“Well, hit do look sorter so, but I wouldn't 'a' b'lieved it, Mars Tom.”\n\n“It's a matter of PROPORTION, that's what it is; and when you come to\ngauge a thing's speed by its size, where's your bird and your man and\nyour railroad, alongside of a flea? The fastest man can't run more than\nabout ten miles in an hour--not much over ten thousand times his own\nlength. But all the books says any common ordinary third-class flea can\njump a hundred and fifty times his own length; yes, and he can make five\njumps a second too--seven hundred and fifty times his own length, in one\nlittle second--for he don't fool away any time stopping and starting--he\ndoes them both at the same time; you'll see, if you try to put your\nfinger on him. Now that's a common, ordinary, third-class flea's gait;\nbut you take an Eyetalian FIRST-class, that's been the pet of the\nnobility all his life, and hasn't ever knowed what want or sickness\nor exposure was, and he can jump more than three hundred times his own\nlength, and keep it up all day, five such jumps every second, which\nis fifteen hundred times his own length. Well, suppose a man could go\nfifteen hundred times his own length in a second--say, a mile and a\nhalf. It's ninety miles a minute; it's considerable more than five\nthousand miles an hour. Where's your man NOW?--yes, and your bird,\nand your railroad, and your balloon? Laws, they don't amount to shucks\n'longside of a flea. A flea is just a comet b'iled down small.”\n\nJim was a good deal astonished, and so was I. Jim said:\n\n“Is dem figgers jist edjackly true, en no jokin' en no lies, Mars Tom?”\n\n“Yes, they are; they're perfectly true.”\n\n“Well, den, honey, a body's got to respec' a flea. I ain't had no\nrespec' for um befo', sca'sely, but dey ain't no gittin' roun' it, dey\ndo deserve it, dat's certain.”\n\n“Well, I bet they do. They've got ever so much more sense, and brains,\nand brightness, in proportion to their size, than any other cretur in\nthe world. A person can learn them 'most anything; and they learn it\nquicker than any other cretur, too. They've been learnt to haul little\ncarriages in harness, and go this way and that way and t'other way\naccording to their orders; yes, and to march and drill like soldiers,\ndoing it as exact, according to orders, as soldiers does it. They've\nbeen learnt to do all sorts of hard and troublesome things. S'pose you\ncould cultivate a flea up to the size of a man, and keep his natural\nsmartness a-growing and a-growing right along up, bigger and bigger, and\nkeener and keener, in the same proportion--where'd the human race be, do\nyou reckon? That flea would be President of the United States, and you\ncouldn't any more prevent it than you can prevent lightning.”\n\n“My lan', Mars Tom, I never knowed dey was so much TO de beas'. No, sir,\nI never had no idea of it, and dat's de fac'.”\n\n“There's more to him, by a long sight, than there is to any other\ncretur, man or beast, in proportion to size. He's the interestingest\nof them all. People have so much to say about an ant's strength, and an\nelephant's, and a locomotive's. Shucks, they don't begin with a flea. He\ncan lift two or three hundred times his own weight. And none of them can\ncome anywhere near it. And, moreover, he has got notions of his own,\nand is very particular, and you can't fool him; his instinct, or his\njudgment, or whatever it is, is perfectly sound and clear, and don't\never make a mistake. People think all humans are alike to a flea. It\nain't so. There's folks that he won't go near, hungry or not hungry, and\nI'm one of them. I've never had one of them on me in my life.”\n\n“Mars Tom!”\n\n“It's so; I ain't joking.”\n\n“Well, sah, I hain't ever heard de likes o' dat befo'.” Jim couldn't\nbelieve it, and I couldn't; so we had to drop down to the sand and git a\nsupply and see. Tom was right. They went for me and Jim by the thousand,\nbut not a one of them lit on Tom. There warn't no explaining it, but\nthere it was and there warn't no getting around it. He said it had\nalways been just so, and he'd just as soon be where there was a million\nof them as not; they'd never touch him nor bother him.\n\nWe went up to the cold weather to freeze 'em out, and stayed a little\nspell, and then come back to the comfortable weather and went lazying\nalong twenty or twenty-five miles an hour, the way we'd been doing\nfor the last few hours. The reason was, that the longer we was in that\nsolemn, peaceful desert, the more the hurry and fuss got kind of soothed\ndown in us, and the more happier and contented and satisfied we got to\nfeeling, and the more we got to liking the desert, and then loving it.\nSo we had cramped the speed down, as I was saying, and was having a most\nnoble good lazy time, sometimes watching through the glasses, sometimes\nstretched out on the lockers reading, sometimes taking a nap.\n\nIt didn't seem like we was the same lot that was in such a state to find\nland and git ashore, but it was. But we had got over that--clean over\nit. We was used to the balloon now and not afraid any more, and didn't\nwant to be anywheres else. Why, it seemed just like home; it 'most\nseemed as if I had been born and raised in it, and Jim and Tom said the\nsame. And always I had had hateful people around me, a-nagging at me,\nand pestering of me, and scolding, and finding fault, and fussing and\nbothering, and sticking to me, and keeping after me, and making me do\nthis, and making me do that and t'other, and always selecting out\nthe things I didn't want to do, and then giving me Sam Hill because I\nshirked and done something else, and just aggravating the life out of a\nbody all the time; but up here in the sky it was so still and sunshiny\nand lovely, and plenty to eat, and plenty of sleep, and strange things\nto see, and no nagging and no pestering, and no good people, and just\nholiday all the time. Land, I warn't in no hurry to git out and buck at\ncivilization again. Now, one of the worst things about civilization is,\nthat anybody that gits a letter with trouble in it comes and tells you\nall about it and makes you feel bad, and the newspapers fetches you the\ntroubles of everybody all over the world, and keeps you downhearted and\ndismal 'most all the time, and it's such a heavy load for a person. I\nhate them newspapers; and I hate letters; and if I had my way I wouldn't\nallow nobody to load his troubles on to other folks he ain't acquainted\nwith, on t'other side of the world, that way. Well, up in a balloon\nthere ain't any of that, and it's the darlingest place there is.\n\nWe had supper, and that night was one of the prettiest nights I ever\nsee. The moon made it just like daylight, only a heap softer; and once\nwe see a lion standing all alone by himself, just all alone on the\nearth, it seemed like, and his shadder laid on the sand by him like a\npuddle of ink. That's the kind of moonlight to have.\n\nMainly we laid on our backs and talked; we didn't want to go to sleep.\nTom said we was right in the midst of the Arabian Nights now. He said\nit was right along here that one of the cutest things in that book\nhappened; so we looked down and watched while he told about it, because\nthere ain't anything that is so interesting to look at as a place that a\nbook has talked about. It was a tale about a camel-driver that had lost\nhis camel, and he come along in the desert and met a man, and says:\n\n“Have you run across a stray camel to-day?”\n\nAnd the man says:\n\n“Was he blind in his left eye?”\n\n“Yes.”\n\n“Had he lost an upper front tooth?”\n\n“Yes.”\n\n“Was his off hind leg lame?”\n\n“Yes.”\n\n“Was he loaded with millet-seed on one side and honey on the other?”\n\n“Yes, but you needn't go into no more details--that's the one, and I'm\nin a hurry. Where did you see him?”\n\n“I hain't seen him at all,” the man says.\n\n“Hain't seen him at all? How can you describe him so close, then?”\n\n“Because when a person knows how to use his eyes, everything has got a\nmeaning to it; but most people's eyes ain't any good to them. I knowed a\ncamel had been along, because I seen his track. I knowed he was lame in\nhis off hind leg because he had favored that foot and trod light on it,\nand his track showed it. I knowed he was blind on his left side because\nhe only nibbled the grass on the right side of the trail. I knowed he\nhad lost an upper front tooth because where he bit into the sod his\nteeth-print showed it. The millet-seed sifted out on one side--the ants\ntold me that; the honey leaked out on the other--the flies told me that.\nI know all about your camel, but I hain't seen him.”\n\nJim says:\n\n“Go on, Mars Tom, hit's a mighty good tale, and powerful interestin'.”\n\n“That's all,” Tom says.\n\n“ALL?” says Jim, astonished. “What 'come o' de camel?”\n\n“I don't know.”\n\n“Mars Tom, don't de tale say?”\n\n“No.”\n\nJim puzzled a minute, then he says:\n\n“Well! Ef dat ain't de beatenes' tale ever I struck. Jist gits to de\nplace whah de intrust is gittin' red-hot, en down she breaks. Why, Mars\nTom, dey ain't no SENSE in a tale dat acts like dat. Hain't you got no\nIDEA whether de man got de camel back er not?”\n\n“No, I haven't.”\n\nI see myself there warn't no sense in the tale, to chop square off that\nway before it come to anything, but I warn't going to say so, because I\ncould see Tom was souring up pretty fast over the way it flatted out\nand the way Jim had popped on to the weak place in it, and I don't think\nit's fair for everybody to pile on to a feller when he's down. But Tom\nhe whirls on me and says:\n\n“What do YOU think of the tale?”\n\nOf course, then, I had to come out and make a clean breast and say it\ndid seem to me, too, same as it did to Jim, that as long as the tale\nstopped square in the middle and never got to no place, it really warn't\nworth the trouble of telling.\n\nTom's chin dropped on his breast, and 'stead of being mad, as I reckoned\nhe'd be, to hear me scoff at his tale that way, he seemed to be only\nsad; and he says:\n\n“Some people can see, and some can't--just as that man said. Let alone\na camel, if a cyclone had gone by, YOU duffers wouldn't 'a' noticed the\ntrack.”\n\nI don't know what he meant by that, and he didn't say; it was just one\nof his irrulevances, I reckon--he was full of them, sometimes, when he\nwas in a close place and couldn't see no other way out--but I didn't\nmind. We'd spotted the soft place in that tale sharp enough, he couldn't\ngit away from that little fact. It graveled him like the nation, too, I\nreckon, much as he tried not to let on.\n\n\n\nCHAPTER VIII. THE DISAPPEARING LAKE\n\nWE had an early breakfast in the morning, and set looking down on the\ndesert, and the weather was ever so bammy and lovely, although we warn't\nhigh up. You have to come down lower and lower after sundown in the\ndesert, because it cools off so fast; and so, by the time it is getting\ntoward dawn, you are skimming along only a little ways above the sand.\n\nWe was watching the shadder of the balloon slide along the ground,\nand now and then gazing off across the desert to see if anything was\nstirring, and then down on the shadder again, when all of a sudden\nalmost right under us we see a lot of men and camels laying scattered\nabout, perfectly quiet, like they was asleep.\n\nWe shut off the power, and backed up and stood over them, and then we\nsee that they was all dead. It give us the cold shivers. And it made us\nhush down, too, and talk low, like people at a funeral. We dropped down\nslow and stopped, and me and Tom clumb down and went among them. There\nwas men, and women, and children. They was dried by the sun and dark and\nshriveled and leathery, like the pictures of mummies you see in books.\nAnd yet they looked just as human, you wouldn't 'a' believed it; just\nlike they was asleep.\n\nSome of the people and animals was partly covered with sand, but most of\nthem not, for the sand was thin there, and the bed was gravel and hard.\nMost of the clothes had rotted away; and when you took hold of a rag,\nit tore with a touch, like spiderweb. Tom reckoned they had been laying\nthere for years.\n\nSome of the men had rusty guns by them, some had swords on and had shawl\nbelts with long, silver-mounted pistols stuck in them. All the camels\nhad their loads on yet, but the packs had busted or rotted and spilt the\nfreight out on the ground. We didn't reckon the swords was any good to\nthe dead people any more, so we took one apiece, and some pistols. We\ntook a small box, too, because it was so handsome and inlaid so fine;\nand then we wanted to bury the people; but there warn't no way to do\nit that we could think of, and nothing to do it with but sand, and that\nwould blow away again, of course.\n\nThen we mounted high and sailed away, and pretty soon that black spot\non the sand was out of sight, and we wouldn't ever see them poor people\nagain in this world. We wondered, and reasoned, and tried to guess how\nthey come to be there, and how it all happened to them, but we couldn't\nmake it out. First we thought maybe they got lost, and wandered around\nand about till their food and water give out and they starved to death;\nbut Tom said no wild animals nor vultures hadn't meddled with them,\nand so that guess wouldn't do. So at last we give it up, and judged we\nwouldn't think about it no more, because it made us low-spirited.\n\nThen we opened the box, and it had gems and jewels in it, quite a pile,\nand some little veils of the kind the dead women had on, with fringes\nmade out of curious gold money that we warn't acquainted with. We\nwondered if we better go and try to find them again and give it back;\nbut Tom thought it over and said no, it was a country that was full of\nrobbers, and they would come and steal it; and then the sin would be on\nus for putting the temptation in their way. So we went on; but I wished\nwe had took all they had, so there wouldn't 'a' been no temptation at\nall left.\n\nWe had had two hours of that blazing weather down there, and was\ndreadful thirsty when we got aboard again. We went straight for the\nwater, but it was spoiled and bitter, besides being pretty near hot\nenough to scald your mouth. We couldn't drink it. It was Mississippi\nriver water, the best in the world, and we stirred up the mud in it\nto see if that would help, but no, the mud wasn't any better than the\nwater. Well, we hadn't been so very, very thirsty before, while we was\ninterested in the lost people, but we was now, and as soon as we found\nwe couldn't have a drink, we was more than thirty-five times as thirsty\nas we was a quarter of a minute before. Why, in a little while we wanted\nto hold our mouths open and pant like a dog.\n\nTom said to keep a sharp lookout, all around, everywheres, because we'd\ngot to find an oasis or there warn't no telling what would happen. So we\ndone it. We kept the glasses gliding around all the time, till our\narms got so tired we couldn't hold them any more. Two hours--three\nhours--just gazing and gazing, and nothing but sand, sand, SAND, and you\ncould see the quivering heat-shimmer playing over it. Dear, dear, a body\ndon't know what real misery is till he is thirsty all the way through\nand is certain he ain't ever going to come to any water any more. At\nlast I couldn't stand it to look around on them baking plains; I laid\ndown on the locker, and give it up.\n\nBut by and by Tom raised a whoop, and there she was! A lake, wide and\nshiny, with pa'm-trees leaning over it asleep, and their shadders in the\nwater just as soft and delicate as ever you see. I never see anything\nlook so good. It was a long ways off, but that warn't anything to us; we\njust slapped on a hundred-mile gait, and calculated to be there in seven\nminutes; but she stayed the same old distance away, all the time; we\ncouldn't seem to gain on her; yes, sir, just as far, and shiny, and like\na dream; but we couldn't get no nearer; and at last, all of a sudden,\nshe was gone!\n\nTom's eyes took a spread, and he says:\n\n“Boys, it was a MYridge!” Said it like he was glad. I didn't see nothing\nto be glad about. I says:\n\n“Maybe. I don't care nothing about its name, the thing I want to know\nis, what's become of it?”\n\nJim was trembling all over, and so scared he couldn't speak, but he\nwanted to ask that question himself if he could 'a' done it. Tom says:\n\n“What's BECOME of it? Why, you see yourself it's gone.”\n\n“Yes, I know; but where's it gone TO?”\n\nHe looked me over and says:\n\n“Well, now, Huck Finn, where WOULD it go to! Don't you know what a\nmyridge is?”\n\n“No, I don't. What is it?”\n\n“It ain't anything but imagination. There ain't anything TO it.”\n\nIt warmed me up a little to hear him talk like that, and I says:\n\n“What's the use you talking that kind of stuff, Tom Sawyer? Didn't I see\nthe lake?”\n\n“Yes--you think you did.”\n\n“I don't think nothing about it, I DID see it.”\n\n“I tell you you DIDN'T see it either--because it warn't there to see.”\n\nIt astonished Jim to hear him talk so, and he broke in and says, kind of\npleading and distressed:\n\n“Mars Tom, PLEASE don't say sich things in sich an awful time as dis.\nYou ain't only reskin' yo' own self, but you's reskin' us--same way like\nAnna Nias en Siffra. De lake WUZ dah--I seen it jis' as plain as I sees\nyou en Huck dis minute.”\n\nI says:\n\n“Why, he seen it himself! He was the very one that seen it first. NOW,\nthen!”\n\n“Yes, Mars Tom, hit's so--you can't deny it. We all seen it, en dat\nPROVE it was dah.”\n\n“Proves it! How does it prove it?”\n\n“Same way it does in de courts en everywheres, Mars Tom. One pusson\nmight be drunk, or dreamy or suthin', en he could be mistaken; en two\nmight, maybe; but I tell you, sah, when three sees a thing, drunk er\nsober, it's SO. Dey ain't no gittin' aroun' dat, en you knows it, Mars\nTom.”\n\n“I don't know nothing of the kind. There used to be forty thousand\nmillion people that seen the sun move from one side of the sky to the\nother every day. Did that prove that the sun DONE it?”\n\n“Course it did. En besides, dey warn't no 'casion to prove it. A body\n'at's got any sense ain't gwine to doubt it. Dah she is now--a sailin'\nthoo de sky, like she allays done.”\n\nTom turned on me, then, and says:\n\n“What do YOU say--is the sun standing still?”\n\n“Tom Sawyer, what's the use to ask such a jackass question? Anybody that\nain't blind can see it don't stand still.”\n\n“Well,” he says, “I'm lost in the sky with no company but a passel\nof low-down animals that don't know no more than the head boss of a\nuniversity did three or four hundred years ago.”\n\nIt warn't fair play, and I let him know it. I says:\n\n“Throwin' mud ain't arguin', Tom Sawyer.”\n\n“Oh, my goodness, oh, my goodness gracious, dah's de lake agi'n!” yelled\nJim, just then. “NOW, Mars Tom, what you gwine to say?”\n\nYes, sir, there was the lake again, away yonder across the desert,\nperfectly plain, trees and all, just the same as it was before. I says:\n\n“I reckon you're satisfied now, Tom Sawyer.”\n\nBut he says, perfectly ca'm:\n\n“Yes, satisfied there ain't no lake there.”\n\nJim says:\n\n“DON'T talk so, Mars Tom--it sk'yers me to hear you. It's so hot, en\nyou's so thirsty, dat you ain't in yo' right mine, Mars Tom. Oh, but\ndon't she look good! 'clah I doan' know how I's gwine to wait tell we\ngits dah, I's SO thirsty.”\n\n“Well, you'll have to wait; and it won't do you no good, either, because\nthere ain't no lake there, I tell you.”\n\nI says:\n\n“Jim, don't you take your eye off of it, and I won't, either.”\n\n“'Deed I won't; en bless you, honey, I couldn't ef I wanted to.”\n\nWe went a-tearing along toward it, piling the miles behind us like\nnothing, but never gaining an inch on it--and all of a sudden it was\ngone again! Jim staggered, and 'most fell down. When he got his breath\nhe says, gasping like a fish:\n\n“Mars Tom, hit's a GHOS', dat's what it is, en I hopes to goodness we\nain't gwine to see it no mo'. Dey's BEEN a lake, en suthin's happened,\nen de lake's dead, en we's seen its ghos'; we's seen it twiste, en dat's\nproof. De desert's ha'nted, it's ha'nted, sho; oh, Mars Tom, le' 's git\nouten it; I'd ruther die den have de night ketch us in it ag'in en de\nghos' er dat lake come a-mournin' aroun' us en we asleep en doan' know\nde danger we's in.”\n\n“Ghost, you gander! It ain't anything but air and heat and thirstiness\npasted together by a person's imagination. If I--gimme the glass!”\n\nHe grabbed it and begun to gaze off to the right.\n\n“It's a flock of birds,” he says. “It's getting toward sundown, and\nthey're making a bee-line across our track for somewheres. They mean\nbusiness--maybe they're going for food or water, or both. Let her go to\nstarboard!--Port your hellum! Hard down! There--ease up--steady, as you\ngo.”\n\nWe shut down some of the power, so as not to outspeed them, and took out\nafter them. We went skimming along a quarter of a mile behind them,\nand when we had followed them an hour and a half and was getting pretty\ndiscouraged, and was thirsty clean to unendurableness, Tom says:\n\n“Take the glass, one of you, and see what that is, away ahead of the\nbirds.”\n\nJim got the first glimpse, and slumped down on the locker sick. He was\nmost crying, and says:\n\n“She's dah ag'in, Mars Tom, she's dah ag'in, en I knows I's gwine to\ndie, 'case when a body sees a ghos' de third time, dat's what it means.\nI wisht I'd never come in dis balloon, dat I does.”\n\nHe wouldn't look no more, and what he said made me afraid, too, because\nI knowed it was true, for that has always been the way with ghosts; so\nthen I wouldn't look any more, either. Both of us begged Tom to turn\noff and go some other way, but he wouldn't, and said we was ignorant\nsuperstitious blatherskites. Yes, and he'll git come up with, one of\nthese days, I says to myself, insulting ghosts that way. They'll stand\nit for a while, maybe, but they won't stand it always, for anybody that\nknows about ghosts knows how easy they are hurt, and how revengeful they\nare.\n\nSo we was all quiet and still, Jim and me being scared, and Tom busy. By\nand by Tom fetched the balloon to a standstill, and says:\n\n“NOW get up and look, you sapheads.”\n\nWe done it, and there was the sure-enough water right under us!--clear,\nand blue, and cool, and deep, and wavy with the breeze, the loveliest\nsight that ever was. And all about it was grassy banks, and flowers, and\nshady groves of big trees, looped together with vines, and all looking\nso peaceful and comfortable--enough to make a body cry, it was so\nbeautiful.\n\nJim DID cry, and rip and dance and carry on, he was so thankful and out\nof his mind for joy. It was my watch, so I had to stay by the works, but\nTom and Jim clumb down and drunk a barrel apiece, and fetched me up a\nlot, and I've tasted a many a good thing in my life, but nothing that\never begun with that water.\n\nThen we went down and had a swim, and then Tom came up and spelled me,\nand me and Jim had a swim, and then Jim spelled Tom, and me and Tom had\na foot-race and a boxing-mill, and I don't reckon I ever had such a\ngood time in my life. It warn't so very hot, because it was close on to\nevening, and we hadn't any clothes on, anyway. Clothes is well enough\nin school, and in towns, and at balls, too, but there ain't no sense\nin them when there ain't no civilization nor other kinds of bothers and\nfussiness around.\n\n“Lions a-comin'!--lions! Quick, Mars Tom! Jump for yo' life, Huck!”\n\nOh, and didn't we! We never stopped for clothes, but waltzed up the\nladder just so. Jim lost his head straight off--he always done it\nwhenever he got excited and scared; and so now, 'stead of just easing\nthe ladder up from the ground a little, so the animals couldn't reach\nit, he turned on a raft of power, and we went whizzing up and was\ndangling in the sky before he got his wits together and seen what a\nfoolish thing he was doing. Then he stopped her, but he had clean forgot\nwhat to do next; so there we was, so high that the lions looked like\npups, and we was drifting off on the wind.\n\nBut Tom he shinned up and went for the works and begun to slant her\ndown, and back toward the lake, where the animals was gathering like a\ncamp-meeting, and I judged he had lost HIS head, too; for he knowed I\nwas too scared to climb, and did he want to dump me among the tigers and\nthings?\n\nBut no, his head was level, he knowed what he was about. He swooped down\nto within thirty or forty feet of the lake, and stopped right over the\ncenter, and sung out:\n\n“Leggo, and drop!”\n\nI done it, and shot down, feet first, and seemed to go about a mile\ntoward the bottom; and when I come up, he says:\n\n“Now lay on your back and float till you're rested and got your pluck\nback, then I'll dip the ladder in the water and you can climb aboard.”\n\nI done it. Now that was ever so smart in Tom, because if he had started\noff somewheres else to drop down on the sand, the menagerie would 'a'\ncome along, too, and might 'a' kept us hunting a safe place till I got\ntuckered out and fell.\n\nAnd all this time the lions and tigers was sorting out the clothes, and\ntrying to divide them up so there would be some for all, but there was a\nmisunderstanding about it somewheres, on account of some of them trying\nto hog more than their share; so there was another insurrection, and you\nnever see anything like it in the world. There must 'a' been fifty\nof them, all mixed up together, snorting and roaring and snapping and\nbiting and tearing, legs and tails in the air, and you couldn't tell\nwhich was which, and the sand and fur a-flying. And when they got\ndone, some was dead and some was limping off crippled, and the rest\nwas setting around on the battlefield, some of them licking their sore\nplaces and the others looking up at us and seemed to be kind of inviting\nus to come down and have some fun, but which we didn't want any.\n\nAs for the clothes, they warn't any, any more. Every last rag of them\nwas inside of the animals; and not agreeing with them very well, I don't\nreckon, for there was considerable many brass buttons on them, and there\nwas knives in the pockets, too, and smoking tobacco, and nails and chalk\nand marbles and fishhooks and things. But I wasn't caring. All that was\nbothering me was, that all we had now was the professor's clothes, a big\nenough assortment, but not suitable to go into company with, if we came\nacross any, because the britches was as long as tunnels, and the coats\nand things according. Still, there was everything a tailor needed, and\nJim was a kind of jack legged tailor, and he allowed he could soon trim\na suit or two down for us that would answer.\n\n\n\nCHAPTER IX. TOM DISCOURSES ON THE DESERT\n\nSTILL, we thought we would drop down there a minute, but on another\nerrand. Most of the professor's cargo of food was put up in cans, in the\nnew way that somebody had just invented; the rest was fresh. When you\nfetch Missouri beefsteak to the Great Sahara, you want to be particular\nand stay up in the coolish weather. So we reckoned we would drop down\ninto the lion market and see how we could make out there.\n\nWe hauled in the ladder and dropped down till we was just above the\nreach of the animals, then we let down a rope with a slip-knot in it and\nhauled up a dead lion, a small tender one, then yanked up a cub tiger.\nWe had to keep the congregation off with the revolver, or they would 'a'\ntook a hand in the proceedings and helped.\n\nWe carved off a supply from both, and saved the skins, and hove the rest\noverboard. Then we baited some of the professor's hooks with the fresh\nmeat and went a-fishing. We stood over the lake just a convenient\ndistance above the water, and catched a lot of the nicest fish you ever\nsee. It was a most amazing good supper we had; lion steak, tiger steak,\nfried fish, and hot corn-pone. I don't want nothing better than that.\n\nWe had some fruit to finish off with. We got it out of the top of a\nmonstrous tall tree. It was a very slim tree that hadn't a branch on\nit from the bottom plumb to the top, and there it bursted out like a\nfeather-duster. It was a pa'm-tree, of course; anybody knows a pa'm-tree\nthe minute he see it, by the pictures. We went for cocoanuts in this\none, but there warn't none. There was only big loose bunches of things\nlike oversized grapes, and Tom allowed they was dates, because he said\nthey answered the description in the Arabian Nights and the other books.\nOf course they mightn't be, and they might be poison; so we had to wait\na spell, and watch and see if the birds et them. They done it; so we\ndone it, too, and they was most amazing good.\n\nBy this time monstrous big birds begun to come and settle on the dead\nanimals. They was plucky creturs; they would tackle one end of a lion\nthat was being gnawed at the other end by another lion. If the lion\ndrove the bird away, it didn't do no good; he was back again the minute\nthe lion was busy.\n\nThe big birds come out of every part of the sky--you could make them out\nwith the glass while they was still so far away you couldn't see them\nwith your naked eye. Tom said the birds didn't find out the meat was\nthere by the smell; they had to find it out by seeing it. Oh, but ain't\nthat an eye for you! Tom said at the distance of five mile a patch of\ndead lions couldn't look any bigger than a person's finger-nail, and he\ncouldn't imagine how the birds could notice such a little thing so far\noff.\n\nIt was strange and unnatural to see lion eat lion, and we thought maybe\nthey warn't kin. But Jim said that didn't make no difference. He said a\nhog was fond of her own children, and so was a spider, and he reckoned\nmaybe a lion was pretty near as unprincipled though maybe not quite. He\nthought likely a lion wouldn't eat his own father, if he knowed which\nwas him, but reckoned he would eat his brother-in-law if he was uncommon\nhungry, and eat his mother-in-law any time. But RECKONING don't settle\nnothing. You can reckon till the cows come home, but that don't fetch\nyou to no decision. So we give it up and let it drop.\n\nGenerly it was very still in the Desert nights, but this time there was\nmusic. A lot of other animals come to dinner; sneaking yelpers that Tom\nallowed was jackals, and roached-backed ones that he said was hyenas;\nand all the whole biling of them kept up a racket all the time. They\nmade a picture in the moonlight that was more different than any picture\nI ever see. We had a line out and made fast to the top of a tree, and\ndidn't stand no watch, but all turned in and slept; but I was up two or\nthree times to look down at the animals and hear the music. It was like\nhaving a front seat at a menagerie for nothing, which I hadn't ever had\nbefore, and so it seemed foolish to sleep and not make the most of it; I\nmightn't ever have such a chance again.\n\nWe went a-fishing again in the early dawn, and then lazied around all\nday in the deep shade on an island, taking turn about to watch and see\nthat none of the animals come a-snooping around there after erronorts\nfor dinner. We was going to leave the next day, but couldn't, it was too\nlovely.\n\nThe day after, when we rose up toward the sky and sailed off eastward,\nwe looked back and watched that place till it warn't nothing but just\na speck in the Desert, and I tell you it was like saying good-bye to a\nfriend that you ain't ever going to see any more.\n\nJim was thinking to himself, and at last he says:\n\n“Mars Tom, we's mos' to de end er de Desert now, I speck.”\n\n“Why?”\n\n“Well, hit stan' to reason we is. You knows how long we's been\na-skimmin' over it. Mus' be mos' out o' san'. Hit's a wonder to me dat\nit's hilt out as long as it has.”\n\n“Shucks, there's plenty sand, you needn't worry.”\n\n“Oh, I ain't a-worryin', Mars Tom, only wonderin', dat's all. De Lord's\ngot plenty san', I ain't doubtin' dat; but nemmine, He ain't gwyne to\nWAS'E it jist on dat account; en I allows dat dis Desert's plenty big\nenough now, jist de way she is, en you can't spread her out no mo' 'dout\nwas'in' san'.”\n\n“Oh, go 'long! we ain't much more than fairly STARTED across this Desert\nyet. The United States is a pretty big country, ain't it? Ain't it,\nHuck?”\n\n“Yes,” I says, “there ain't no bigger one, I don't reckon.”\n\n“Well,” he says, “this Desert is about the shape of the United States,\nand if you was to lay it down on top of the United States, it would\ncover the land of the free out of sight like a blanket. There'd be\na little corner sticking out, up at Maine and away up northwest, and\nFlorida sticking out like a turtle's tail, and that's all. We've took\nCalifornia away from the Mexicans two or three years ago, so that part\nof the Pacific coast is ours now, and if you laid the Great Sahara down\nwith her edge on the Pacific, she would cover the United States and\nstick out past New York six hundred miles into the Atlantic ocean.”\n\nI say:\n\n“Good land! have you got the documents for that, Tom Sawyer?”\n\n“Yes, and they're right here, and I've been studying them. You can look\nfor yourself. From New York to the Pacific is 2,600 miles. From one end\nof the Great Desert to the other is 3,200. The United States contains\n3,600,000 square miles, the Desert contains 4,162,000. With the Desert's\nbulk you could cover up every last inch of the United States, and in\nunder where the edges projected out, you could tuck England, Scotland,\nIreland, France, Denmark, and all Germany. Yes, sir, you could hide the\nhome of the brave and all of them countries clean out of sight under the\nGreat Sahara, and you would still have 2,000 square miles of sand left.”\n\n“Well,” I says, “it clean beats me. Why, Tom, it shows that the Lord\ntook as much pains makin' this Desert as makin' the United States and\nall them other countries.”\n\nJim says: “Huck, dat don' stan' to reason. I reckon dis Desert wa'n't\nmade at all. Now you take en look at it like dis--you look at it, and\nsee ef I's right. What's a desert good for? 'Taint good for nuthin'. Dey\nain't no way to make it pay. Hain't dat so, Huck?”\n\n“Yes, I reckon.”\n\n“Hain't it so, Mars Tom?”\n\n“I guess so. Go on.”\n\n“Ef a thing ain't no good, it's made in vain, ain't it?”\n\n“Yes.”\n\n“NOW, den! Do de Lord make anything in vain? You answer me dat.”\n\n“Well--no, He don't.”\n\n“Den how come He make a desert?”\n\n“Well, go on. How DID He come to make it?”\n\n“Mars Tom, I b'lieve it uz jes like when you's buildin' a house; dey's\nallays a lot o' truck en rubbish lef' over. What does you do wid it?\nDoan' you take en k'yart it off en dump it into a ole vacant back lot?\n'Course. Now, den, it's my opinion hit was jes like dat--dat de Great\nSahara warn't made at all, she jes HAPPEN'.”\n\nI said it was a real good argument, and I believed it was the best\none Jim ever made. Tom he said the same, but said the trouble about\narguments is, they ain't nothing but THEORIES, after all, and theories\ndon't prove nothing, they only give you a place to rest on, a spell,\nwhen you are tuckered out butting around and around trying to find out\nsomething there ain't no way TO find out. And he says:\n\n“There's another trouble about theories: there's always a hole in them\nsomewheres, sure, if you look close enough. It's just so with this one\nof Jim's. Look what billions and billions of stars there is. How does it\ncome that there was just exactly enough star-stuff, and none left over?\nHow does it come there ain't no sand-pile up there?”\n\nBut Jim was fixed for him and says:\n\n“What's de Milky Way?--dat's what I want to know. What's de Milky Way?\nAnswer me dat!”\n\nIn my opinion it was just a sockdologer. It's only an opinion, it's\nonly MY opinion and others may think different; but I said it then and I\nstand to it now--it was a sockdologer. And moreover, besides, it landed\nTom Sawyer. He couldn't say a word. He had that stunned look of a person\nthat's been shot in the back with a kag of nails. All he said was,\nas for people like me and Jim, he'd just as soon have intellectual\nintercourse with a catfish. But anybody can say that--and I notice they\nalways do, when somebody has fetched them a lifter. Tom Sawyer was tired\nof that end of the subject.\n\n  So we got back to talking about the size of the Desert again, and the\nmore we compared it with this and that and t'other thing, the more\nnobler and bigger and grander it got to look right along. And so,\nhunting among the figgers, Tom found, by and by, that it was just the\nsame size as the Empire of China. Then he showed us the spread the\nEmpire of China made on the map, and the room she took up in the world.\nWell, it was wonderful to think of, and I says:\n\n“Why, I've heard talk about this Desert plenty of times, but I never\nknowed before how important she was.”\n\nThen Tom says:\n\n“Important! Sahara important! That's just the way with some people. If a\nthing's big, it's important. That's all the sense they've got. All they\ncan see is SIZE. Why, look at England. It's the most important country\nin the world; and yet you could put it in China's vest-pocket; and not\nonly that, but you'd have the dickens's own time to find it again the\nnext time you wanted it. And look at Russia. It spreads all around and\neverywhere, and yet ain't no more important in this world than Rhode\nIsland is, and hasn't got half as much in it that's worth saving.”\n\nAway off now we see a little hill, a-standing up just on the edge of\nthe world. Tom broke off his talk, and reached for a glass very much\nexcited, and took a look, and says:\n\n“That's it--it's the one I've been looking for, sure. If I'm right, it's\nthe one the dervish took the man into and showed him all the treasures.”\n\nSo we begun to gaze, and he begun to tell about it out of the Arabian\nNights.\n\n\n\nCHAPTER X. THE TREASURE-HILL\n\nTOM said it happened like this.\n\nA dervish was stumping it along through the Desert, on foot, one blazing\nhot day, and he had come a thousand miles and was pretty poor, and\nhungry, and ornery and tired, and along about where we are now he run\nacross a camel-driver with a hundred camels, and asked him for some\na'ms. But the cameldriver he asked to be excused. The dervish said:\n\n“Don't you own these camels?”\n\n“Yes, they're mine.”\n\n“Are you in debt?”\n\n“Who--me? No.”\n\n“Well, a man that owns a hundred camels and ain't in debt is rich--and\nnot only rich, but very rich. Ain't it so?”\n\nThe camel-driver owned up that it was so. Then the dervish says:\n\n“God has made you rich, and He has made me poor. He has His reasons,\nand they are wise, blessed be His name. But He has willed that His rich\nshall help His poor, and you have turned away from me, your brother, in\nmy need, and He will remember this, and you will lose by it.”\n\nThat made the camel-driver feel shaky, but all the same he was born\nhoggish after money and didn't like to let go a cent; so he begun to\nwhine and explain, and said times was hard, and although he had took a\nfull freight down to Balsora and got a fat rate for it, he couldn't git\nno return freight, and so he warn't making no great things out of his\ntrip. So the dervish starts along again, and says:\n\n“All right, if you want to take the risk; but I reckon you've made a\nmistake this time, and missed a chance.”\n\nOf course the camel-driver wanted to know what kind of a chance he\nhad missed, because maybe there was money in it; so he run after the\ndervish, and begged him so hard and earnest to take pity on him that at\nlast the dervish gave in, and says:\n\n“Do you see that hill yonder? Well, in that hill is all the treasures\nof the earth, and I was looking around for a man with a particular good\nkind heart and a noble, generous disposition, because if I could find\njust that man, I've got a kind of a salve I could put on his eyes and he\ncould see the treasures and get them out.”\n\nSo then the camel-driver was in a sweat; and he cried, and begged, and\ntook on, and went down on his knees, and said he was just that kind of a\nman, and said he could fetch a thousand people that would say he wasn't\never described so exact before.\n\n“Well, then,” says the dervish, “all right. If we load the hundred\ncamels, can I have half of them?”\n\nThe driver was so glad he couldn't hardly hold in, and says:\n\n“Now you're shouting.”\n\nSo they shook hands on the bargain, and the dervish got out his box and\nrubbed the salve on the driver's right eye, and the hill opened and he\nwent in, and there, sure enough, was piles and piles of gold and jewels\nsparkling like all the stars in heaven had fell down.\n\nSo him and the dervish laid into it, and they loaded every camel till\nhe couldn't carry no more; then they said good-bye, and each of them\nstarted off with his fifty. But pretty soon the camel-driver come\na-running and overtook the dervish and says:\n\n“You ain't in society, you know, and you don't really need all you've\ngot. Won't you be good, and let me have ten of your camels?”\n\n“Well,” the dervish says, “I don't know but what you say is reasonable\nenough.”\n\nSo he done it, and they separated and the dervish started off again with\nhis forty. But pretty soon here comes the camel-driver bawling after him\nagain, and whines and slobbers around and begs another ten off of him,\nsaying thirty camel loads of treasures was enough to see a dervish\nthrough, because they live very simple, you know, and don't keep house,\nbut board around and give their note.\n\nBut that warn't the end yet. That ornery hound kept coming and coming\ntill he had begged back all the camels and had the whole hundred. Then\nhe was satisfied, and ever so grateful, and said he wouldn't ever forgit\nthe dervish as long as he lived, and nobody hadn't been so good to him\nbefore, and liberal. So they shook hands good-bye, and separated and\nstarted off again.\n\nBut do you know, it warn't ten minutes till the camel-driver was\nunsatisfied again--he was the lowdownest reptyle in seven counties--and\nhe come a-running again. And this time the thing he wanted was to get\nthe dervish to rub some of the salve on his other eye.\n\n“Why?” said the dervish.\n\n“Oh, you know,” says the driver.\n\n“Know what?”\n\n“Well, you can't fool me,” says the driver. “You're trying to keep back\nsomething from me, you know it mighty well. You know, I reckon, that if\nI had the salve on the other eye I could see a lot more things that's\nvaluable. Come--please put it on.”\n\nThe dervish says:\n\n“I wasn't keeping anything back from you. I don't mind telling you what\nwould happen if I put it on. You'd never see again. You'd be stone-blind\nthe rest of your days.”\n\nBut do you know that beat wouldn't believe him. No, he begged and\nbegged, and whined and cried, till at last the dervish opened his box\nand told him to put it on, if he wanted to. So the man done it, and sure\nenough he was as blind as a bat in a minute.\n\nThen the dervish laughed at him and mocked at him and made fun of him;\nand says:\n\n“Good-bye--a man that's blind hain't got no use for jewelry.”\n\nAnd he cleared out with the hundred camels, and left that man to wander\naround poor and miserable and friendless the rest of his days in the\nDesert.\n\nJim said he'd bet it was a lesson to him.\n\n“Yes,” Tom says, “and like a considerable many lessons a body gets.\nThey ain't no account, because the thing don't ever happen the same way\nagain--and can't. The time Hen Scovil fell down the chimbly and crippled\nhis back for life, everybody said it would be a lesson to him. What kind\nof a lesson? How was he going to use it? He couldn't climb chimblies no\nmore, and he hadn't no more backs to break.”\n\n“All de same, Mars Tom, dey IS sich a thing as learnin' by expe'ence. De\nGood Book say de burnt chile shun de fire.”\n\n“Well, I ain't denying that a thing's a lesson if it's a thing that can\nhappen twice just the same way. There's lots of such things, and THEY\neducate a person, that's what Uncle Abner always said; but there's forty\nMILLION lots of the other kind--the kind that don't happen the same way\ntwice--and they ain't no real use, they ain't no more instructive than\nthe small-pox. When you've got it, it ain't no good to find out you\nought to been vaccinated, and it ain't no good to git vaccinated\nafterward, because the small-pox don't come but once. But, on the other\nhand, Uncle Abner said that the person that had took a bull by the tail\nonce had learnt sixty or seventy times as much as a person that hadn't,\nand said a person that started in to carry a cat home by the tail was\ngitting knowledge that was always going to be useful to him, and warn't\never going to grow dim or doubtful. But I can tell you, Jim, Uncle Abner\nwas down on them people that's all the time trying to dig a lesson out\nof everything that happens, no matter whether--”\n\nBut Jim was asleep. Tom looked kind of ashamed, because you know a\nperson always feels bad when he is talking uncommon fine and thinks the\nother person is admiring, and that other person goes to sleep that way.\nOf course he oughtn't to go to sleep, because it's shabby; but the finer\na person talks the certainer it is to make you sleep, and so when you\ncome to look at it it ain't nobody's fault in particular; both of them's\nto blame.\n\nJim begun to snore--soft and blubbery at first, then a long rasp, then\na stronger one, then a half a dozen horrible ones like the last water\nsucking down the plug-hole of a bath-tub, then the same with more power\nto it, and some big coughs and snorts flung in, the way a cow does that\nis choking to death; and when the person has got to that point he is at\nhis level best, and can wake up a man that is in the next block with\na dipperful of loddanum in him, but can't wake himself up although all\nthat awful noise of his'n ain't but three inches from his own ears. And\nthat is the curiosest thing in the world, seems to me. But you rake a\nmatch to light the candle, and that little bit of a noise will fetch\nhim. I wish I knowed what was the reason of that, but there don't seem\nto be no way to find out. Now there was Jim alarming the whole Desert,\nand yanking the animals out, for miles and miles around, to see what in\nthe nation was going on up there; there warn't nobody nor nothing that\nwas as close to the noise as HE was, and yet he was the only cretur that\nwasn't disturbed by it. We yelled at him and whooped at him, it never\ndone no good; but the first time there come a little wee noise that\nwasn't of a usual kind it woke him up. No, sir, I've thought it all\nover, and so has Tom, and there ain't no way to find out why a snorer\ncan't hear himself snore.\n\nJim said he hadn't been asleep; he just shut his eyes so he could listen\nbetter.\n\nTom said nobody warn't accusing him.\n\nThat made him look like he wished he hadn't said anything. And he wanted\nto git away from the subject, I reckon, because he begun to abuse the\ncamel-driver, just the way a person does when he has got catched in\nsomething and wants to take it out of somebody else. He let into the\ncamel-driver the hardest he knowed how, and I had to agree with him; and\nhe praised up the dervish the highest he could, and I had to agree with\nhim there, too. But Tom says:\n\n“I ain't so sure. You call that dervish so dreadful liberal and good\nand unselfish, but I don't quite see it. He didn't hunt up another poor\ndervish, did he? No, he didn't. If he was so unselfish, why didn't he\ngo in there himself and take a pocketful of jewels and go along and\nbe satisfied? No, sir, the person he was hunting for was a man with a\nhundred camels. He wanted to get away with all the treasure he could.”\n\n“Why, Mars Tom, he was willin' to divide, fair and square; he only\nstruck for fifty camels.”\n\n“Because he knowed how he was going to get all of them by and by.”\n\n“Mars Tom, he TOLE de man de truck would make him bline.”\n\n“Yes, because he knowed the man's character. It was just the kind of a\nman he was hunting for--a man that never believes in anybody's word or\nanybody's honorableness, because he ain't got none of his own. I reckon\nthere's lots of people like that dervish. They swindle, right and left,\nbut they always make the other person SEEM to swindle himself. They keep\ninside of the letter of the law all the time, and there ain't no way\nto git hold of them. THEY don't put the salve on--oh, no, that would\nbe sin; but they know how to fool YOU into putting it on, then it's you\nthat blinds yourself. I reckon the dervish and the camel-driver was just\na pair--a fine, smart, brainy rascal, and a dull, coarse, ignorant one,\nbut both of them rascals, just the same.”\n\n“Mars Tom, does you reckon dey's any o' dat kind o' salve in de worl'\nnow?”\n\n“Yes, Uncle Abner says there is. He says they've got it in New York, and\nthey put it on country people's eyes and show them all the railroads in\nthe world, and they go in and git them, and then when they rub the salve\non the other eye the other man bids them goodbye and goes off with their\nrailroads. Here's the treasure-hill now. Lower away!”\n\nWe landed, but it warn't as interesting as I thought it was going to\nbe, because we couldn't find the place where they went in to git the\ntreasure. Still, it was plenty interesting enough, just to see the mere\nhill itself where such a wonderful thing happened. Jim said he wou'dn't\n'a' missed it for three dollars, and I felt the same way.\n\nAnd to me and Jim, as wonderful a thing as any was the way Tom could\ncome into a strange big country like this and go straight and find a\nlittle hump like that and tell it in a minute from a million other humps\nthat was almost just like it, and nothing to help him but only his own\nlearning and his own natural smartness. We talked and talked it over\ntogether, but couldn't make out how he done it. He had the best head on\nhim I ever see; and all he lacked was age, to make a name for himself\nequal to Captain Kidd or George Washington. I bet you it would 'a'\ncrowded either of THEM to find that hill, with all their gifts, but it\nwarn't nothing to Tom Sawyer; he went across Sahara and put his finger\non it as easy as you could pick a nigger out of a bunch of angels.\n\nWe found a pond of salt water close by and scraped up a raft of salt\naround the edges, and loaded up the lion's skin and the tiger's so as\nthey would keep till Jim could tan them.\n\n\n\nCHAPTER XI. THE SAND-STORM\n\nWE went a-fooling along for a day or two, and then just as the full moon\nwas touching the ground on the other side of the desert, we see a string\nof little black figgers moving across its big silver face. You could\nsee them as plain as if they was painted on the moon with ink. It was\nanother caravan. We cooled down our speed and tagged along after it,\njust to have company, though it warn't going our way. It was a rattler,\nthat caravan, and a most bully sight to look at next morning when the\nsun come a-streaming across the desert and flung the long shadders of\nthe camels on the gold sand like a thousand grand-daddy-long-legses\nmarching in procession. We never went very near it, because we knowed\nbetter now than to act like that and scare people's camels and break up\ntheir caravans. It was the gayest outfit you ever see, for rich clothes\nand nobby style. Some of the chiefs rode on dromedaries, the first we\never see, and very tall, and they go plunging along like they was on\nstilts, and they rock the man that is on them pretty violent and churn\nup his dinner considerable, I bet you, but they make noble good time,\nand a camel ain't nowheres with them for speed.\n\nThe caravan camped, during the middle part of the day, and then started\nagain about the middle of the afternoon. Before long the sun begun to\nlook very curious. First it kind of turned to brass, and then to copper,\nand after that it begun to look like a blood-red ball, and the air got\nhot and close, and pretty soon all the sky in the west darkened up and\nlooked thick and foggy, but fiery and dreadful--like it looks through\na piece of red glass, you know. We looked down and see a big confusion\ngoing on in the caravan, and a rushing every which way like they was\nscared; and then they all flopped down flat in the sand and laid there\nperfectly still.\n\nPretty soon we see something coming that stood up like an amazing wide\nwall, and reached from the Desert up into the sky and hid the sun, and\nit was coming like the nation, too. Then a little faint breeze struck\nus, and then it come harder, and grains of sand begun to sift against\nour faces and sting like fire, and Tom sung out:\n\n“It's a sand-storm--turn your backs to it!”\n\nWe done it; and in another minute it was blowing a gale, and the sand\nbeat against us by the shovelful, and the air was so thick with it we\ncouldn't see a thing. In five minutes the boat was level full, and we\nwas setting on the lockers buried up to the chin in sand, and only our\nheads out and could hardly breathe.\n\nThen the storm thinned, and we see that monstrous wall go a-sailing off\nacross the desert, awful to look at, I tell you. We dug ourselves out\nand looked down, and where the caravan was before there wasn't anything\nbut just the sand ocean now, and all still and quiet. All them people\nand camels was smothered and dead and buried--buried under ten foot of\nsand, we reckoned, and Tom allowed it might be years before the wind\nuncovered them, and all that time their friends wouldn't ever know what\nbecome of that caravan. Tom said:\n\n“NOW we know what it was that happened to the people we got the swords\nand pistols from.”\n\nYes, sir, that was just it. It was as plain as day now. They got buried\nin a sand-storm, and the wild animals couldn't get at them, and the wind\nnever uncovered them again until they was dried to leather and warn't\nfit to eat. It seemed to me we had felt as sorry for them poor people as\na person could for anybody, and as mournful, too, but we was mistaken;\nthis last caravan's death went harder with us, a good deal harder.\nYou see, the others was total strangers, and we never got to feeling\nacquainted with them at all, except, maybe, a little with the man that\nwas watching the girl, but it was different with this last caravan. We\nwas huvvering around them a whole night and 'most a whole day, and had\ngot to feeling real friendly with them, and acquainted. I have found\nout that there ain't no surer way to find out whether you like people or\nhate them than to travel with them. Just so with these. We kind of liked\nthem from the start, and traveling with them put on the finisher. The\nlonger we traveled with them, and the more we got used to their ways,\nthe better and better we liked them, and the gladder and gladder we was\nthat we run across them. We had come to know some of them so well that\nwe called them by name when we was talking about them, and soon got so\nfamiliar and sociable that we even dropped the Miss and Mister and just\nused their plain names without any handle, and it did not seem unpolite,\nbut just the right thing. Of course, it wasn't their own names, but\nnames we give them. There was Mr. Elexander Robinson and Miss Adaline\nRobinson, and Colonel Jacob McDougal and Miss Harryet McDougal, and\nJudge Jeremiah Butler and young Bushrod Butler, and these was big chiefs\nmostly that wore splendid great turbans and simmeters, and dressed like\nthe Grand Mogul, and their families. But as soon as we come to know them\ngood, and like them very much, it warn't Mister, nor Judge, nor nothing,\nany more, but only Elleck, and Addy, and Jake, and Hattie, and Jerry,\nand Buck, and so on.\n\nAnd you know the more you join in with people in their joys and their\nsorrows, the more nearer and dearer they come to be to you. Now we\nwarn't cold and indifferent, the way most travelers is, we was right\ndown friendly and sociable, and took a chance in everything that was\ngoing, and the caravan could depend on us to be on hand every time, it\ndidn't make no difference what it was.\n\nWhen they camped, we camped right over them, ten or twelve hundred feet\nup in the air. When they et a meal, we et ourn, and it made it ever\nso much home-liker to have their company. When they had a wedding that\nnight, and Buck and Addy got married, we got ourselves up in the very\nstarchiest of the professor's duds for the blow-out, and when they\ndanced we jined in and shook a foot up there.\n\nBut it is sorrow and trouble that brings you the nearest, and it was\na funeral that done it with us. It was next morning, just in the still\ndawn. We didn't know the diseased, and he warn't in our set, but that\nnever made no difference; he belonged to the caravan, and that was\nenough, and there warn't no more sincerer tears shed over him than the\nones we dripped on him from up there eleven hundred foot on high.\n\nYes, parting with this caravan was much more bitterer than it was to\npart with them others, which was comparative strangers, and been dead so\nlong, anyway. We had knowed these in their lives, and was fond of them,\ntoo, and now to have death snatch them from right before our faces while\nwe was looking, and leave us so lonesome and friendless in the middle of\nthat big desert, it did hurt so, and we wished we mightn't ever make\nany more friends on that voyage if we was going to lose them again like\nthat.\n\nWe couldn't keep from talking about them, and they was all the time\ncoming up in our memory, and looking just the way they looked when we\nwas all alive and happy together. We could see the line marching, and\nthe shiny spearheads a-winking in the sun; we could see the dromedaries\nlumbering along; we could see the wedding and the funeral; and more\noftener than anything else we could see them praying, because they don't\nallow nothing to prevent that; whenever the call come, several times a\nday, they would stop right there, and stand up and face to the east, and\nlift back their heads, and spread out their arms and begin, and four or\nfive times they would go down on their knees, and then fall forward and\ntouch their forehead to the ground.\n\nWell, it warn't good to go on talking about them, lovely as they was\nin their life, and dear to us in their life and death both, because\nit didn't do no good, and made us too down-hearted. Jim allowed he was\ngoing to live as good a life as he could, so he could see them again\nin a better world; and Tom kept still and didn't tell him they was only\nMohammedans; it warn't no use to disappoint him, he was feeling bad\nenough just as it was.\n\nWhen we woke up next morning we was feeling a little cheerfuller, and\nhad had a most powerful good sleep, because sand is the comfortablest\nbed there is, and I don't see why people that can afford it don't have\nit more. And it's terrible good ballast, too; I never see the balloon so\nsteady before.\n\nTom allowed we had twenty tons of it, and wondered what we better do\nwith it; it was good sand, and it didn't seem good sense to throw it\naway. Jim says:\n\n“Mars Tom, can't we tote it back home en sell it? How long'll it take?”\n\n“Depends on the way we go.”\n\n“Well, sah, she's wuth a quarter of a dollar a load at home, en I reckon\nwe's got as much as twenty loads, hain't we? How much would dat be?”\n\n“Five dollars.”\n\n“By jings, Mars Tom, le's shove for home right on de spot! Hit's more'n\na dollar en a half apiece, hain't it?”\n\n“Yes.”\n\n“Well, ef dat ain't makin' money de easiest ever I struck! She jes'\nrained in--never cos' us a lick o' work. Le's mosey right along, Mars\nTom.”\n\nBut Tom was thinking and ciphering away so busy and excited he never\nheard him. Pretty soon he says:\n\n“Five dollars--sho! Look here, this sand's worth--worth--why, it's worth\nno end of money.”\n\n“How is dat, Mars Tom? Go on, honey, go on!”\n\n“Well, the minute people knows it's genuwyne sand from the genuwyne\nDesert of Sahara, they'll just be in a perfect state of mind to git hold\nof some of it to keep on the what-not in a vial with a label on it for\na curiosity. All we got to do is to put it up in vials and float around\nall over the United States and peddle them out at ten cents apiece.\nWe've got all of ten thousand dollars' worth of sand in this boat.”\n\nMe and Jim went all to pieces with joy, and begun to shout\nwhoopjamboreehoo, and Tom says:\n\n“And we can keep on coming back and fetching sand, and coming back and\nfetching more sand, and just keep it a-going till we've carted this\nwhole Desert over there and sold it out; and there ain't ever going to\nbe any opposition, either, because we'll take out a patent.”\n\n“My goodness,” I says, “we'll be as rich as Creosote, won't we, Tom?”\n\n“Yes--Creesus, you mean. Why, that dervish was hunting in that little\nhill for the treasures of the earth, and didn't know he was walking\nover the real ones for a thousand miles. He was blinder than he made the\ndriver.”\n\n“Mars Tom, how much is we gwyne to be worth?”\n\n“Well, I don't know yet. It's got to be ciphered, and it ain't the\neasiest job to do, either, because it's over four million square miles\nof sand at ten cents a vial.”\n\nJim was awful excited, but this faded it out considerable, and he shook\nhis head and says:\n\n“Mars Tom, we can't 'ford all dem vials--a king couldn't. We better not\ntry to take de whole Desert, Mars Tom, de vials gwyne to bust us, sho'.”\n\nTom's excitement died out, too, now, and I reckoned it was on account\nof the vials, but it wasn't. He set there thinking, and got bluer and\nbluer, and at last he says:\n\n“Boys, it won't work; we got to give it up.”\n\n“Why, Tom?”\n\n“On account of the duties.”\n\nI couldn't make nothing out of that, neither could Jim. I says:\n\n“What IS our duty, Tom? Because if we can't git around it, why can't we\njust DO it? People often has to.”\n\nBut he says:\n\n“Oh, it ain't that kind of duty. The kind I mean is a tax. Whenever you\nstrike a frontier--that's the border of a country, you know--you find a\ncustom-house there, and the gov'ment officers comes and rummages among\nyour things and charges a big tax, which they call a duty because\nit's their duty to bust you if they can, and if you don't pay the duty\nthey'll hog your sand. They call it confiscating, but that don't deceive\nnobody, it's just hogging, and that's all it is. Now if we try to carry\nthis sand home the way we're pointed now, we got to climb fences till we\ngit tired--just frontier after frontier--Egypt, Arabia, Hindostan, and\nso on, and they'll all whack on a duty, and so you see, easy enough, we\nCAN'T go THAT road.”\n\n“Why, Tom,” I says, “we can sail right over their old frontiers; how are\nTHEY going to stop us?”\n\nHe looked sorrowful at me, and says, very grave:\n\n“Huck Finn, do you think that would be honest?”\n\nI hate them kind of interruptions. I never said nothing, and he went on:\n\n“Well, we're shut off the other way, too. If we go back the way we've\ncome, there's the New York custom-house, and that is worse than all of\nthem others put together, on account of the kind of cargo we've got.”\n\n“Why?”\n\n“Well, they can't raise Sahara sand in America, of course, and when they\ncan't raise a thing there, the duty is fourteen hundred thousand per\ncent. on it if you try to fetch it in from where they do raise it.”\n\n“There ain't no sense in that, Tom Sawyer.”\n\n“Who said there WAS? What do you talk to me like that for, Huck Finn?\nYou wait till I say a thing's got sense in it before you go to accusing\nme of saying it.”\n\n“All right, consider me crying about it, and sorry. Go on.”\n\nJim says:\n\n“Mars Tom, do dey jam dat duty onto everything we can't raise in\nAmerica, en don't make no 'stinction 'twix' anything?”\n\n“Yes, that's what they do.”\n\n“Mars Tom, ain't de blessin' o' de Lord de mos' valuable thing dey is?”\n\n“Yes, it is.”\n\n“Don't de preacher stan' up in de pulpit en call it down on de people?”\n\n“Yes.”\n\n“Whah do it come from?”\n\n“From heaven.”\n\n“Yassir! you's jes' right, 'deed you is, honey--it come from heaven, en\ndat's a foreign country. NOW, den! do dey put a tax on dat blessin'?”\n\n“No, they don't.”\n\n“Course dey don't; en so it stan' to reason dat you's mistaken, Mars\nTom. Dey wouldn't put de tax on po' truck like san', dat everybody ain't\n'bleeged to have, en leave it off'n de bes' thing dey is, which nobody\ncan't git along widout.”\n\nTom Sawyer was stumped; he see Jim had got him where he couldn't budge.\nHe tried to wiggle out by saying they had FORGOT to put on that tax, but\nthey'd be sure to remember about it, next session of Congress, and then\nthey'd put it on, but that was a poor lame come-off, and he knowed it.\nHe said there warn't nothing foreign that warn't taxed but just that\none, and so they couldn't be consistent without taxing it, and to be\nconsistent was the first law of politics. So he stuck to it that they'd\nleft it out unintentional and would be certain to do their best to fix\nit before they got caught and laughed at.\n\nBut I didn't feel no more interest in such things, as long as we\ncouldn't git our sand through, and it made me low-spirited, and Jim the\nsame. Tom he tried to cheer us up by saying he would think up another\nspeculation for us that would be just as good as this one and better,\nbut it didn't do no good, we didn't believe there was any as big as\nthis. It was mighty hard; such a little while ago we was so rich, and\ncould 'a' bought a country and started a kingdom and been celebrated and\nhappy, and now we was so poor and ornery again, and had our sand left\non our hands. The sand was looking so lovely before, just like gold and\ndi'monds, and the feel of it was so soft and so silky and nice, but now\nI couldn't bear the sight of it, it made me sick to look at it, and I\nknowed I wouldn't ever feel comfortable again till we got shut of it,\nand I didn't have it there no more to remind us of what we had been and\nwhat we had got degraded down to. The others was feeling the same way\nabout it that I was. I knowed it, because they cheered up so, the minute\nI says le's throw this truck overboard.\n\nWell, it was going to be work, you know, and pretty solid work, too; so\nTom he divided it up according to fairness and strength. He said me and\nhim would clear out a fifth apiece of the sand, and Jim three-fifths.\nJim he didn't quite like that arrangement. He says:\n\n“Course I's de stronges', en I's willin' to do a share accordin', but by\njings you's kinder pilin' it onto ole Jim, Mars Tom, hain't you?”\n\n“Well, I didn't think so, Jim, but you try your hand at fixing it, and\nlet's see.”\n\nSo Jim reckoned it wouldn't be no more than fair if me and Tom done a\nTENTH apiece. Tom he turned his back to git room and be private, and\nthen he smole a smile that spread around and covered the whole Sahara to\nthe westward, back to the Atlantic edge of it where we come from. Then\nhe turned around again and said it was a good enough arrangement, and we\nwas satisfied if Jim was. Jim said he was.\n\nSo then Tom measured off our two-tenths in the bow and left the rest for\nJim, and it surprised Jim a good deal to see how much difference there\nwas and what a raging lot of sand his share come to, and said he\nwas powerful glad now that he had spoke up in time and got the first\narrangement altered, for he said that even the way it was now, there was\nmore sand than enjoyment in his end of the contract, he believed.\n\nThen we laid into it. It was mighty hot work, and tough; so hot we had\nto move up into cooler weather or we couldn't 'a' stood it. Me and Tom\ntook turn about, and one worked while t'other rested, but there warn't\nnobody to spell poor old Jim, and he made all that part of Africa damp,\nhe sweated so. We couldn't work good, we was so full of laugh, and Jim\nhe kept fretting and wanting to know what tickled us so, and we had\nto keep making up things to account for it, and they was pretty poor\ninventions, but they done well enough, Jim didn't see through them.\nAt last when we got done we was 'most dead, but not with work but with\nlaughing. By and by Jim was 'most dead, too, but: it was with work; then\nwe took turns and spelled him, and he was as thankfull as he could be,\nand would set on the gunnel and swab the sweat, and heave and pant, and\nsay how good we was to a poor old nigger, and he wouldn't ever forgit\nus. He was always the gratefulest nigger I ever see, for any little\nthing you done for him. He was only nigger outside; inside he was as\nwhite as you be.\n\n\n\nCHAPTER XII. JIM STANDING SIEGE\n\nTHE next few meals was pretty sandy, but that don't make no difference\nwhen you are hungry; and when you ain't it ain't no satisfaction to eat,\nanyway, and so a little grit in the meat ain't no particular drawback,\nas far as I can see.\n\nThen we struck the east end of the Desert at last, sailing on a\nnortheast course. Away off on the edge of the sand, in a soft pinky\nlight, we see three little sharp roofs like tents, and Tom says:\n\n“It's the pyramids of Egypt.”\n\nIt made my heart fairly jump. You see, I had seen a many and a many a\npicture of them, and heard tell about them a hundred times, and yet to\ncome on them all of a sudden, that way, and find they was REAL, 'stead\nof imaginations, 'most knocked the breath out of me with surprise. It's\na curious thing, that the more you hear about a grand and big and bully\nthing or person, the more it kind of dreamies out, as you may say, and\ngets to be a big dim wavery figger made out of moonshine and nothing\nsolid to it. It's just so with George Washington, and the same with them\npyramids.\n\nAnd moreover, besides, the thing they always said about them seemed to\nme to be stretchers. There was a feller come to the Sunday-school once,\nand had a picture of them, and made a speech, and said the biggest\npyramid covered thirteen acres, and was most five hundred foot high,\njust a steep mountain, all built out of hunks of stone as big as a\nbureau, and laid up in perfectly regular layers, like stair-steps.\nThirteen acres, you see, for just one building; it's a farm. If it\nhadn't been in Sunday-school, I would 'a' judged it was a lie; and\noutside I was certain of it. And he said there was a hole in the\npyramid, and you could go in there with candles, and go ever so far up\na long slanting tunnel, and come to a large room in the stomach of that\nstone mountain, and there you would find a big stone chest with a king\nin it, four thousand years old. I said to myself, then, if that ain't\na lie I will eat that king if they will fetch him, for even Methusalem\nwarn't that old, and nobody claims it.\n\nAs we come a little nearer we see the yaller sand come to an end in\na long straight edge like a blanket, and on to it was joined, edge\nto edge, a wide country of bright green, with a snaky stripe crooking\nthrough it, and Tom said it was the Nile. It made my heart jump again,\nfor the Nile was another thing that wasn't real to me. Now I can tell\nyou one thing which is dead certain: if you will fool along over three\nthousand miles of yaller sand, all glimmering with heat so that it makes\nyour eyes water to look at it, and you've been a considerable part of\na week doing it, the green country will look so like home and heaven to\nyou that it will make your eyes water AGAIN.\n\nIt was just so with me, and the same with Jim.\n\nAnd when Jim got so he could believe it WAS the land of Egypt he was\nlooking at, he wouldn't enter it standing up, but got down on his knees\nand took off his hat, because he said it wasn't fitten' for a humble\npoor nigger to come any other way where such men had been as Moses and\nJoseph and Pharaoh and the other prophets. He was a Presbyterian, and\nhad a most deep respect for Moses which was a Presbyterian, too, he\nsaid. He was all stirred up, and says:\n\n“Hit's de lan' of Egypt, de lan' of Egypt, en I's 'lowed to look at\nit wid my own eyes! En dah's de river dat was turn' to blood, en I's\nlooking at de very same groun' whah de plagues was, en de lice, en de\nfrogs, en de locus', en de hail, en whah dey marked de door-pos', en de\nangel o' de Lord come by in de darkness o' de night en slew de fust-born\nin all de lan' o' Egypt. Ole Jim ain't worthy to see dis day!”\n\nAnd then he just broke down and cried, he was so thankful. So between\nhim and Tom there was talk enough, Jim being excited because the\nland was so full of history--Joseph and his brethren, Moses in the\nbulrushers, Jacob coming down into Egypt to buy corn, the silver cup in\nthe sack, and all them interesting things; and Tom just as excited too,\nbecause the land was so full of history that was in HIS line, about\nNoureddin, and Bedreddin, and such like monstrous giants, that made\nJim's wool rise, and a raft of other Arabian Nights folks, which the\nhalf of them never done the things they let on they done, I don't\nbelieve.\n\nThen we struck a disappointment, for one of them early morning fogs\nstarted up, and it warn't no use to sail over the top of it, because we\nwould go by Egypt, sure, so we judged it was best to set her by compass\nstraight for the place where the pyramids was gitting blurred and\nblotted out, and then drop low and skin along pretty close to the ground\nand keep a sharp lookout. Tom took the hellum, I stood by to let go the\nanchor, and Jim he straddled the bow to dig through the fog with his\neyes and watch out for danger ahead. We went along a steady gait, but\nnot very fast, and the fog got solider and solider, so solid that Jim\nlooked dim and ragged and smoky through it. It was awful still, and we\ntalked low and was anxious. Now and then Jim would say:\n\n“Highst her a p'int, Mars Tom, highst her!” and up she would skip, a\nfoot or two, and we would slide right over a flat-roofed mud cabin, with\npeople that had been asleep on it just beginning to turn out and gap\nand stretch; and once when a feller was clear up on his hind legs so he\ncould gap and stretch better, we took him a blip in the back and knocked\nhim off. By and by, after about an hour, and everything dead still\nand we a-straining our ears for sounds and holding our breath, the fog\nthinned a little, very sudden, and Jim sung out in an awful scare:\n\n“Oh, for de lan's sake, set her back, Mars Tom, here's de biggest giant\nouten de 'Rabian Nights a-comin' for us!” and he went over backwards in\nthe boat.\n\nTom slammed on the back-action, and as we slowed to a standstill a man's\nface as big as our house at home looked in over the gunnel, same as a\nhouse looks out of its windows, and I laid down and died. I must 'a'\nbeen clear dead and gone for as much as a minute or more; then I come\nto, and Tom had hitched a boat-hook on to the lower lip of the giant and\nwas holding the balloon steady with it whilst he canted his head back\nand got a good long look up at that awful face.\n\nJim was on his knees with his hands clasped, gazing up at the thing in a\nbegging way, and working his lips, but not getting anything out. I took\nonly just a glimpse, and was fading out again, but Tom says:\n\n“He ain't alive, you fools; it's the Sphinx!”\n\nI never see Tom look so little and like a fly; but that was because\nthe giant's head was so big and awful. Awful, yes, so it was, but not\ndreadful any more, because you could see it was a noble face, and kind\nof sad, and not thinking about you, but about other things and larger.\nIt was stone, reddish stone, and its nose and ears battered, and that\ngive it an abused look, and you felt sorrier for it for that.\n\nWe stood off a piece, and sailed around it and over it, and it was just\ngrand. It was a man's head, or maybe a woman's, on a tiger's body a\nhundred and twenty-five foot long, and there was a dear little temple\nbetween its front paws. All but the head used to be under the sand, for\nhundreds of years, maybe thousands, but they had just lately dug the\nsand away and found that little temple. It took a power of sand to bury\nthat cretur; most as much as it would to bury a steamboat, I reckon.\n\nWe landed Jim on top of the head, with an American flag to protect him,\nit being a foreign land; then we sailed off to this and that and\nt'other distance, to git what Tom called effects and perspectives\nand proportions, and Jim he done the best he could, striking all the\ndifferent kinds of attitudes and positions he could study up, but\nstanding on his head and working his legs the way a frog does was the\nbest. The further we got away, the littler Jim got, and the grander\nthe Sphinx got, till at last it was only a clothespin on a dome, as\nyou might say. That's the way perspective brings out the correct\nproportions, Tom said; he said Julus Cesar's niggers didn't know how big\nhe was, they was too close to him.\n\nThen we sailed off further and further, till we couldn't see Jim at all\nany more, and then that great figger was at its noblest, a-gazing out\nover the Nile Valley so still and solemn and lonesome, and all the\nlittle shabby huts and things that was scattered about it clean\ndisappeared and gone, and nothing around it now but a soft wide spread\nof yaller velvet, which was the sand.\n\nThat was the right place to stop, and we done it. We set there a-looking\nand a-thinking for a half an hour, nobody a-saying anything, for it made\nus feel quiet and kind of solemn to remember it had been looking over\nthat valley just that same way, and thinking its awful thoughts all to\nitself for thousands of years, and nobody can't find out what they are\nto this day.\n\nAt last I took up the glass and see some little black things a-capering\naround on that velvet carpet, and some more a-climbing up the cretur's\nback, and then I see two or three wee puffs of white smoke, and told Tom\nto look. He done it, and says:\n\n“They're bugs. No--hold on; they--why, I believe they're men. Yes, it's\nmen--men and horses both. They're hauling a long ladder up onto the\nSphinx's back--now ain't that odd? And now they're trying to lean it\nup a--there's some more puffs of smoke--it's guns! Huck, they're after\nJim.”\n\nWe clapped on the power, and went for them a-biling. We was there in\nno time, and come a-whizzing down amongst them, and they broke and\nscattered every which way, and some that was climbing the ladder after\nJim let go all holts and fell. We soared up and found him laying on top\nof the head panting and most tuckered out, partly from howling for help\nand partly from scare. He had been standing a siege a long time--a week,\nHE said, but it warn't so, it only just seemed so to him because they\nwas crowding him so. They had shot at him, and rained the bullets all\naround him, but he warn't hit, and when they found he wouldn't stand up\nand the bullets couldn't git at him when he was laying down, they went\nfor the ladder, and then he knowed it was all up with him if we didn't\ncome pretty quick. Tom was very indignant, and asked him why he didn't\nshow the flag and command them to GIT, in the name of the United States.\nJim said he done it, but they never paid no attention. Tom said he would\nhave this thing looked into at Washington, and says:\n\n“You'll see that they'll have to apologize for insulting the flag, and\npay an indemnity, too, on top of it even if they git off THAT easy.”\n\nJim says:\n\n“What's an indemnity, Mars Tom?”\n\n“It's cash, that's what it is.”\n\n“Who gits it, Mars Tom?”\n\n“Why, WE do.”\n\n“En who gits de apology?”\n\n“The United States. Or, we can take whichever we please. We can take the\napology, if we want to, and let the gov'ment take the money.”\n\n“How much money will it be, Mars Tom?”\n\n“Well, in an aggravated case like this one, it will be at least three\ndollars apiece, and I don't know but more.”\n\n“Well, den, we'll take de money, Mars Tom, blame de 'pology. Hain't dat\nyo' notion, too? En hain't it yourn, Huck?”\n\nWe talked it over a little and allowed that that was as good a way as\nany, so we agreed to take the money. It was a new business to me, and I\nasked Tom if countries always apologized when they had done wrong, and\nhe says:\n\n“Yes; the little ones does.”\n\nWe was sailing around examining the pyramids, you know, and now we\nsoared up and roosted on the flat top of the biggest one, and found it\nwas just like what the man said in the Sunday-school. It was like four\npairs of stairs that starts broad at the bottom and slants up and comes\ntogether in a point at the top, only these stair-steps couldn't be clumb\nthe way you climb other stairs; no, for each step was as high as your\nchin, and you have to be boosted up from behind. The two other pyramids\nwarn't far away, and the people moving about on the sand between looked\nlike bugs crawling, we was so high above them.\n\nTom he couldn't hold himself he was so worked up with gladness and\nastonishment to be in such a celebrated place, and he just dripped\nhistory from every pore, seemed to me. He said he couldn't scarcely\nbelieve he was standing on the very identical spot the prince flew\nfrom on the Bronze Horse. It was in the Arabian Night times, he said.\nSomebody give the prince a bronze horse with a peg in its shoulder, and\nhe could git on him and fly through the air like a bird, and go all over\nthe world, and steer it by turning the peg, and fly high or low and land\nwherever he wanted to.\n\nWhen he got done telling it there was one of them uncomfortable silences\nthat comes, you know, when a person has been telling a whopper and you\nfeel sorry for him and wish you could think of some way to change the\nsubject and let him down easy, but git stuck and don't see no way, and\nbefore you can pull your mind together and DO something, that silence\nhas got in and spread itself and done the business. I was embarrassed,\nJim he was embarrassed, and neither of us couldn't say a word. Well, Tom\nhe glowered at me a minute, and says:\n\n“Come, out with it. What do you think?”\n\nI says:\n\n“Tom Sawyer, YOU don't believe that, yourself.”\n\n“What's the reason I don't? What's to hender me?”\n\n“There's one thing to hender you: it couldn't happen, that's all.”\n\n“What's the reason it couldn't happen?”\n\n“You tell me the reason it COULD happen.”\n\n“This balloon is a good enough reason it could happen, I should reckon.”\n\n“WHY is it?”\n\n“WHY is it? I never saw such an idiot. Ain't this balloon and the bronze\nhorse the same thing under different names?”\n\n“No, they're not. One is a balloon and the other's a horse. It's very\ndifferent. Next you'll be saying a house and a cow is the same thing.”\n\n“By Jackson, Huck's got him ag'in! Dey ain't no wigglin' outer dat!”\n\n“Shut your head, Jim; you don't know what you're talking about. And\nHuck don't. Look here, Huck, I'll make it plain to you, so you can\nunderstand. You see, it ain't the mere FORM that's got anything to do\nwith their being similar or unsimilar, it's the PRINCIPLE involved; and\nthe principle is the same in both. Don't you see, now?”\n\nI turned it over in my mind, and says:\n\n“Tom, it ain't no use. Principles is all very well, but they don't git\naround that one big fact, that the thing that a balloon can do ain't no\nsort of proof of what a horse can do.”\n\n“Shucks, Huck, you don't get the idea at all. Now look here a\nminute--it's perfectly plain. Don't we fly through the air?”\n\n“Yes.”\n\n“Very well. Don't we fly high or fly low, just as we please?”\n\n“Yes.”\n\n“Don't we steer whichever way we want to?”\n\n“Yes.”\n\n“And don't we land when and where we please?”\n\n“Yes.”\n\n“How do we move the balloon and steer it?”\n\n“By touching the buttons.”\n\n“NOW I reckon the thing is clear to you at last. In the other case the\nmoving and steering was done by turning a peg. We touch a button, the\nprince turned a peg. There ain't an atom of difference, you see. I\nknowed I could git it through your head if I stuck to it long enough.”\n\nHe felt so happy he begun to whistle. But me and Jim was silent, so he\nbroke off surprised, and says:\n\n“Looky here, Huck Finn, don't you see it YET?”\n\nI says:\n\n“Tom Sawyer, I want to ask you some questions.”\n\n“Go ahead,” he says, and I see Jim chirk up to listen.\n\n“As I understand it, the whole thing is in the buttons and the peg--the\nrest ain't of no consequence. A button is one shape, a peg is another\nshape, but that ain't any matter?”\n\n“No, that ain't any matter, as long as they've both got the same power.”\n\n“All right, then. What is the power that's in a candle and in a match?”\n\n“It's the fire.”\n\n“It's the same in both, then?”\n\n“Yes, just the same in both.”\n\n“All right. Suppose I set fire to a carpenter shop with a match, what\nwill happen to that carpenter shop?”\n\n“She'll burn up.”\n\n“And suppose I set fire to this pyramid with a candle--will she burn\nup?”\n\n“Of course she won't.”\n\n“All right. Now the fire's the same, both times. WHY does the shop burn,\nand the pyramid don't?”\n\n“Because the pyramid CAN'T burn.”\n\n“Aha! and A HORSE CAN'T FLY!”\n\n“My lan', ef Huck ain't got him ag'in! Huck's landed him high en dry\ndis time, I tell you! Hit's de smartes' trap I ever see a body walk\ninter--en ef I--”\n\nBut Jim was so full of laugh he got to strangling and couldn't go on,\nand Tom was that mad to see how neat I had floored him, and turned his\nown argument ag'in him and knocked him all to rags and flinders with it,\nthat all he could manage to say was that whenever he heard me and\nJim try to argue it made him ashamed of the human race. I never said\nnothing; I was feeling pretty well satisfied. When I have got the best\nof a person that way, it ain't my way to go around crowing about it\nthe way some people does, for I consider that if I was in his place I\nwouldn't wish him to crow over me. It's better to be generous, that's\nwhat I think.\n\n\n\nCHAPTER XIII. GOING FOR TOM'S PIPE:\n\nBY AND BY we left Jim to float around up there in the neighborhood\nof the pyramids, and we clumb down to the hole where you go into the\ntunnel, and went in with some Arabs and candles, and away in there in\nthe middle of the pyramid we found a room and a big stone box in it\nwhere they used to keep that king, just as the man in the Sunday-school\nsaid; but he was gone, now; somebody had got him. But I didn't take no\ninterest in the place, because there could be ghosts there, of course;\nnot fresh ones, but I don't like no kind.\n\nSo then we come out and got some little donkeys and rode a piece, and\nthen went in a boat another piece, and then more donkeys, and got to\nCairo; and all the way the road was as smooth and beautiful a road as\never I see, and had tall date-pa'ms on both sides, and naked children\neverywhere, and the men was as red as copper, and fine and strong and\nhandsome. And the city was a curiosity. Such narrow streets--why, they\nwere just lanes, and crowded with people with turbans, and women with\nveils, and everybody rigged out in blazing bright clothes and all sorts\nof colors, and you wondered how the camels and the people got by each\nother in such narrow little cracks, but they done it--a perfect jam, you\nsee, and everybody noisy. The stores warn't big enough to turn around\nin, but you didn't have to go in; the storekeeper sat tailor fashion on\nhis counter, smoking his snaky long pipe, and had his things where he\ncould reach them to sell, and he was just as good as in the street, for\nthe camel-loads brushed him as they went by.\n\nNow and then a grand person flew by in a carriage with fancy dressed men\nrunning and yelling in front of it and whacking anybody with a long rod\nthat didn't get out of the way. And by and by along comes the Sultan\nriding horseback at the head of a procession, and fairly took your\nbreath away his clothes was so splendid; and everybody fell flat and\nlaid on his stomach while he went by. I forgot, but a feller helped me\nto remember. He was one that had a rod and run in front.\n\nThere was churches, but they don't know enough to keep Sunday; they keep\nFriday and break the Sabbath. You have to take off your shoes when you\ngo in. There was crowds of men and boys in the church, setting in groups\non the stone floor and making no end of noise--getting their lessons\nby heart, Tom said, out of the Koran, which they think is a Bible, and\npeople that knows better knows enough to not let on. I never see such a\nbig church in my life before, and most awful high, it was; it made you\ndizzy to look up; our village church at home ain't a circumstance to it;\nif you was to put it in there, people would think it was a drygoods box.\n\nWhat I wanted to see was a dervish, because I was interested in\ndervishes on accounts of the one that played the trick on the\ncamel-driver. So we found a lot in a kind of a church, and they called\nthemselves Whirling Dervishes; and they did whirl, too. I never\nsee anything like it. They had tall sugar-loaf hats on, and linen\npetticoats; and they spun and spun and spun, round and round like tops,\nand the petticoats stood out on a slant, and it was the prettiest thing\nI ever see, and made me drunk to look at it. They was all Moslems, Tom\nsaid, and when I asked him what a Moslem was, he said it was a person\nthat wasn't a Presbyterian. So there is plenty of them in Missouri,\nthough I didn't know it before.\n\nWe didn't see half there was to see in Cairo, because Tom was in such a\nsweat to hunt out places that was celebrated in history. We had a most\ntiresome time to find the granary where Joseph stored up the grain\nbefore the famine, and when we found it it warn't worth much to look\nat, being such an old tumble-down wreck; but Tom was satisfied, and made\nmore fuss over it than I would make if I stuck a nail in my foot. How\nhe ever found that place was too many for me. We passed as much as forty\njust like it before we come to it, and any of them would 'a' done for\nme, but none but just the right one would suit him; I never see anybody\nso particular as Tom Sawyer. The minute he struck the right one he\nreconnized it as easy as I would reconnize my other shirt if I had one,\nbut how he done it he couldn't any more tell than he could fly; he said\nso himself.\n\nThen we hunted a long time for the house where the boy lived that\nlearned the cadi how to try the case of the old olives and the new ones,\nand said it was out of the Arabian Nights, and he would tell me and Jim\nabout it when he got time. Well, we hunted and hunted till I was ready\nto drop, and I wanted Tom to give it up and come next day and git\nsomebody that knowed the town and could talk Missourian and could go\nstraight to the place; but no, he wanted to find it himself, and nothing\nelse would answer. So on we went. Then at last the remarkablest\nthing happened I ever see. The house was gone--gone hundreds of years\nago--every last rag of it gone but just one mud brick. Now a person\nwouldn't ever believe that a backwoods Missouri boy that hadn't ever\nbeen in that town before could go and hunt that place over and find that\nbrick, but Tom Sawyer done it. I know he done it, because I see him do\nit. I was right by his very side at the time, and see him see the brick\nand see him reconnize it. Well, I says to myself, how DOES he do it? Is\nit knowledge, or is it instink?\n\nNow there's the facts, just as they happened: let everybody explain it\ntheir own way. I've ciphered over it a good deal, and it's my opinion\nthat some of it is knowledge but the main bulk of it is instink. The\nreason is this: Tom put the brick in his pocket to give to a museum with\nhis name on it and the facts when he went home, and I slipped it out and\nput another brick considerable like it in its place, and he didn't\nknow the difference--but there was a difference, you see. I think that\nsettles it--it's mostly instink, not knowledge. Instink tells him where\nthe exact PLACE is for the brick to be in, and so he reconnizes it by\nthe place it's in, not by the look of the brick. If it was knowledge,\nnot instink, he would know the brick again by the look of it the next\ntime he seen it--which he didn't. So it shows that for all the brag\nyou hear about knowledge being such a wonderful thing, instink is worth\nforty of it for real unerringness. Jim says the same.\n\nWhen we got back Jim dropped down and took us in, and there was a young\nman there with a red skullcap and tassel on and a beautiful silk jacket\nand baggy trousers with a shawl around his waist and pistols in it that\ncould talk English and wanted to hire to us as guide and take us to\nMecca and Medina and Central Africa and everywheres for a half a dollar\na day and his keep, and we hired him and left, and piled on the power,\nand by the time we was through dinner we was over the place where the\nIsraelites crossed the Red Sea when Pharaoh tried to overtake them and\nwas caught by the waters. We stopped, then, and had a good look at the\nplace, and it done Jim good to see it. He said he could see it all,\nnow, just the way it happened; he could see the Israelites walking along\nbetween the walls of water, and the Egyptians coming, from away off\nyonder, hurrying all they could, and see them start in as the Israelites\nwent out, and then when they was all in, see the walls tumble together\nand drown the last man of them. Then we piled on the power again and\nrushed away and huvvered over Mount Sinai, and saw the place where Moses\nbroke the tables of stone, and where the children of Israel camped\nin the plain and worshiped the golden calf, and it was all just as\ninteresting as could be, and the guide knowed every place as well as I\nknowed the village at home.\n\nBut we had an accident, now, and it fetched all the plans to a\nstandstill. Tom's old ornery corn-cob pipe had got so old and swelled\nand warped that she couldn't hold together any longer, notwithstanding\nthe strings and bandages, but caved in and went to pieces. Tom he\ndidn't know WHAT to do. The professor's pipe wouldn't answer; it warn't\nanything but a mershum, and a person that's got used to a cob pipe knows\nit lays a long ways over all the other pipes in this world, and you\ncan't git him to smoke any other. He wouldn't take mine, I couldn't\npersuade him. So there he was.\n\nHe thought it over, and said we must scour around and see if we could\nroust out one in Egypt or Arabia or around in some of these countries,\nbut the guide said no, it warn't no use, they didn't have them. So Tom\nwas pretty glum for a little while, then he chirked up and said he'd got\nthe idea and knowed what to do. He says:\n\n“I've got another corn-cob pipe, and it's a prime one, too, and nearly\nnew. It's laying on the rafter that's right over the kitchen stove at\nhome in the village. Jim, you and the guide will go and get it, and me\nand Huck will camp here on Mount Sinai till you come back.”\n\n“But, Mars Tom, we couldn't ever find de village. I could find de pipe,\n'case I knows de kitchen, but my lan', we can't ever find de village,\nnur Sent Louis, nur none o' dem places. We don't know de way, Mars Tom.”\n\nThat was a fact, and it stumped Tom for a minute. Then he said:\n\n“Looky here, it can be done, sure; and I'll tell you how. You set your\ncompass and sail west as straight as a dart, till you find the United\nStates. It ain't any trouble, because it's the first land you'll strike\nthe other side of the Atlantic. If it's daytime when you strike it,\nbulge right on, straight west from the upper part of the Florida\ncoast, and in an hour and three quarters you'll hit the mouth of the\nMississippi--at the speed that I'm going to send you. You'll be so high\nup in the air that the earth will be curved considerable--sorter like\na washbowl turned upside down--and you'll see a raft of rivers crawling\naround every which way, long before you get there, and you can pick out\nthe Mississippi without any trouble. Then you can follow the river north\nnearly, an hour and three quarters, till you see the Ohio come in; then\nyou want to look sharp, because you're getting near. Away up to your\nleft you'll see another thread coming in--that's the Missouri and is a\nlittle above St. Louis. You'll come down low then, so as you can examine\nthe villages as you spin along. You'll pass about twenty-five in the\nnext fifteen minutes, and you'll recognize ours when you see it--and if\nyou don't, you can yell down and ask.”\n\n“Ef it's dat easy, Mars Tom, I reckon we kin do it--yassir, I knows we\nkin.”\n\nThe guide was sure of it, too, and thought that he could learn to stand\nhis watch in a little while.\n\n“Jim can learn you the whole thing in a half an hour,” Tom said. “This\nballoon's as easy to manage as a canoe.”\n\nTom got out the chart and marked out the course and measured it, and\nsays:\n\n“To go back west is the shortest way, you see. It's only about seven\nthousand miles. If you went east, and so on around, it's over twice as\nfar.” Then he says to the guide, “I want you both to watch the tell-tale\nall through the watches, and whenever it don't mark three hundred miles\nan hour, you go higher or drop lower till you find a storm-current\nthat's going your way. There's a hundred miles an hour in this old thing\nwithout any wind to help. There's two-hundred-mile gales to be found,\nany time you want to hunt for them.”\n\n“We'll hunt for them, sir.”\n\n“See that you do. Sometimes you may have to go up a couple of miles, and\nit'll be p'ison cold, but most of the time you'll find your storm a good\ndeal lower. If you can only strike a cyclone--that's the ticket for\nyou! You'll see by the professor's books that they travel west in these\nlatitudes; and they travel low, too.”\n\nThen he ciphered on the time, and says--\n\n“Seven thousand miles, three hundred miles an hour--you can make the\ntrip in a day--twenty-four hours. This is Thursday; you'll be back here\nSaturday afternoon. Come, now, hustle out some blankets and food and\nbooks and things for me and Huck, and you can start right along. There\nain't no occasion to fool around--I want a smoke, and the quicker you\nfetch that pipe the better.”\n\nAll hands jumped for the things, and in eight minutes our things was out\nand the balloon was ready for America. So we shook hands good-bye, and\nTom gave his last orders:\n\n“It's 10 minutes to 2 P.M. now, Mount Sinai time. In 24 hours you'll be\nhome, and it'll be 6 to-morrow morning, village time. When you strike\nthe village, land a little back of the top of the hill, in the woods,\nout of sight; then you rush down, Jim, and shove these letters in the\npost-office, and if you see anybody stirring, pull your slouch down over\nyour face so they won't know you. Then you go and slip in the back way\nto the kitchen and git the pipe, and lay this piece of paper on the\nkitchen table, and put something on it to hold it, and then slide out\nand git away, and don't let Aunt Polly catch a sight of you, nor nobody\nelse. Then you jump for the balloon and shove for Mount Sinai three\nhundred miles an hour. You won't have lost more than an hour. You'll\nstart back at 7 or 8 A.M., village time, and be here in 24 hours,\narriving at 2 or 3 P.M., Mount Sinai time.”\n\nTom he read the piece of paper to us. He had wrote on it:\n\n     “THURSDAY AFTERNOON. Tom Sawyer the Erro-nort\n     sends his love to Aunt Polly from Mount Sinai\n     where the Ark was, and so does Huck Finn, and she\n     will get it to-morrow morning half-past six.” *\n\n  [* This misplacing of the Ark is probably Huck's   error, not\n     Tom's.--M.T.]\n\n“That'll make her eyes bulge out and the tears come,” he says. Then he\nsays:\n\n“Stand by! One--two--three--away you go!”\n\nAnd away she DID go! Why, she seemed to whiz out of sight in a second.\n\nThen we found a most comfortable cave that looked out over the whole big\nplain, and there we camped to wait for the pipe.\n\nThe balloon come back all right, and brung the pipe; but Aunt Polly had\ncatched Jim when he was getting it, and anybody can guess what happened:\nshe sent for Tom. So Jim he says:\n\n“Mars Tom, she's out on de porch wid her eye sot on de sky a-layin' for\nyou, en she say she ain't gwyne to budge from dah tell she gits hold of\nyou. Dey's gwyne to be trouble, Mars Tom, 'deed dey is.”\n\nSo then we shoved for home, and not feeling very gay, neither.\n\nEND."
}