{
 "author": [
  "Hope, Anthony"
 ],
 "title": [
  "The Prisoner of Zenda"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "Impostors and imposture -- Fiction",
  "British -- Foreign countries -- Fiction",
  "Adventure stories",
  "PR"
 ],
 "id": "95",
 "genre": [
  "fiction",
  "adventure"
 ],
 "text": "THE PRISONER OF ZENDA\n\nby Anthony Hope\n\n\n\nCONTENTS\n\n     1  The Rassendylls--With a Word on the Elphbergs\n     2  Concerning the Colour of Men’s Hair\n     3  A Merry Evening with a Distant Relative\n     4  The King Keeps his Appointment\n     5  The Adventures of an Understudy\n     6  The Secret of a Cellar\n     7  His Majesty Sleeps in Strelsau\n     8  A Fair Cousin and a Dark Brother\n     9  A New Use for a Tea-Table\n     10  A Great Chance for a Villain\n     11  Hunting a Very Big Boar\n     12  I Receive a Visitor and Bait a Hook\n     13  An Improvement on Jacob’s Ladder\n     14  A Night Outside the Castle\n     15  I Talk with a Tempter\n     16  A Desperate Plan\n     17  Young Rupert’s Midnight Diversions\n     18  The Forcing of the Trap\n     19  Face to Face in the Forest\n     20  The Prisoner and the King\n     21  If Love Were All!\n     22  Present, Past--and Future?\n\n\n\n\nCHAPTER 1\n\nThe Rassendylls--With a Word on the Elphbergs\n\n\n“I wonder when in the world you’re going to do anything, Rudolf?” said\nmy brother’s wife.\n\n“My dear Rose,” I answered, laying down my egg-spoon, “why in the world\nshould I do anything? My position is a comfortable one. I have an\nincome nearly sufficient for my wants (no one’s income is ever quite\nsufficient, you know), I enjoy an enviable social position: I am\nbrother to Lord Burlesdon, and brother-in-law to that charming lady, his\ncountess. Behold, it is enough!”\n\n“You are nine-and-twenty,” she observed, “and you’ve done nothing but--”\n\n“Knock about? It is true. Our family doesn’t need to do things.”\n\nThis remark of mine rather annoyed Rose, for everybody knows (and\ntherefore there can be no harm in referring to the fact) that, pretty\nand accomplished as she herself is, her family is hardly of the same\nstanding as the Rassendylls. Besides her attractions, she possessed a\nlarge fortune, and my brother Robert was wise enough not to mind about\nher ancestry. Ancestry is, in fact, a matter concerning which the next\nobservation of Rose’s has some truth.\n\n“Good families are generally worse than any others,” she said.\n\nUpon this I stroked my hair: I knew quite well what she meant.\n\n“I’m so glad Robert’s is black!” she cried.\n\nAt this moment Robert (who rises at seven and works before breakfast)\ncame in. He glanced at his wife: her cheek was slightly flushed; he\npatted it caressingly.\n\n“What’s the matter, my dear?” he asked.\n\n“She objects to my doing nothing and having red hair,” said I, in an\ninjured tone.\n\n“Oh! of course he can’t help his hair,” admitted Rose.\n\n“It generally crops out once in a generation,” said my brother. “So does\nthe nose. Rudolf has got them both.”\n\n“I wish they didn’t crop out,” said Rose, still flushed.\n\n“I rather like them myself,” said I, and, rising, I bowed to the\nportrait of Countess Amelia.\n\nMy brother’s wife uttered an exclamation of impatience.\n\n“I wish you’d take that picture away, Robert,” said she.\n\n“My dear!” he cried.\n\n“Good heavens!” I added.\n\n“Then it might be forgotten,” she continued.\n\n“Hardly--with Rudolf about,” said Robert, shaking his head.\n\n“Why should it be forgotten?” I asked.\n\n“Rudolf!” exclaimed my brother’s wife, blushing very prettily.\n\nI laughed, and went on with my egg. At least I had shelved the question\nof what (if anything) I ought to do. And, by way of closing the\ndiscussion--and also, I must admit, of exasperating my strict little\nsister-in-law a trifle more--I observed:\n\n“I rather like being an Elphberg myself.”\n\nWhen I read a story, I skip the explanations; yet the moment I begin to\nwrite one, I find that I must have an explanation. For it is manifest\nthat I must explain why my sister-in-law was vexed with my nose and\nhair, and why I ventured to call myself an Elphberg. For eminent as,\nI must protest, the Rassendylls have been for many generations, yet\nparticipation in their blood of course does not, at first sight, justify\nthe boast of a connection with the grander stock of the Elphbergs or\na claim to be one of that Royal House. For what relationship is there\nbetween Ruritania and Burlesdon, between the Palace at Strelsau or the\nCastle of Zenda and Number 305 Park Lane, W.?\n\nWell then--and I must premise that I am going, perforce, to rake up the\nvery scandal which my dear Lady Burlesdon wishes forgotten--in the year\n1733, George II. sitting then on the throne, peace reigning for\nthe moment, and the King and the Prince of Wales being not yet at\nloggerheads, there came on a visit to the English Court a certain\nprince, who was afterwards known to history as Rudolf the Third of\nRuritania. The prince was a tall, handsome young fellow, marked (maybe\nmarred, it is not for me to say) by a somewhat unusually long, sharp and\nstraight nose, and a mass of dark-red hair--in fact, the nose and the\nhair which have stamped the Elphbergs time out of mind. He stayed some\nmonths in England, where he was most courteously received; yet, in\nthe end, he left rather under a cloud. For he fought a duel (it was\nconsidered highly well bred of him to waive all question of his rank)\nwith a nobleman, well known in the society of the day, not only for his\nown merits, but as the husband of a very beautiful wife. In that duel\nPrince Rudolf received a severe wound, and, recovering therefrom, was\nadroitly smuggled off by the Ruritanian ambassador, who had found him\na pretty handful. The nobleman was not wounded in the duel; but the\nmorning being raw and damp on the occasion of the meeting, he contracted\na severe chill, and, failing to throw it off, he died some six months\nafter the departure of Prince Rudolf, without having found leisure to\nadjust his relations with his wife--who, after another two months, bore\nan heir to the title and estates of the family of Burlesdon. This lady\nwas the Countess Amelia, whose picture my sister-in-law wished to remove\nfrom the drawing-room in Park Lane; and her husband was James, fifth\nEarl of Burlesdon and twenty-second Baron Rassendyll, both in the\npeerage of England, and a Knight of the Garter. As for Rudolf, he went\nback to Ruritania, married a wife, and ascended the throne, whereon his\nprogeny in the direct line have sat from then till this very hour--with\none short interval. And, finally, if you walk through the picture\ngalleries at Burlesdon, among the fifty portraits or so of the last\ncentury and a half, you will find five or six, including that of the\nsixth earl, distinguished by long, sharp, straight noses and a quantity\nof dark-red hair; these five or six have also blue eyes, whereas among\nthe Rassendylls dark eyes are the commoner.\n\nThat is the explanation, and I am glad to have finished it: the\nblemishes on honourable lineage are a delicate subject, and certainly\nthis heredity we hear so much about is the finest scandalmonger in the\nworld; it laughs at discretion, and writes strange entries between the\nlines of the “Peerages”.\n\nIt will be observed that my sister-in-law, with a want of logic that\nmust have been peculiar to herself (since we are no longer allowed to\nlay it to the charge of her sex), treated my complexion almost as an\noffence for which I was responsible, hastening to assume from that\nexternal sign inward qualities of which I protest my entire innocence;\nand this unjust inference she sought to buttress by pointing to the\nuselessness of the life I had led. Well, be that as it may, I had picked\nup a good deal of pleasure and a good deal of knowledge. I had been to\na German school and a German university, and spoke German as readily\nand perfectly as English; I was thoroughly at home in French; I had a\nsmattering of Italian and enough Spanish to swear by. I was, I believe,\na strong, though hardly fine swordsman and a good shot. I could ride\nanything that had a back to sit on; and my head was as cool a one as you\ncould find, for all its flaming cover. If you say that I ought to have\nspent my time in useful labour, I am out of Court and have nothing\nto say, save that my parents had no business to leave me two thousand\npounds a year and a roving disposition.\n\n“The difference between you and Robert,” said my sister-in-law, who\noften (bless her!) speaks on a platform, and oftener still as if she\nwere on one, “is that he recognizes the duties of his position, and you\nsee the opportunities of yours.”\n\n“To a man of spirit, my dear Rose,” I answered, “opportunities are\nduties.”\n\n“Nonsense!” said she, tossing her head; and after a moment she went on:\n“Now, here’s Sir Jacob Borrodaile offering you exactly what you might be\nequal to.”\n\n“A thousand thanks!” I murmured.\n\n“He’s to have an Embassy in six months, and Robert says he is sure that\nhe’ll take you as an attache. Do take it, Rudolf--to please me.”\n\nNow, when my sister-in-law puts the matter in that way, wrinkling her\npretty brows, twisting her little hands, and growing wistful in the\neyes, all on account of an idle scamp like myself, for whom she has\nno natural responsibility, I am visited with compunction. Moreover, I\nthought it possible that I could pass the time in the position suggested\nwith some tolerable amusement. Therefore I said:\n\n“My dear sister, if in six months’ time no unforeseen obstacle has\narisen, and Sir Jacob invites me, hang me if I don’t go with Sir Jacob!”\n\n“Oh, Rudolf, how good of you! I am glad!”\n\n“Where’s he going to?”\n\n“He doesn’t know yet; but it’s sure to be a good Embassy.”\n\n“Madame,” said I, “for your sake I’ll go, if it’s no more than a\nbeggarly Legation. When I do a thing, I don’t do it by halves.”\n\nMy promise, then, was given; but six months are six months, and seem an\neternity, and, inasmuch as they stretched between me and my prospective\nindustry (I suppose attaches are industrious; but I know not, for I\nnever became attache to Sir Jacob or anybody else), I cast about for\nsome desirable mode of spending them. And it occurred to me suddenly\nthat I would visit Ruritania. It may seem strange that I had never\nvisited that country yet; but my father (in spite of a sneaking fondness\nfor the Elphbergs, which led him to give me, his second son, the famous\nElphberg name of Rudolf) had always been averse from my going, and,\nsince his death, my brother, prompted by Rose, had accepted the family\ntradition which taught that a wide berth was to be given to that\ncountry. But the moment Ruritania had come into my head I was eaten up\nwith a curiosity to see it. After all, red hair and long noses are\nnot confined to the House of Elphberg, and the old story seemed\na preposterously insufficient reason for debarring myself from\nacquaintance with a highly interesting and important kingdom, one which\nhad played no small part in European history, and might do the like\nagain under the sway of a young and vigorous ruler, such as the new\nKing was rumoured to be. My determination was clinched by reading in _The\nTimes_ that Rudolf the Fifth was to be crowned at Strelsau in the course\nof the next three weeks, and that great magnificence was to mark\nthe occasion. At once I made up my mind to be present, and began my\npreparations. But, inasmuch as it has never been my practice to furnish\nmy relatives with an itinerary of my journeys and in this case I\nanticipated opposition to my wishes, I gave out that I was going for a\nramble in the Tyrol--an old haunt of mine--and propitiated Rose’s wrath\nby declaring that I intended to study the political and social problems\nof the interesting community which dwells in that neighbourhood.\n\n“Perhaps,” I hinted darkly, “there may be an outcome of the expedition.”\n\n“What do you mean?” she asked.\n\n“Well,” said I carelessly, “there seems a gap that might be filled by an\nexhaustive work on--”\n\n“Oh! will you write a book?” she cried, clapping her hands. “That would\nbe splendid, wouldn’t it, Robert?”\n\n“It’s the best of introductions to political life nowadays,” observed my\nbrother, who has, by the way, introduced himself in this manner several\ntimes over. _Burlesdon on Ancient Theories and Modern Facts_ and _The\nUltimate Outcome, by a Political Student_, are both works of recognized\neminence.\n\n“I believe you are right, Bob, my boy,” said I.\n\n“Now promise you’ll do it,” said Rose earnestly.\n\n“No, I won’t promise; but if I find enough material, I will.”\n\n“That’s fair enough,” said Robert.\n\n“Oh, material doesn’t matter!” she said, pouting.\n\nBut this time she could get no more than a qualified promise out of me.\nTo tell the truth, I would have wagered a handsome sum that the story\nof my expedition that summer would stain no paper and spoil not a single\npen. And that shows how little we know what the future holds; for here I\nam, fulfilling my qualified promise, and writing, as I never thought\nto write, a book--though it will hardly serve as an introduction to\npolitical life, and has not a jot to do with the Tyrol.\n\nNeither would it, I fear, please Lady Burlesdon, if I were to submit it\nto her critical eye--a step which I have no intention of taking.\n\n\n\n\nCHAPTER 2\n\nConcerning the Colour of Men’s Hair\n\n\nIt was a maxim of my Uncle William’s that no man should pass through\nParis without spending four-and-twenty hours there. My uncle spoke out\nof a ripe experience of the world, and I honoured his advice by putting\nup for a day and a night at “The Continental” on my way to--the Tyrol.\nI called on George Featherly at the Embassy, and we had a bit of dinner\ntogether at Durand’s, and afterwards dropped in to the Opera; and\nafter that we had a little supper, and after that we called on Bertram\nBertrand, a versifier of some repute and Paris correspondent to _The\nCritic_. He had a very comfortable suite of rooms, and we found some\npleasant fellows smoking and talking. It struck me, however, that\nBertram himself was absent and in low spirits, and when everybody except\nourselves had gone, I rallied him on his moping preoccupation. He\nfenced with me for a while, but at last, flinging himself on a sofa, he\nexclaimed:\n\n“Very well; have it your own way. I am in love--infernally in love!”\n\n“Oh, you’ll write the better poetry,” said I, by way of consolation.\n\nHe ruffled his hair with his hand and smoked furiously. George\nFeatherly, standing with his back to the mantelpiece, smiled unkindly.\n\n“If it’s the old affair,” said he, “you may as well throw it up, Bert.\nShe’s leaving Paris tomorrow.”\n\n“I know that,” snapped Bertram.\n\n“Not that it would make any difference if she stayed,” pursued the\nrelentless George. “She flies higher than the paper trade, my boy!”\n\n“Hang her!” said Bertram.\n\n“It would make it more interesting for me,” I ventured to observe, “if I\nknew who you were talking about.”\n\n“Antoinette Mauban,” said George.\n\n“De Mauban,” growled Bertram.\n\n“Oho!” said I, passing by the question of the `de’. “You don’t mean to\nsay, Bert--?”\n\n“Can’t you let me alone?”\n\n“Where’s she going to?” I asked, for the lady was something of a\ncelebrity.\n\nGeorge jingled his money, smiled cruelly at poor Bertram, and answered\npleasantly:\n\n“Nobody knows. By the way, Bert, I met a great man at her house the\nother night--at least, about a month ago. Did you ever meet him--the\nDuke of Strelsau?”\n\n“Yes, I did,” growled Bertram.\n\n“An extremely accomplished man, I thought him.”\n\nIt was not hard to see that George’s references to the duke were\nintended to aggravate poor Bertram’s sufferings, so that I drew the\ninference that the duke had distinguished Madame de Mauban by his\nattentions. She was a widow, rich, handsome, and, according to repute,\nambitious. It was quite possible that she, as George put it, was flying\nas high as a personage who was everything he could be, short of enjoying\nstrictly royal rank: for the duke was the son of the late King of\nRuritania by a second and morganatic marriage, and half-brother to the\nnew King. He had been his father’s favourite, and it had occasioned\nsome unfavourable comment when he had been created a duke, with a title\nderived from no less a city than the capital itself. His mother had been\nof good, but not exalted, birth.\n\n“He’s not in Paris now, is he?” I asked.\n\n“Oh no! He’s gone back to be present at the King’s coronation; a\nceremony which, I should say, he’ll not enjoy much. But, Bert, old man,\ndon’t despair! He won’t marry the fair Antoinette--at least, not unless\nanother plan comes to nothing. Still perhaps she--” He paused and added,\nwith a laugh: “Royal attentions are hard to resist--you know that, don’t\nyou, Rudolf?”\n\n“Confound you!” said I; and rising, I left the hapless Bertram in\nGeorge’s hands and went home to bed.\n\nThe next day George Featherly went with me to the station, where I took\na ticket for Dresden.\n\n“Going to see the pictures?” asked George, with a grin.\n\nGeorge is an inveterate gossip, and had I told him that I was off to\nRuritania, the news would have been in London in three days and in Park\nLane in a week. I was, therefore, about to return an evasive answer,\nwhen he saved my conscience by leaving me suddenly and darting across\nthe platform. Following him with my eyes, I saw him lift his hat and\naccost a graceful, fashionably dressed woman who had just appeared from\nthe booking-office. She was, perhaps, a year or two over thirty, tall,\ndark, and of rather full figure. As George talked, I saw her glance at\nme, and my vanity was hurt by the thought that, muffled in a fur coat\nand a neck-wrapper (for it was a chilly April day) and wearing a soft\ntravelling hat pulled down to my ears, I must be looking very far from\nmy best. A moment later, George rejoined me.\n\n“You’ve got a charming travelling companion,” he said. “That’s poor Bert\nBertrand’s goddess, Antoinette de Mauban, and, like you, she’s going to\nDresden--also, no doubt, to see the pictures. It’s very queer, though,\nthat she doesn’t at present desire the honour of your acquaintance.”\n\n“I didn’t ask to be introduced,” I observed, a little annoyed.\n\n“Well, I offered to bring you to her; but she said, ‘Another time.’\nNever mind, old fellow, perhaps there’ll be a smash, and you’ll have a\nchance of rescuing her and cutting out the Duke of Strelsau!”\n\nNo smash, however, happened, either to me or to Madame de Mauban. I can\nspeak for her as confidently as for myself; for when, after a night’s\nrest in Dresden, I continued my journey, she got into the same train.\nUnderstanding that she wished to be let alone, I avoided her carefully,\nbut I saw that she went the same way as I did to the very end of my\njourney, and I took opportunities of having a good look at her, when I\ncould do so unobserved.\n\nAs soon as we reached the Ruritanian frontier (where the old officer who\npresided over the Custom House favoured me with such a stare that I felt\nsurer than before of my Elphberg physiognomy), I bought the papers, and\nfound in them news which affected my movements. For some reason, which\nwas not clearly explained, and seemed to be something of a mystery, the\ndate of the coronation had been suddenly advanced, and the ceremony was\nto take place on the next day but one. The whole country seemed in a\nstir about it, and it was evident that Strelsau was thronged. Rooms were\nall let and hotels overflowing; there would be very little chance of my\nobtaining a lodging, and I should certainly have to pay an exorbitant\ncharge for it. I made up my mind to stop at Zenda, a small town fifty\nmiles short of the capital, and about ten from the frontier. My train\nreached there in the evening; I would spend the next day, Tuesday, in a\nwander over the hills, which were said to be very fine, and in taking\na glance at the famous Castle, and go over by train to Strelsau on the\nWednesday morning, returning at night to sleep at Zenda.\n\nAccordingly at Zenda I got out, and as the train passed where I stood on\nthe platform, I saw my friend Madame de Mauban in her place; clearly she\nwas going through to Strelsau, having, with more providence than I could\nboast, secured apartments there. I smiled to think how surprised\nGeorge Featherly would have been to know that she and I had been fellow\ntravellers for so long.\n\nI was very kindly received at the hotel--it was really no more than an\ninn--kept by a fat old lady and her two daughters. They were good,\nquiet people, and seemed very little interested in the great doings at\nStrelsau. The old lady’s hero was the duke, for he was now, under the\nlate King’s will, master of the Zenda estates and of the Castle, which\nrose grandly on its steep hill at the end of the valley a mile or so\nfrom the inn. The old lady, indeed, did not hesitate to express regret\nthat the duke was not on the throne, instead of his brother.\n\n“We know Duke Michael,” said she. “He has always lived among us; every\nRuritanian knows Duke Michael. But the King is almost a stranger; he has\nbeen so much abroad, not one in ten knows him even by sight.”\n\n“And now,” chimed in one of the young women, “they say he has shaved off\nhis beard, so that no one at all knows him.”\n\n“Shaved his beard!” exclaimed her mother. “Who says so?”\n\n“Johann, the duke’s keeper. He has seen the King.”\n\n“Ah, yes. The King, sir, is now at the duke’s hunting-lodge in the\nforest here; from here he goes to Strelsau to be crowned on Wednesday\nmorning.”\n\nI was interested to hear this, and made up my mind to walk next day in\nthe direction of the lodge, on the chance of coming across the King. The\nold lady ran on garrulously:\n\n“Ah, and I wish he would stay at his hunting--that and wine (and one\nthing more) are all he loves, they say--and suffer our duke to be\ncrowned on Wednesday. That I wish, and I don’t care who knows it.”\n\n“Hush, mother!” urged the daughters.\n\n“Oh, there’s many to think as I do!” cried the old woman stubbornly.\n\nI threw myself back in my deep armchair, and laughed at her zeal.\n\n“For my part,” said the younger and prettier of the two daughters, a\nfair, buxom, smiling wench, “I hate Black Michael! A red Elphberg for\nme, mother! The King, they say, is as red as a fox or as--”\n\nAnd she laughed mischievously as she cast a glance at me, and tossed her\nhead at her sister’s reproving face.\n\n“Many a man has cursed their red hair before now,” muttered the old\nlady--and I remembered James, fifth Earl of Burlesdon.\n\n“But never a woman!” cried the girl.\n\n“Ay, and women, when it was too late,” was the stern answer, reducing\nthe girl to silence and blushes.\n\n“How comes the King here?” I asked, to break an embarrassed silence. “It\nis the duke’s land here, you say.”\n\n“The duke invited him, sir, to rest here till Wednesday. The duke is at\nStrelsau, preparing the King’s reception.”\n\n“Then they’re friends?”\n\n“None better,” said the old lady.\n\nBut my rosy damsel tossed her head again; she was not to be repressed\nfor long, and she broke out again:\n\n“Ay, they love one another as men do who want the same place and the\nsame wife!”\n\nThe old woman glowered; but the last words pricked my curiosity, and I\ninterposed before she could begin scolding:\n\n“What, the same wife, too! How’s that, young lady?”\n\n“All the world knows that Black Michael--well then, mother, the\nduke--would give his soul to marry his cousin, the Princess Flavia, and\nthat she is to be the queen.”\n\n“Upon my word,” said I, “I begin to be sorry for your duke. But if a man\nwill be a younger son, why he must take what the elder leaves, and be\nas thankful to God as he can;” and, thinking of myself, I shrugged my\nshoulders and laughed. And then I thought also of Antoinette de Mauban\nand her journey to Strelsau.\n\n“It’s little dealing Black Michael has with--” began the girl, braving\nher mother’s anger; but as she spoke a heavy step sounded on the floor,\nand a gruff voice asked in a threatening tone:\n\n“Who talks of ‘Black Michael’ in his Highness’s own burgh?”\n\nThe girl gave a little shriek, half of fright--half, I think, of\namusement.\n\n“You’ll not tell of me, Johann?” she said.\n\n“See where your chatter leads,” said the old lady.\n\nThe man who had spoken came forward.\n\n“We have company, Johann,” said my hostess, and the fellow plucked off\nhis cap. A moment later he saw me, and, to my amazement, he started back\na step, as though he had seen something wonderful.\n\n“What ails you, Johann?” asked the elder girl. “This is a gentleman on\nhis travels, come to see the coronation.”\n\nThe man had recovered himself, but he was staring at me with an intense,\nsearching, almost fierce glance.\n\n“Good evening to you,” said I.\n\n“Good evening, sir,” he muttered, still scrutinizing me, and the merry\ngirl began to laugh as she called--\n\n“See, Johann, it is the colour you love! He started to see your hair,\nsir. It’s not the colour we see most of here in Zenda.”\n\n“I crave your pardon, sir,” stammered the fellow, with puzzled eyes. “I\nexpected to see no one.”\n\n“Give him a glass to drink my health in; and I’ll bid you good night,\nand thanks to you, ladies, for your courtesy and pleasant conversation.”\n\nSo speaking, I rose to my feet, and with a slight bow turned to the\ndoor. The young girl ran to light me on the way, and the man fell back\nto let me pass, his eyes still fixed on me. The moment I was by, he\nstarted a step forward, asking:\n\n“Pray, sir, do you know our King?”\n\n“I never saw him,” said I. “I hope to do so on Wednesday.”\n\nHe said no more, but I felt his eyes following me till the door closed\nbehind me. My saucy conductor, looking over her shoulder at me as she\npreceded me upstairs, said:\n\n“There’s no pleasing Master Johann for one of your colour, sir.”\n\n“He prefers yours, maybe?” I suggested.\n\n“I meant, sir, in a man,” she answered, with a coquettish glance.\n\n“What,” asked I, taking hold of the other side of the candlestick, “does\ncolour matter in a man?”\n\n“Nay, but I love yours--it’s the Elphberg red.”\n\n“Colour in a man,” said I, “is a matter of no more moment than\nthat!”--and I gave her something of no value.\n\n“God send the kitchen door be shut!” said she.\n\n“Amen!” said I, and left her.\n\nIn fact, however, as I now know, colour is sometimes of considerable\nmoment to a man.\n\n\n\n\nCHAPTER 3\n\nA Merry Evening with a Distant Relative\n\n\nI was not so unreasonable as to be prejudiced against the duke’s keeper\nbecause he disliked my complexion; and if I had been, his most civil\nand obliging conduct (as it seemed to me to be) next morning would have\ndisarmed me. Hearing that I was bound for Strelsau, he came to see\nme while I was breakfasting, and told me that a sister of his who had\nmarried a well-to-do tradesman and lived in the capital, had invited\nhim to occupy a room in her house. He had gladly accepted, but now found\nthat his duties would not permit of his absence. He begged therefore\nthat, if such humble (though, as he added, clean and comfortable)\nlodgings would satisfy me, I would take his place. He pledged his\nsister’s acquiescence, and urged the inconvenience and crowding to which\nI should be subject in my journeys to and from Strelsau the next day.\nI accepted his offer without a moment’s hesitation, and he went off to\ntelegraph to his sister, while I packed up and prepared to take the next\ntrain. But I still hankered after the forest and the hunting-lodge, and\nwhen my little maid told me that I could, by walking ten miles or so\nthrough the forest, hit the railway at a roadside station, I decided to\nsend my luggage direct to the address which Johann had given, take my\nwalk, and follow to Strelsau myself. Johann had gone off and was not\naware of the change in my plans; but, as its only effect was to delay\nmy arrival at his sister’s for a few hours, there was no reason for\ntroubling to inform him of it. Doubtless the good lady would waste no\nanxiety on my account.\n\nI took an early luncheon, and, having bidden my kind entertainers\nfarewell, promising to return to them on my way home, I set out to climb\nthe hill that led to the Castle, and thence to the forest of Zenda.\nHalf an hour’s leisurely walking brought me to the Castle. It had been\na fortress in old days, and the ancient keep was still in good\npreservation and very imposing. Behind it stood another portion of the\noriginal castle, and behind that again, and separated from it by a deep\nand broad moat, which ran all round the old buildings, was a handsome\nmodern chateau, erected by the last king, and now forming the country\nresidence of the Duke of Strelsau. The old and the new portions were\nconnected by a drawbridge, and this indirect mode of access formed the\nonly passage between the old building and the outer world; but leading\nto the modern chateau there was a broad and handsome avenue. It was an\nideal residence: when “Black Michael” desired company, he could dwell in\nhis chateau; if a fit of misanthropy seized him, he had merely to cross\nthe bridge and draw it up after him (it ran on rollers), and nothing\nshort of a regiment and a train of artillery could fetch him out. I went\non my way, glad that poor Black Michael, though he could not have the\nthrone or the princess, had, at least, as fine a residence as any prince\nin Europe.\n\nSoon I entered the forest, and walked on for an hour or more in its cool\nsombre shade. The great trees enlaced with one another over my head, and\nthe sunshine stole through in patches as bright as diamonds, and\nhardly bigger. I was enchanted with the place, and, finding a felled\ntree-trunk, propped my back against it, and stretching my legs out gave\nmyself up to undisturbed contemplation of the solemn beauty of the woods\nand to the comfort of a good cigar. And when the cigar was finished and\nI had (I suppose) inhaled as much beauty as I could, I went off into\nthe most delightful sleep, regardless of my train to Strelsau and of\nthe fast-waning afternoon. To remember a train in such a spot would\nhave been rank sacrilege. Instead of that, I fell to dreaming that I\nwas married to the Princess Flavia and dwelt in the Castle of Zenda, and\nbeguiled whole days with my love in the glades of the forest--which made\na very pleasant dream. In fact, I was just impressing a fervent kiss on\nthe charming lips of the princess, when I heard (and the voice seemed at\nfirst a part of the dream) someone exclaim, in rough strident tones.\n\n“Why, the devil’s in it! Shave him, and he’d be the King!”\n\nThe idea seemed whimsical enough for a dream: by the sacrifice of my\nheavy moustache and carefully pointed imperial, I was to be transformed\ninto a monarch! I was about to kiss the princess again, when I arrived\n(very reluctantly) at the conclusion that I was awake.\n\nI opened my eyes, and found two men regarding me with much curiosity.\nBoth wore shooting costumes and carried guns. One was rather short\nand very stoutly built, with a big bullet-shaped head, a bristly grey\nmoustache, and small pale-blue eyes, a trifle bloodshot. The other was a\nslender young fellow, of middle height, dark in complexion, and bearing\nhimself with grace and distinction. I set the one down as an old\nsoldier: the other for a gentleman accustomed to move in good society,\nbut not unused to military life either. It turned out afterwards that my\nguess was a good one.\n\nThe elder man approached me, beckoning the younger to follow. He did so,\ncourteously raising his hat. I rose slowly to my feet.\n\n“He’s the height, too!” I heard the elder murmur, as he surveyed my six\nfeet two inches of stature. Then, with a cavalier touch of the cap, he\naddressed me:\n\n“May I ask your name?”\n\n“As you have taken the first step in the acquaintance, gentlemen,” said\nI, with a smile, “suppose you give me a lead in the matter of names.”\n\nThe young man stepped forward with a pleasant smile.\n\n“This,” said he, “is Colonel Sapt, and I am called Fritz von Tarlenheim:\nwe are both in the service of the King of Ruritania.”\n\nI bowed and, baring my head, answered:\n\n“I am Rudolf Rassendyll. I am a traveller from England; and once for a\nyear or two I held a commission from her Majesty the Queen.”\n\n“Then we are all brethren of the sword,” answered Tarlenheim, holding\nout his hand, which I took readily.\n\n“Rassendyll, Rassendyll!” muttered Colonel Sapt; then a gleam of\nintelligence flitted across his face.\n\n“By Heaven!” he cried, “you’re of the Burlesdons?”\n\n“My brother is now Lord Burlesdon,” said I.\n\n“Thy head betrayeth thee,” he chuckled, pointing to my uncovered poll.\n“Why, Fritz, you know the story?”\n\nThe young man glanced apologetically at me. He felt a delicacy which\nmy sister-in-law would have admired. To put him at his ease, I remarked\nwith a smile:\n\n“Ah! the story is known here as well as among us, it seems.”\n\n“Known!” cried Sapt. “If you stay here, the deuce a man in all Ruritania\nwill doubt of it--or a woman either.”\n\nI began to feel uncomfortable. Had I realized what a very plainly\nwritten pedigree I carried about with me, I should have thought long\nbefore I visited Ruritania. However, I was in for it now.\n\nAt this moment a ringing voice sounded from the wood behind us:\n\n“Fritz, Fritz! where are you, man?”\n\nTarlenheim started, and said hastily:\n\n“It’s the King!”\n\nOld Sapt chuckled again.\n\nThen a young man jumped out from behind the trunk of a tree and stood\nbeside us. As I looked at him, I uttered an astonished cry; and he,\nseeing me, drew back in sudden wonder. Saving the hair on my face and\na manner of conscious dignity which his position gave him, saving also\nthat he lacked perhaps half an inch--nay, less than that, but still\nsomething--of my height, the King of Ruritania might have been Rudolf\nRassendyll, and I, Rudolf, the King.\n\nFor an instant we stood motionless, looking at one another. Then I bared\nmy head again and bowed respectfully. The King found his voice, and\nasked in bewilderment:\n\n“Colonel--Fritz--who is this gentleman?”\n\nI was about to answer, when Colonel Sapt stepped between the King and\nme, and began to talk to his Majesty in a low growl. The King towered\nover Sapt, and, as he listened, his eyes now and again sought mine.\nI looked at him long and carefully. The likeness was certainly\nastonishing, though I saw the points of difference also. The King’s face\nwas slightly more fleshy than mine, the oval of its contour the least\ntrifle more pronounced, and, as I fancied, his mouth lacking something\nof the firmness (or obstinacy) which was to be gathered from\nmy close-shutting lips. But, for all that, and above all minor\ndistinctions, the likeness rose striking, salient, wonderful.\n\nSapt ceased speaking, and the King still frowned. Then, gradually, the\ncorners of his mouth began to twitch, his nose came down (as mine\ndoes when I laugh), his eyes twinkled, and, behold! he burst into the\nmerriest fit of irrepressible laughter, which rang through the woods and\nproclaimed him a jovial soul.\n\n“Well met, cousin!” he cried, stepping up to me, clapping me on the\nback, and laughing still. “You must forgive me if I was taken aback. A\nman doesn’t expect to see double at this time of day, eh, Fritz?”\n\n“I must pray pardon, sire, for my presumption,” said I. “I trust it will\nnot forfeit your Majesty’s favour.”\n\n“By Heaven! you’ll always enjoy the King’s countenance,” he laughed,\n“whether I like it or not; and, sir, I shall very gladly add to it what\nservices I can. Where are you travelling to?”\n\n“To Strelsau, sire--to the coronation.”\n\nThe King looked at his friends: he still smiled, though his expression\nhinted some uneasiness. But the humorous side of the matter caught him\nagain.\n\n“Fritz, Fritz!” he cried, “a thousand crowns for a sight of brother\nMichael’s face when he sees a pair of us!” and the merry laugh rang out\nagain.\n\n“Seriously,” observed Fritz von Tarlenheim, “I question Mr. Rassendyll’s\nwisdom in visiting Strelsau just now.”\n\nThe King lit a cigarette.\n\n“Well, Sapt?” said he, questioningly.\n\n“He mustn’t go,” growled the old fellow.\n\n“Come, colonel, you mean that I should be in Mr. Rassendyll’s debt,\nif--”\n\n“Oh, ay! wrap it up in the right way,” said Sapt, hauling a great pipe\nout of his pocket.\n\n“Enough, sire,” said I. “I’ll leave Ruritania today.”\n\n“No, by thunder, you shan’t--and that’s sans phrase, as Sapt likes it.\nFor you shall dine with me tonight, happen what will afterwards. Come,\nman, you don’t meet a new relation every day!”\n\n“We dine sparingly tonight,” said Fritz von Tarlenheim.\n\n“Not we--with our new cousin for a guest!” cried the King; and, as Fritz\nshrugged his shoulders, he added: “Oh! I’ll remember our early start,\nFritz.”\n\n“So will I--tomorrow morning,” said old Sapt, pulling at his pipe.\n\n“O wise old Sapt!” cried the King. “Come, Mr. Rassendyll--by the way,\nwhat name did they give you?”\n\n“Your Majesty’s,” I answered, bowing.\n\n“Well, that shows they weren’t ashamed of us,” he laughed. “Come, then,\ncousin Rudolf; I’ve got no house of my own here, but my dear brother\nMichael lends us a place of his, and we’ll make shift to entertain you\nthere;” and he put his arm through mine and, signing to the others to\naccompany us, walked me off, westerly, through the forest.\n\nWe walked for more than half an hour, and the King smoked cigarettes\nand chattered incessantly. He was full of interest in my family, laughed\nheartily when I told him of the portraits with Elphberg hair in our\ngalleries, and yet more heartily when he heard that my expedition to\nRuritania was a secret one.\n\n“You have to visit your disreputable cousin on the sly, have you?” said\nhe.\n\nSuddenly emerging from the wood, we came on a small and rude\nhunting-lodge. It was a one-storey building, a sort of bungalow, built\nentirely of wood. As we approached it, a little man in a plain livery\ncame out to meet us. The only other person I saw about the place was\na fat elderly woman, whom I afterwards discovered to be the mother of\nJohann, the duke’s keeper.\n\n“Well, is dinner ready, Josef?” asked the King.\n\nThe little servant informed us that it was, and we soon sat down to a\nplentiful meal. The fare was plain enough: the King ate heartily, Fritz\nvon Tarlenheim delicately, old Sapt voraciously. I played a good\nknife and fork, as my custom is; the King noticed my performance with\napproval.\n\n“We’re all good trenchermen, we Elphbergs,” said he. “But what?--we’re\neating dry! Wine, Josef! wine, man! Are we beasts, to eat without\ndrinking? Are we cattle, Josef?”\n\nAt this reproof Josef hastened to load the table with bottles.\n\n“Remember tomorrow!” said Fritz.\n\n“Ay--tomorrow!” said old Sapt.\n\nThe King drained a bumper to his “Cousin Rudolf,” as he was gracious--or\nmerry--enough to call me; and I drank its fellow to the “Elphberg Red,”\n whereat he laughed loudly.\n\nNow, be the meat what it might, the wine we drank was beyond all price\nor praise, and we did it justice. Fritz ventured once to stay the King’s\nhand.\n\n“What?” cried the King. “Remember you start before I do, Master\nFritz--you must be more sparing by two hours than I.”\n\nFritz saw that I did not understand.\n\n“The colonel and I,” he explained, “leave here at six: we ride down to\nZenda and return with the guard of honour to fetch the King at eight,\nand then we all ride together to the station.”\n\n“Hang that same guard!” growled Sapt.\n\n“Oh! it’s very civil of my brother to ask the honour for his regiment,”\n said the King. “Come, cousin, you need not start early. Another bottle,\nman!”\n\nI had another bottle--or, rather, a part of one, for the larger half\ntravelled quickly down his Majesty’s throat. Fritz gave up his attempts\nat persuasion: from persuading, he fell to being persuaded, and soon we\nwere all of us as full of wine as we had any right to be. The King began\ntalking of what he would do in the future, old Sapt of what he had\ndone in the past, Fritz of some beautiful girl or other, and I of the\nwonderful merits of the Elphberg dynasty. We all talked at once, and\nfollowed to the letter Sapt’s exhortation to let the morrow take care of\nitself.\n\nAt last the King set down his glass and leant back in his chair.\n\n“I have drunk enough,” said he.\n\n“Far be it from me to contradict the King,” said I.\n\nIndeed, his remark was most absolutely true--so far as it went.\n\nWhile I yet spoke, Josef came and set before the King a marvellous old\nwicker-covered flagon. It had lain so long in some darkened cellar that\nit seemed to blink in the candlelight.\n\n“His Highness the Duke of Strelsau bade me set this wine before the\nKing, when the King was weary of all other wines, and pray the King to\ndrink, for the love that he bears his brother.”\n\n“Well done, Black Michael!” said the King. “Out with the cork, Josef.\nHang him! Did he think I’d flinch from his bottle?”\n\nThe bottle was opened, and Josef filled the King’s glass. The King\ntasted it. Then, with a solemnity born of the hour and his own\ncondition, he looked round on us:\n\n“Gentlemen, my friends--Rudolf, my cousin [‘tis a scandalous story,\nRudolf, on my honour!), everything is yours to the half of Ruritania.\nBut ask me not for a single drop of this divine bottle, which I will\ndrink to the health of that--that sly knave, my brother, Black Michael.”\n\nAnd the King seized the bottle and turned it over his mouth, and drained\nit and flung it from him, and laid his head on his arms on the table.\n\nAnd we drank pleasant dreams to his Majesty--and that is all I remember\nof the evening. Perhaps it is enough.\n\n\n\n\n\nCHAPTER 4\n\nThe King Keeps His Appointment\n\n\nWhether I had slept a minute or a year I knew not. I awoke with a start\nand a shiver; my face, hair and clothes dripped water, and opposite me\nstood old Sapt, a sneering smile on his face and an empty bucket in his\nhand. On the table by him sat Fritz von Tarlenheim, pale as a ghost and\nblack as a crow under the eyes.\n\nI leapt to my feet in anger.\n\n“Your joke goes too far, sir!” I cried.\n\n“Tut, man, we’ve no time for quarrelling. Nothing else would rouse you.\nIt’s five o’clock.”\n\n“I’ll thank you, Colonel Sapt--” I began again, hot in spirit, though I\nwas uncommonly cold in body.\n\n“Rassendyll,” interrupted Fritz, getting down from the table and taking\nmy arm, “look here.”\n\nThe King lay full length on the floor. His face was red as his hair,\nand he breathed heavily. Sapt, the disrespectful old dog, kicked him\nsharply. He did not stir, nor was there any break in his breathing. I\nsaw that his face and head were wet with water, as were mine.\n\n“We’ve spent half an hour on him,” said Fritz.\n\n“He drank three times what either of you did,” growled Sapt.\n\nI knelt down and felt his pulse. It was alarmingly languid and slow. We\nthree looked at one another.\n\n“Was it drugged--that last bottle?” I asked in a whisper.\n\n“I don’t know,” said Sapt.\n\n“We must get a doctor.”\n\n“There’s none within ten miles, and a thousand doctors wouldn’t take\nhim to Strelsau today. I know the look of it. He’ll not move for six or\nseven hours yet.”\n\n“But the coronation!” I cried in horror.\n\nFritz shrugged his shoulders, as I began to see was his habit on most\noccasions.\n\n“We must send word that he’s ill,” he said.\n\n“I suppose so,” said I.\n\nOld Sapt, who seemed as fresh as a daisy, had lit his pipe and was\npuffing hard at it.\n\n“If he’s not crowned today,” said he, “I’ll lay a crown he’s never\ncrowned.”\n\n“But heavens, why?”\n\n“The whole nation’s there to meet him; half the army--ay, and Black\nMichael at the head. Shall we send word that the King’s drunk?”\n\n“That he’s ill,” said I, in correction.\n\n“Ill!” echoed Sapt, with a scornful laugh. “They know his illnesses too\nwell. He’s been ‘ill’ before!”\n\n“Well, we must chance what they think,” said Fritz helplessly. “I’ll\ncarry the news and make the best of it.”\n\nSapt raised his hand.\n\n“Tell me,” said he. “Do you think the King was drugged?”\n\n“I do,” said I.\n\n“And who drugged him?”\n\n“That damned hound, Black Michael,” said Fritz between his teeth.\n\n“Ay,” said Sapt, “that he might not come to be crowned. Rassendyll here\ndoesn’t know our pretty Michael. What think you, Fritz, has Michael no\nking ready? Has half Strelsau no other candidate? As God’s alive, man\nthe throne’s lost if the King show himself not in Strelsau today. I know\nBlack Michael.”\n\n“We could carry him there,” said I.\n\n“And a very pretty picture he makes,” sneered Sapt.\n\nFritz von Tarlenheim buried his face in his hands. The King breathed\nloudly and heavily. Sapt stirred him again with his foot.\n\n“The drunken dog!” he said; “but he’s an Elphberg and the son of his\nfather, and may I rot in hell before Black Michael sits in his place!”\n\nFor a moment or two we were all silent; then Sapt, knitting his bushy\ngrey brows, took his pipe from his mouth and said to me:\n\n“As a man grows old he believes in Fate. Fate sent you here. Fate sends\nyou now to Strelsau.”\n\nI staggered back, murmuring “Good God!”\n\nFritz looked up with an eager, bewildered gaze.\n\n“Impossible!” I muttered. “I should be known.”\n\n“It’s a risk--against a certainty,” said Sapt. “If you shave, I’ll wager\nyou’ll not be known. Are you afraid?”\n\n“Sir!”\n\n“Come, lad, there, there; but it’s your life, you know, if you’re\nknown--and mine--and Fritz’s here. But, if you don’t go, I swear to you\nBlack Michael will sit tonight on the throne, and the King lie in prison\nor his grave.”\n\n“The King would never forgive it,” I stammered.\n\n“Are we women? Who cares for his forgiveness?”\n\nThe clock ticked fifty times, and sixty and seventy times, as I stood in\nthought. Then I suppose a look came over my face, for old Sapt caught me\nby the hand, crying:\n\n“You’ll go?”\n\n“Yes, I’ll go,” said I, and I turned my eyes on the prostrate figure of\nthe King on the floor.\n\n“Tonight,” Sapt went on in a hasty whisper, “we are to lodge in the\nPalace. The moment they leave us you and I will mount our horses--Fritz\nmust stay there and guard the King’s room--and ride here at a gallop.\nThe King will be ready--Josef will tell him--and he must ride back with\nme to Strelsau, and you ride as if the devil were behind you to the\nfrontier.”\n\nI took it all in in a second, and nodded my head.\n\n“There’s a chance,” said Fritz, with his first sign of hopefulness.\n\n“If I escape detection,” said I.\n\n“If we’re detected,” said Sapt. “I’ll send Black Michael down below\nbefore I go myself, so help me heaven! Sit in that chair, man.”\n\nI obeyed him.\n\nHe darted from the room, calling “Josef! Josef!” In three minutes he was\nback, and Josef with him. The latter carried a jug of hot water, soap\nand razors. He was trembling as Sapt told him how the land lay, and bade\nhim shave me.\n\nSuddenly Fritz smote on his thigh:\n\n“But the guard! They’ll know! they’ll know!”\n\n“Pooh! We shan’t wait for the guard. We’ll ride to Hofbau and catch a\ntrain there. When they come, the bird’ll be flown.”\n\n“But the King?”\n\n“The King will be in the wine-cellar. I’m going to carry him there now.”\n\n“If they find him?”\n\n“They won’t. How should they? Josef will put them off.”\n\n“But--”\n\nSapt stamped his foot.\n\n“We’re not playing,” he roared. “My God! don’t I know the risk? If\nthey do find him, he’s no worse off than if he isn’t crowned today in\nStrelsau.”\n\nSo speaking, he flung the door open and, stooping, put forth a strength\nI did not dream he had, and lifted the King in his hands. And as he did\nso, the old woman, Johann the keeper’s mother, stood in the doorway.\nFor a moment she stood, then she turned on her heel, without a sign of\nsurprise, and clattered down the passage.\n\n“Has she heard?” cried Fritz.\n\n“I’ll shut her mouth!” said Sapt grimly, and he bore off the King in his\narms.\n\nFor me, I sat down in an armchair, and as I sat there, half-dazed, Josef\nclipped and scraped me till my moustache and imperial were things of the\npast and my face was as bare as the King’s. And when Fritz saw me thus\nhe drew a long breath and exclaimed:--\n\n“By Jove, we shall do it!”\n\nIt was six o’clock now, and we had no time to lose. Sapt hurried me into\nthe King’s room, and I dressed myself in the uniform of a colonel of the\nGuard, finding time as I slipped on the King’s boots to ask Sapt what he\nhad done with the old woman.\n\n“She swore she’d heard nothing,” said he; “but to make sure I tied her\nlegs together and put a handkerchief in her mouth and bound her hands,\nand locked her up in the coal-cellar, next door to the King. Josef will\nlook after them both later on.”\n\nThen I burst out laughing, and even old Sapt grimly smiled.\n\n“I fancy,” said he, “that when Josef tells them the King is gone they’ll\nthink it is because we smelt a rat. For you may swear Black Michael\ndoesn’t expect to see him in Strelsau today.”\n\nI put the King’s helmet on my head. Old Sapt handed me the King’s sword,\nlooking at me long and carefully.\n\n“Thank God, he shaved his beard!” he exclaimed.\n\n“Why did he?” I asked.\n\n“Because Princess Flavia said he grazed her cheek when he was graciously\npleased to give her a cousinly kiss. Come though, we must ride.”\n\n“Is all safe here?”\n\n“Nothing’s safe anywhere,” said Sapt, “but we can make it no safer.”\n\nFritz now rejoined us in the uniform of a captain in the same regiment\nas that to which my dress belonged. In four minutes Sapt had arrayed\nhimself in his uniform. Josef called that the horses were ready. We\njumped on their backs and started at a rapid trot. The game had begun.\nWhat would the issue of it be?\n\nThe cool morning air cleared my head, and I was able to take in all\nSapt said to me. He was wonderful. Fritz hardly spoke, riding like a man\nasleep, but Sapt, without another word for the King, began at once to\ninstruct me most minutely in the history of my past life, of my family,\nof my tastes, pursuits, weaknesses, friends, companions, and servants.\nHe told me the etiquette of the Ruritanian Court, promising to be\nconstantly at my elbow to point out everybody whom I ought to know, and\ngive me hints with what degree of favour to greet them.\n\n“By the way,” he said, “you’re a Catholic, I suppose?”\n\n“Not I,” I answered.\n\n“Lord, he’s a heretic!” groaned Sapt, and forthwith he fell to a\nrudimentary lesson in the practices and observances of the Romish faith.\n\n“Luckily,” said he, “you won’t be expected to know much, for the King’s\nnotoriously lax and careless about such matters. But you must be as\ncivil as butter to the Cardinal. We hope to win him over, because he and\nMichael have a standing quarrel about their precedence.”\n\nWe were by now at the station. Fritz had recovered nerve enough to\nexplain to the astonished station master that the King had changed his\nplans. The train steamed up. We got into a first-class carriage, and\nSapt, leaning back on the cushions, went on with his lesson. I looked at\nmy watch--the King’s watch it was, of course. It was just eight.\n\n“I wonder if they’ve gone to look for us,” I said.\n\n“I hope they won’t find the King,” said Fritz nervously, and this time\nit was Sapt who shrugged his shoulders.\n\nThe train travelled well, and at half-past nine, looking out of the\nwindow, I saw the towers and spires of a great city.\n\n“Your capital, my liege,” grinned old Sapt, with a wave of his hand,\nand, leaning forward, he laid his finger on my pulse. “A little too\nquick,” said he, in his grumbling tone.\n\n“I’m not made of stone!” I exclaimed.\n\n“You’ll do,” said he, with a nod. “We must say Fritz here has caught the\nague. Drain your flask, Fritz, for heaven’s sake, boy!”\n\nFritz did as he was bid.\n\n“We’re an hour early,” said Sapt. “We’ll send word forward for your\nMajesty’s arrival, for there’ll be no one here to meet us yet. And\nmeanwhile--”\n\n“Meanwhile,” said I, “the King’ll be hanged if he doesn’t have some\nbreakfast.”\n\nOld Sapt chuckled, and held out his hand.\n\n“You’re an Elphberg, every inch of you,” said he. Then he paused, and\nlooking at us, said quietly, “God send we may be alive tonight!”\n\n“Amen!” said Fritz von Tarlenheim.\n\nThe train stopped. Fritz and Sapt leapt out, uncovered, and held the\ndoor for me. I choked down a lump that rose in my throat, settled my\nhelmet firmly on my head, and (I’m not ashamed to say it) breathed a\nshort prayer to God. Then I stepped on the platform of the station at\nStrelsau.\n\nA moment later, all was bustle and confusion: men hurrying up, hats\nin hand, and hurrying off again; men conducting me to the buffet; men\nmounting and riding in hot haste to the quarters of the troops, to the\nCathedral, to the residence of Duke Michael. Even as I swallowed the\nlast drop of my cup of coffee, the bells throughout all the city broke\nout into a joyful peal, and the sound of a military band and of men\ncheering smote upon my ear.\n\nKing Rudolf the Fifth was in his good city of Strelsau! And they shouted\noutside--\n\n“God save the King!”\n\nOld Sapt’s mouth wrinkled into a smile.\n\n“God save ‘em both!” he whispered. “Courage, lad!” and I felt his hand\npress my knee.\n\n\n\n\nCHAPTER 5\n\nThe Adventures of an Understudy\n\n\nWith Fritz von Tarlenheim and Colonel Sapt close behind me, I stepped\nout of the buffet on to the platform. The last thing I did was to feel\nif my revolver were handy and my sword loose in the scabbard. A gay\ngroup of officers and high dignitaries stood awaiting me, at their head\na tall old man, covered with medals, and of military bearing. He wore\nthe yellow and red ribbon of the Red Rose of Ruritania--which, by the\nway, decorated my unworthy breast also.\n\n“Marshal Strakencz,” whispered Sapt, and I knew that I was in the\npresence of the most famous veteran of the Ruritanian army.\n\nJust behind the Marshal stood a short spare man, in flowing robes of\nblack and crimson.\n\n“The Chancellor of the Kingdom,” whispered Sapt.\n\nThe Marshal greeted me in a few loyal words, and proceeded to deliver\nan apology from the Duke of Strelsau. The duke, it seemed, had been\nafflicted with a sudden indisposition which made it impossible for him\nto come to the station, but he craved leave to await his Majesty at the\nCathedral. I expressed my concern, accepted the Marshal’s excuses very\nsuavely, and received the compliments of a large number of distinguished\npersonages. No one betrayed the least suspicion, and I felt my nerve\nreturning and the agitated beating of my heart subsiding. But Fritz\nwas still pale, and his hand shook like a leaf as he extended it to the\nMarshal.\n\nPresently we formed procession and took our way to the door of the\nstation. Here I mounted my horse, the Marshal holding my stirrup. The\ncivil dignitaries went off to their carriages, and I started to ride\nthrough the streets with the Marshal on my right and Sapt (who, as my\nchief aide-de-camp, was entitled to the place) on my left. The city of\nStrelsau is partly old and partly new. Spacious modern boulevards and\nresidential quarters surround and embrace the narrow, tortuous, and\npicturesque streets of the original town. In the outer circles the upper\nclasses live; in the inner the shops are situated; and, behind their\nprosperous fronts, lie hidden populous but wretched lanes and alleys,\nfilled with a poverty-stricken, turbulent, and (in large measure)\ncriminal class. These social and local divisions corresponded, as I knew\nfrom Sapt’s information, to another division more important to me. The\nNew Town was for the King; but to the Old Town Michael of Strelsau was a\nhope, a hero, and a darling.\n\nThe scene was very brilliant as we passed along the Grand Boulevard and\non to the great square where the Royal Palace stood. Here I was in\nthe midst of my devoted adherents. Every house was hung with red and\nbedecked with flags and mottoes. The streets were lined with raised\nseats on each side, and I passed along, bowing this way and that, under\na shower of cheers, blessings, and waving handkerchiefs. The balconies\nwere full of gaily dressed ladies, who clapped their hands and curtsied\nand threw their brightest glances at me. A torrent of red roses fell on\nme; one bloom lodged in my horse’s mane, and I took it and stuck it in\nmy coat. The Marshal smiled grimly. I had stolen some glances at his\nface, but he was too impassive to show me whether his sympathies were\nwith me or not.\n\n“The red rose for the Elphbergs, Marshal,” said I gaily, and he nodded.\n\nI have written “gaily,” and a strange word it must seem. But the truth\nis, that I was drunk with excitement. At that moment I believed--I\nalmost believed--that I was in very truth the King; and, with a look of\nlaughing triumph, I raised my eyes to the beauty-laden balconies again\n. . . and then I started. For, looking down on me, with her handsome\nface and proud smile, was the lady who had been my fellow\ntraveller--Antoinette de Mauban; and I saw her also start, and her lips\nmoved, and she leant forward and gazed at me. And I, collecting myself,\nmet her eyes full and square, while again I felt my revolver. Suppose\nshe had cried aloud, “That’s not the King!”\n\nWell, we went by; and then the Marshal, turning round in his saddle,\nwaved his hand, and the Cuirassiers closed round us, so that the crowd\ncould not come near me. We were leaving my quarter and entering Duke\nMichael’s, and this action of the Marshal’s showed me more clearly than\nwords what the state of feeling in the town must be. But if Fate made me\na King, the least I could do was to play the part handsomely.\n\n“Why this change in our order, Marshal?” said I.\n\nThe Marshal bit his white moustache.\n\n“It is more prudent, sire,” he murmured.\n\nI drew rein.\n\n“Let those in front ride on,” said I, “till they are fifty yards ahead.\nBut do you, Marshal, and Colonel Sapt and my friends, wait here till\nI have ridden fifty yards. And see that no one is nearer to me. I will\nhave my people see that their King trusts them.”\n\nSapt laid his hand on my arm. I shook him off. The Marshal hesitated.\n\n“Am I not understood?” said I; and, biting his moustache again, he gave\nthe orders. I saw old Sapt smiling into his beard, but he shook his\nhead at me. If I had been killed in open day in the streets of Strelsau,\nSapt’s position would have been a difficult one.\n\nPerhaps I ought to say that I was dressed all in white, except my boots.\nI wore a silver helmet with gilt ornaments, and the broad ribbon of the\nRose looked well across my chest. I should be paying a poor compliment\nto the King if I did not set modesty aside and admit that I made a very\nfine figure. So the people thought; for when I, riding alone, entered\nthe dingy, sparsely decorated, sombre streets of the Old Town, there\nwas first a murmur, then a cheer, and a woman, from a window above a\ncookshop, cried the old local saying:\n\n“If he’s red, he’s right!” whereat I laughed and took off my helmet that\nshe might see that I was of the right colour and they cheered me again\nat that.\n\nIt was more interesting riding thus alone, for I heard the comments of\nthe crowd.\n\n“He looks paler than his wont,” said one.\n\n“You’d look pale if you lived as he does,” was the highly disrespectful\nretort.\n\n“He’s a bigger man than I thought,” said another.\n\n“So he had a good jaw under that beard after all,” commented a third.\n\n“The pictures of him aren’t handsome enough,” declared a pretty girl,\ntaking great care that I should hear. No doubt it was mere flattery.\n\nBut, in spite of these signs of approval and interest, the mass of\nthe people received me in silence and with sullen looks, and my dear\nbrother’s portrait ornamented most of the windows--which was an ironical\nsort of greeting to the King. I was quite glad that he had been spared\nthe unpleasant sight. He was a man of quick temper, and perhaps he would\nnot have taken it so placidly as I did.\n\nAt last we were at the Cathedral. Its great grey front, embellished\nwith hundreds of statues and boasting a pair of the finest oak doors in\nEurope, rose for the first time before me, and the sudden sense of my\naudacity almost overcame me. Everything was in a mist as I dismounted. I\nsaw the Marshal and Sapt dimly, and dimly the throng of gorgeously robed\npriests who awaited me. And my eyes were still dim as I walked up the\ngreat nave, with the pealing of the organ in my ears. I saw nothing of\nthe brilliant throng that filled it, I hardly distinguished the stately\nfigure of the Cardinal as he rose from the archiepiscopal throne to\ngreet me. Two faces only stood out side by side clearly before my\neyes--the face of a girl, pale and lovely, surmounted by a crown of the\nglorious Elphberg hair (for in a woman it is glorious), and the face\nof a man, whose full-blooded red cheeks, black hair, and dark deep eyes\ntold me that at last I was in presence of my brother, Black Michael. And\nwhen he saw me his red cheeks went pale all in a moment, and his helmet\nfell with a clatter on the floor. Till that moment I believe that he had\nnot realized that the King was in very truth come to Strelsau.\n\nOf what followed next I remember nothing. I knelt before the altar and\nthe Cardinal anointed my head. Then I rose to my feet, and stretched out\nmy hand and took from him the crown of Ruritania and set it on my head,\nand I swore the old oath of the King; and (if it were a sin, may it be\nforgiven me) I received the Holy Sacrament there before them all. Then\nthe great organ pealed out again, the Marshal bade the heralds proclaim\nme, and Rudolf the Fifth was crowned King; of which imposing ceremony an\nexcellent picture hangs now in my dining-room. The portrait of the King\nis very good.\n\nThen the lady with the pale face and the glorious hair, her train held\nby two pages, stepped from her place and came to where I stood. And a\nherald cried:\n\n“Her Royal Highness the Princess Flavia!”\n\nShe curtsied low, and put her hand under mine and raised my hand and\nkissed it. And for an instant I thought what I had best do. Then I\ndrew her to me and kissed her twice on the cheek, and she blushed red,\nand--then his Eminence the Cardinal Archbishop slipped in front of Black\nMichael, and kissed my hand and presented me with a letter from the\nPope--the first and last which I have received from that exalted\nquarter!\n\nAnd then came the Duke of Strelsau. His step trembled, I swear, and\nhe looked to the right and to the left, as a man looks who thinks on\nflight; and his face was patched with red and white, and his hand shook\nso that it jumped under mine, and I felt his lips dry and parched. And\nI glanced at Sapt, who was smiling again into his beard, and, resolutely\ndoing my duty in that station of life to which I had been marvellously\ncalled, I took my dear Michael by both hands and kissed him on the\ncheek. I think we were both glad when that was over!\n\nBut neither in the face of the princess nor in that of any other did I\nsee the least doubt or questioning. Yet, had I and the King stood side\nby side, she could have told us in an instant, or, at least, on a little\nconsideration. But neither she nor anyone else dreamed or imagined that\nI could be other than the King. So the likeness served, and for an hour\nI stood there, feeling as weary and blase as though I had been a king\nall my life; and everybody kissed my hand, and the ambassadors paid me\ntheir respects, among them old Lord Topham, at whose house in Grosvenor\nSquare I had danced a score of times. Thank heaven, the old man was as\nblind as a bat, and did not claim my acquaintance.\n\nThen back we went through the streets to the Palace, and I heard them\ncheering Black Michael; but he, Fritz told me, sat biting his nails like\na man in a reverie, and even his own friends said that he should have\nmade a braver show. I was in a carriage now, side by side with the\nPrincess Flavia, and a rough fellow cried out:\n\n“And when’s the wedding?” and as he spoke another struck him in the\nface, crying “Long live Duke Michael!” and the princess coloured--it was\nan admirable tint--and looked straight in front of her.\n\nNow I felt in a difficulty, because I had forgotten to ask Sapt the\nstate of my affections, or how far matters had gone between the princess\nand myself. Frankly, had I been the King, the further they had gone the\nbetter should I have been pleased. For I am not a slow-blooded man, and\nI had not kissed Princess Flavia’s cheek for nothing. These thoughts\npassed through my head, but, not being sure of my ground, I said\nnothing; and in a moment or two the princess, recovering her equanimity,\nturned to me.\n\n“Do you know, Rudolf,” said she, “you look somehow different today?”\n\nThe fact was not surprising, but the remark was disquieting.\n\n“You look,” she went on, “more sober, more sedate; you’re almost\ncareworn, and I declare you’re thinner. Surely it’s not possible that\nyou’ve begun to take anything seriously?”\n\nThe princess seemed to hold of the King much the same opinion that Lady\nBurlesdon held of me.\n\nI braced myself up to the conversation.\n\n“Would that please you?” I asked softly.\n\n“Oh, you know my views,” said she, turning her eyes away.\n\n“Whatever pleases you I try to do,” I said; and, as I saw her smile and\nblush, I thought that I was playing the King’s hand very well for him.\nSo I continued and what I said was perfectly true:\n\n“I assure you, my dear cousin, that nothing in my life has affected me\nmore than the reception I’ve been greeted with today.”\n\nShe smiled brightly, but in an instant grew grave again, and whispered:\n\n“Did you notice Michael?”\n\n“Yes,” said I, adding, “he wasn’t enjoying himself.”\n\n“Do be careful!” she went on. “You don’t--indeed you don’t--keep enough\nwatch on him. You know--”\n\n“I know,” said I, “that he wants what I’ve got.”\n\n“Yes. Hush!”\n\nThen--and I can’t justify it, for I committed the King far beyond what I\nhad a right to do--I suppose she carried me off my feet--I went on:\n\n“And perhaps also something which I haven’t got yet, but hope to win\nsome day.”\n\nThis was my answer. Had I been the King, I should have thought it\nencouraging:\n\n“Haven’t you enough responsibilities on you for one day, cousin?”\n\nBang, bang! Blare, blare! We were at the Palace. Guns were firing\nand trumpets blowing. Rows of lackeys stood waiting, and, handing the\nprincess up the broad marble staircase, I took formal possession, as\na crowned King, of the House of my ancestors, and sat down at my own\ntable, with my cousin on my right hand, on her other side Black Michael,\nand on my left his Eminence the Cardinal. Behind my chair stood Sapt;\nand at the end of the table, I saw Fritz von Tarlenheim drain to the\nbottom his glass of champagne rather sooner than he decently should.\n\nI wondered what the King of Ruritania was doing.\n\n\n\n\nCHAPTER 6\n\nThe Secret of a Cellar\n\n\nWe were in the King’s dressing-room--Fritz von Tarlenheim, Sapt, and I.\nI flung myself exhausted into an armchair. Sapt lit his pipe. He uttered\nno congratulations on the marvellous success of our wild risk, but his\nwhole bearing was eloquent of satisfaction. The triumph, aided perhaps\nby good wine, had made a new man of Fritz.\n\n“What a day for you to remember!” he cried. “Gad, I’d like to be King\nfor twelve hours myself! But, Rassendyll, you mustn’t throw your heart\ntoo much into the part. I don’t wonder Black Michael looked blacker than\never--you and the princess had so much to say to one another.”\n\n“How beautiful she is!” I exclaimed.\n\n“Never mind the woman,” growled Sapt. “Are you ready to start?”\n\n“Yes,” said I, with a sigh.\n\nIt was five o’clock, and at twelve I should be no more than Rudolf\nRassendyll. I remarked on it in a joking tone.\n\n“You’ll be lucky,” observed Sapt grimly, “if you’re not the late Rudolf\nRassendyll. By Heaven! I feel my head wobbling on my shoulders every\nminute you’re in the city. Do you know, friend, that Michael has had\nnews from Zenda? He went into a room alone to read it--and he came out\nlooking like a man dazed.”\n\n“I’m ready,” said I, this news making me none the more eager to linger.\n\nSapt sat down.\n\n“I must write us an order to leave the city. Michael’s Governor, you\nknow, and we must be prepared for hindrances. You must sign the order.”\n\n“My dear colonel, I’ve not been bred a forger!”\n\nOut of his pocket Sapt produced a piece of paper.\n\n“There’s the King’s signature,” he said, “and here,” he went on, after\nanother search in his pocket, “is some tracing paper. If you can’t\nmanage a ‘Rudolf’ in ten minutes, why--I can.”\n\n“Your education has been more comprehensive than mine,” said I. “You\nwrite it.”\n\nAnd a very tolerable forgery did this versatile hero produce.\n\n“Now, Fritz,” said he, “the King goes to bed. He is upset. No one is to\nsee him till nine o’clock tomorrow. You understand--no one?”\n\n“I understand,” answered Fritz.\n\n“Michael may come, and claim immediate audience. You’ll answer that only\nprinces of the blood are entitled to it.”\n\n“That’ll annoy Michael,” laughed Fritz.\n\n“You quite understand?” asked Sapt again. “If the door of this room is\nopened while we’re away, you’re not to be alive to tell us about it.”\n\n“I need no schooling, colonel,” said Fritz, a trifle haughtily.\n\n“Here, wrap yourself in this big cloak,” Sapt continued to me, “and\nput on this flat cap. My orderly rides with me to the hunting-lodge\ntonight.”\n\n“There’s an obstacle,” I observed. “The horse doesn’t live that can\ncarry me forty miles.”\n\n“Oh, yes, he does--two of him: one here--one at the lodge. Now, are you\nready?”\n\n“I’m ready,” said I.\n\nFritz held out his hand.\n\n“In case,” said he; and we shook hands heartily.\n\n“Damn your sentiment!” growled Sapt. “Come along.”\n\nHe went, not to the door, but to a panel in the wall.\n\n“In the old King’s time,” said he, “I knew this way well.”\n\nI followed him, and we walked, as I should estimate, near two hundred\nyards along a narrow passage. Then we came to a stout oak door. Sapt\nunlocked it. We passed through, and found ourselves in a quiet street\nthat ran along the back of the Palace gardens. A man was waiting for us\nwith two horses. One was a magnificent bay, up to any weight; the other\na sturdy brown. Sapt signed to me to mount the bay. Without a word\nto the man, we mounted and rode away. The town was full of noise and\nmerriment, but we took secluded ways. My cloak was wrapped over half\nmy face; the capacious flat cap hid every lock of my tell-tale hair. By\nSapt’s directions, I crouched on my saddle, and rode with such a round\nback as I hope never to exhibit on a horse again. Down a long narrow\nlane we went, meeting some wanderers and some roisterers; and, as we\nrode, we heard the Cathedral bells still clanging out their welcome to\nthe King. It was half-past six, and still light. At last we came to the\ncity wall and to a gate.\n\n“Have your weapon ready,” whispered Sapt. “We must stop his mouth, if he\ntalks.”\n\nI put my hand on my revolver. Sapt hailed the doorkeeper. The stars\nfought for us! A little girl of fourteen tripped out.\n\n“Please, sir, father’s gone to see the King.”\n\n“He’d better have stayed here,” said Sapt to me, grinning.\n\n“But he said I wasn’t to open the gate, sir.”\n\n“Did he, my dear?” said Sapt, dismounting. “Then give me the key.”\n\nThe key was in the child’s hand. Sapt gave her a crown.\n\n“Here’s an order from the King. Show it to your father. Orderly, open\nthe gate!”\n\nI leapt down. Between us we rolled back the great gate, led our horses\nout, and closed it again.\n\n“I shall be sorry for the doorkeeper if Michael finds out that he wasn’t\nthere. Now then, lad, for a canter. We mustn’t go too fast while we’re\nnear the town.”\n\nOnce, however, outside the city, we ran little danger, for everybody\nelse was inside, merry-making; and as the evening fell we quickened our\npace, my splendid horse bounding along under me as though I had been a\nfeather. It was a fine night, and presently the moon appeared. We talked\nlittle on the way, and chiefly about the progress we were making.\n\n“I wonder what the duke’s despatches told him,” said I, once.\n\n“Ay, I wonder!” responded Sapt.\n\nWe stopped for a draught of wine and to bait our horses, losing half an\nhour thus. I dared not go into the inn, and stayed with the horses\nin the stable. Then we went ahead again, and had covered some\nfive-and-twenty miles, when Sapt abruptly stopped.\n\n“Hark!” he cried.\n\nI listened. Away, far behind us, in the still of the evening--it was\njust half-past nine--we heard the beat of horses’ hoofs. The wind\nblowing strong behind us, carried the sound. I glanced at Sapt.\n\n“Come on!” he cried, and spurred his horse into a gallop. When we next\npaused to listen, the hoof-beats were not audible, and we relaxed our\npace. Then we heard them again. Sapt jumped down and laid his ear to the\nground.\n\n“There are two,” he said. “They’re only a mile behind. Thank God the\nroad curves in and out, and the wind’s our way.”\n\nWe galloped on. We seemed to be holding our own. We had entered the\noutskirts of the forest of Zenda, and the trees, closing in behind us as\nthe track zigged and zagged, prevented us seeing our pursuers, and them\nfrom seeing us.\n\nAnother half-hour brought us to a divide of the road. Sapt drew rein.\n\n“To the right is our road,” he said. “To the left, to the Castle. Each\nabout eight miles. Get down.”\n\n“But they’ll be on us!” I cried.\n\n“Get down!” he repeated brusquely; and I obeyed. The wood was dense up\nto the very edge of the road. We led our horses into the covert, bound\nhandkerchiefs over their eyes, and stood beside them.\n\n“You want to see who they are?” I whispered.\n\n“Ay, and where they’re going,” he answered.\n\nI saw that his revolver was in his hand.\n\nNearer and nearer came the hoofs. The moon shone out now clear and full,\nso that the road was white with it. The ground was hard, and we had left\nno traces.\n\n“Here they come!” whispered Sapt.\n\n“It’s the duke!”\n\n“I thought so,” he answered.\n\nIt was the duke; and with him a burly fellow whom I knew well, and who\nhad cause to know me afterwards--Max Holf, brother to Johann the keeper,\nand body-servant to his Highness. They were up to us: the duke reined\nup. I saw Sapt’s finger curl lovingly towards the trigger. I believe\nhe would have given ten years of his life for a shot; and he could have\npicked off Black Michael as easily as I could a barn-door fowl in a\nfarmyard. I laid my hand on his arm. He nodded reassuringly: he was\nalways ready to sacrifice inclination to duty.\n\n“Which way?” asked Black Michael.\n\n“To the Castle, your Highness,” urged his companion. “There we shall\nlearn the truth.”\n\nFor an instant the duke hesitated.\n\n“I thought I heard hoofs,” said he.\n\n“I think not, your Highness.”\n\n“Why shouldn’t we go to the lodge?”\n\n“I fear a trap. If all is well, why go to the lodge? If not, it’s a\nsnare to trap us.”\n\nSuddenly the duke’s horse neighed. In an instant we folded our cloaks\nclose round our horses’ heads, and, holding them thus, covered the duke\nand his attendant with our revolvers. If they had found us, they had\nbeen dead men, or our prisoners.\n\nMichael waited a moment longer. Then he cried:\n\n“To Zenda, then!” and setting spurs to his horse, galloped on.\n\nSapt raised his weapon after him, and there was such an expression\nof wistful regret on his face that I had much ado not to burst out\nlaughing.\n\nFor ten minutes we stayed where we were.\n\n“You see,” said Sapt, “they’ve sent him news that all is well.”\n\n“What does that mean?” I asked.\n\n“God knows,” said Sapt, frowning heavily. “But it’s brought him from\nStrelsau in a rare puzzle.”\n\nThen we mounted, and rode as fast as our weary horses could lay their\nfeet to the ground. For those last eight miles we spoke no more. Our\nminds were full of apprehension. “All is well.” What did it mean? Was\nall well with the King?\n\nAt last the lodge came in sight. Spurring our horses to a last gallop,\nwe rode up to the gate. All was still and quiet. Not a soul came to meet\nus. We dismounted in haste. Suddenly Sapt caught me by the arm.\n\n“Look there!” he said, pointing to the ground.\n\nI looked down. At my feet lay five or six silk handkerchiefs, torn and\nslashed and rent. I turned to him questioningly.\n\n“They’re what I tied the old woman up with,” said he. “Fasten the\nhorses, and come along.”\n\nThe handle of the door turned without resistance. We passed into the\nroom which had been the scene of last night’s bout. It was still strewn\nwith the remnants of our meal and with empty bottles.\n\n“Come on,” cried Sapt, whose marvellous composure had at last almost\ngiven way.\n\nWe rushed down the passage towards the cellars. The door of the\ncoal-cellar stood wide open.\n\n“They found the old woman,” said I.\n\n“You might have known that from the handkerchiefs,” he said.\n\nThen we came opposite the door of the wine-cellar. It was shut. It\nlooked in all respects as it had looked when we left it that morning.\n\n“Come, it’s all right,” said I.\n\nA loud oath from Sapt rang out. His face turned pale, and he pointed\nagain at the floor. From under the door a red stain had spread over the\nfloor of the passage and dried there. Sapt sank against the opposite\nwall. I tried the door. It was locked.\n\n“Where’s Josef?” muttered Sapt.\n\n“Where’s the King?” I responded.\n\nSapt took out a flask and put it to his lips. I ran back to the\ndining-room, and seized a heavy poker from the fireplace. In my terror\nand excitement I rained blows on the lock of the door, and I fired a\ncartridge into it. It gave way, and the door swung open.\n\n“Give me a light,” said I; but Sapt still leant against the wall.\n\nHe was, of course, more moved than I, for he loved his master. Afraid\nfor himself he was not--no man ever saw him that; but to think what\nmight lie in that dark cellar was enough to turn any man’s face pale.\nI went myself, and took a silver candlestick from the dining-table and\nstruck a light, and, as I returned, I felt the hot wax drip on my naked\nhand as the candle swayed to and fro; so that I cannot afford to despise\nColonel Sapt for his agitation.\n\nI came to the door of the cellar. The red stain turning more and more to\na dull brown, stretched inside. I walked two yards into the cellar, and\nheld the candle high above my head. I saw the full bins of wine; I saw\nspiders crawling on the walls; I saw, too, a couple of empty bottles\nlying on the floor; and then, away in the corner, I saw the body of a\nman, lying flat on his back, with his arms stretched wide, and a crimson\ngash across his throat. I walked to him and knelt down beside him, and\ncommended to God the soul of a faithful man. For it was the body of\nJosef, the little servant, slain in guarding the King.\n\nI felt a hand on my shoulders, and, turning, saw Sapt, eyes glaring and\nterror-struck, beside me.\n\n“The King? My God! the King?” he whispered hoarsely.\n\nI threw the candle’s gleam over every inch of the cellar.\n\n“The King is not here,” said I.\n\n\n\n\nCHAPTER 7\n\nHis Majesty Sleeps in Strelsau\n\n\nI put my arm round Sapt’s waist and supported him out of the cellar,\ndrawing the battered door close after me. For ten minutes or more we sat\nsilent in the dining-room. Then old Sapt rubbed his knuckles into his\neyes, gave one great gasp, and was himself again. As the clock on the\nmantelpiece struck one he stamped his foot on the floor, saying:\n\n“They’ve got the King!”\n\n“Yes,” said I, “‘all’s well!’ as Black Michael’s despatch said. What\na moment it must have been for him when the royal salutes fired at\nStrelsau this morning! I wonder when he got the message?”\n\n“It must have been sent in the morning,” said Sapt. “They must have sent\nit before news of your arrival at Strelsau reached Zenda--I suppose it\ncame from Zenda.”\n\n“And he’s carried it about all day!” I exclaimed. “Upon my honour, I’m\nnot the only man who’s had a trying day! What did he think, Sapt?”\n\n“What does that matter? What does he think, lad, now?”\n\nI rose to my feet.\n\n“We must get back,” I said, “and rouse every soldier in Strelsau. We\nought to be in pursuit of Michael before midday.”\n\nOld Sapt pulled out his pipe and carefully lit it from the candle which\nguttered on the table.\n\n“The King may be murdered while we sit here!” I urged.\n\nSapt smoked on for a moment in silence.\n\n“That cursed old woman!” he broke out. “She must have attracted their\nattention somehow. I see the game. They came up to kidnap the King,\nand--as I say--somehow they found him. If you hadn’t gone to Strelsau,\nyou and I and Fritz had been in heaven by now!”\n\n“And the King?”\n\n“Who knows where the King is now?” he asked.\n\n“Come, let’s be off!” said I; but he sat still. And suddenly he burst\ninto one of his grating chuckles:\n\n“By Jove, we’ve shaken up Black Michael!”\n\n“Come, come!” I repeated impatiently.\n\n“And we’ll shake him up a bit more,” he added, a cunning smile\nbroadening on his wrinkled, weather-beaten face, and his teeth working\non an end of his grizzled moustache. “Ay, lad, we’ll go back to\nStrelsau. The King shall be in his capital again tomorrow.”\n\n“The King?”\n\n“The crowned King!”\n\n“You’re mad!” I cried.\n\n“If we go back and tell the trick we played, what would you give for our\nlives?”\n\n“Just what they’re worth,” said I.\n\n“And for the King’s throne? Do you think that the nobles and the people\nwill enjoy being fooled as you’ve fooled them? Do you think they’ll love\na King who was too drunk to be crowned, and sent a servant to personate\nhim?”\n\n“He was drugged--and I’m no servant.”\n\n“Mine will be Black Michael’s version.”\n\nHe rose, came to me, and laid his hand on my shoulder.\n\n“Lad,” he said, “if you play the man, you may save the King yet. Go back\nand keep his throne warm for him.”\n\n“But the duke knows--the villains he has employed know--”\n\n“Ay, but they can’t speak!” roared Sapt in grim triumph.\n\n“We’ve got ‘em! How can they denounce you without denouncing themselves?\nThis is not the King, because we kidnapped the King and murdered his\nservant. Can they say that?”\n\nThe position flashed on me. Whether Michael knew me or not, he could not\nspeak. Unless he produced the King, what could he do? And if he produced\nthe King, where was he? For a moment I was carried away headlong; but in\nan instant the difficulties came strong upon me.\n\n“I must be found out,” I urged.\n\n“Perhaps; but every hour’s something. Above all, we must have a King in\nStrelsau, or the city will be Michael’s in four-and-twenty hours, and\nwhat would the King’s life be worth then--or his throne? Lad, you must\ndo it!”\n\n“Suppose they kill the King?”\n\n“They’ll kill him, if you don’t.”\n\n“Sapt, suppose they have killed the King?”\n\n“Then, by heaven, you’re as good an Elphberg as Black Michael, and you\nshall reign in Ruritania! But I don’t believe they have; nor will they\nkill him if you’re on the throne. Will they kill him, to put you in?”\n\nIt was a wild plan--wilder even and more hopeless than the trick we\nhad already carried through; but as I listened to Sapt I saw the strong\npoints in our game. And then I was a young man and I loved action, and I\nwas offered such a hand in such a game as perhaps never man played yet.\n\n“I shall be found out,” I said.\n\n“Perhaps,” said Sapt. “Come! to Strelsau! We shall be caught like rats\nin a trap if we stay here.”\n\n“Sapt,” I cried, “I’ll try it!”\n\n“Well played!” said he. “I hope they’ve left us the horses. I’ll go and\nsee.”\n\n“We must bury that poor fellow,” said I.\n\n“No time,” said Sapt.\n\n“I’ll do it.”\n\n“Hang you!” he grinned. “I make you a King, and--Well, do it. Go and\nfetch him, while I look to the horses. He can’t lie very deep, but I\ndoubt if he’ll care about that. Poor little Josef! He was an honest bit\nof a man.”\n\nHe went out, and I went to the cellar. I raised poor Josef in my arms\nand bore him into the passage and thence towards the door of the house.\nJust inside I laid him down, remembering that I must find spades for our\ntask. At this instant Sapt came up.\n\n“The horses are all right; there’s the own brother to the one that\nbrought you here. But you may save yourself that job.”\n\n“I’ll not go before he’s buried.”\n\n“Yes, you will.”\n\n“Not I, Colonel Sapt; not for all Ruritania.”\n\n“You fool!” said he. “Come here.”\n\nHe drew me to the door. The moon was sinking, but about three hundred\nyards away, coming along the road from Zenda, I made out a party of men.\nThere were seven or eight of them; four were on horseback and the rest\nwere walking, and I saw that they carried long implements, which I\nguessed to be spades and mattocks, on their shoulders.\n\n“They’ll save you the trouble,” said Sapt. “Come along.”\n\nHe was right. The approaching party must, beyond doubt, be Duke\nMichael’s men, come to remove the traces of their evil work. I hesitated\nno longer, but an irresistible desire seized me.\n\nPointing to the corpse of poor little Josef, I said to Sapt:\n\n“Colonel, we ought to strike a blow for him!”\n\n“You’d like to give him some company, eh! But it’s too risky work, your\nMajesty.”\n\n“I must have a slap at ‘em,” said I.\n\nSapt wavered.\n\n“Well,” said he, “it’s not business, you know; but you’ve been good\nboy--and if we come to grief, why, hang me, it’ll save us lot of\nthinking! I’ll show you how to touch them.”\n\nHe cautiously closed the open chink of the door.\n\nThen we retreated through the house and made our way to the back\nentrance. Here our horses were standing. A carriage-drive swept all\nround the lodge.\n\n“Revolver ready?” asked Sapt.\n\n“No; steel for me,” said I.\n\n“Gad, you’re thirsty tonight,” chuckled Sapt. “So be it.”\n\nWe mounted, drawing our swords, and waited silently for a minute or two.\nThen we heard the tramp of men on the drive the other side of the house.\nThey came to a stand, and one cried:\n\n“Now then, fetch him out!”\n\n“Now!” whispered Sapt.\n\nDriving the spurs into our horses, we rushed at a gallop round the\nhouse, and in a moment we were among the ruffians. Sapt told me\nafterwards that he killed a man, and I believe him; but I saw no more of\nhim. With a cut, I split the head of a fellow on a brown horse, and he\nfell to the ground. Then I found myself opposite a big man, and I was\nhalf conscious of another to my right. It was too warm to stay, and with\na simultaneous action I drove my spurs into my horse again and my sword\nfull into the big man’s breast. His bullet whizzed past my ear--I could\nalmost swear it touched it. I wrenched at the sword, but it would not\ncome, and I dropped it and galloped after Sapt, whom I now saw about\ntwenty yards ahead. I waved my hand in farewell, and dropped it a second\nlater with a yell, for a bullet had grazed my finger and I felt the\nblood. Old Sapt turned round in the saddle. Someone fired again, but\nthey had no rifles, and we were out of range. Sapt fell to laughing.\n\n“That’s one to me and two to you, with decent luck,” said he. “Little\nJosef will have company.”\n\n“Ay, they’ll be a _partie carree_,” said I. My blood was up, and I\nrejoiced to have killed them.\n\n“Well, a pleasant night’s work to the rest!” said he. “I wonder if they\nnoticed you?”\n\n“The big fellow did; as I stuck him I heard him cry, ‘The King!’”\n\n“Good! good! Oh, we’ll give Black Michael some work before we’ve done!”\n\nPausing an instant, we made a bandage for my wounded finger, which was\nbleeding freely and ached severely, the bone being much bruised. Then we\nrode on, asking of our good horses all that was in them. The excitement\nof the fight and of our great resolve died away, and we rode in gloomy\nsilence. Day broke clear and cold. We found a farmer just up, and made\nhim give us sustenance for ourselves and our horses. I, feigning a\ntoothache, muffled my face closely. Then ahead again, till Strelsau lay\nbefore us. It was eight o’clock or nearing nine, and the gates were all\nopen, as they always were save when the duke’s caprice or intrigues shut\nthem. We rode in by the same way as we had come out the evening before,\nall four of us--the men and the horses--wearied and jaded. The streets\nwere even quieter than when we had gone: everyone was sleeping off last\nnight’s revelry, and we met hardly a soul till we reached the little\ngate of the Palace. There Sapt’s old groom was waiting for us.\n\n“Is all well, sir?” he asked.\n\n“All’s well,” said Sapt, and the man, coming to me, took my hand to\nkiss.\n\n“The King’s hurt!” he cried.\n\n“It’s nothing,” said I, as I dismounted; “I caught my finger in the\ndoor.”\n\n“Remember--silence!” said Sapt. “Ah! but, my good Freyler, I do not need\nto tell you that!”\n\nThe old fellow shrugged his shoulders.\n\n“All young men like to ride abroad now and again, why not the King?”\n said he; and Sapt’s laugh left his opinion of my motives undisturbed.\n\n“You should always trust a man,” observed Sapt, fitting the key in the\nlock, “just as far as you must.”\n\nWe went in and reached the dressing-room. Flinging open the door, we saw\nFritz von Tarlenheim stretched, fully dressed, on the sofa. He seemed to\nhave been sleeping, but our entry woke him. He leapt to his feet, gave\none glance at me, and with a joyful cry, threw himself on his knees\nbefore me.\n\n“Thank God, sire! thank God, you’re safe!” he cried, stretching his hand\nup to catch hold of mine.\n\nI confess that I was moved. This King, whatever his faults, made people\nlove him. For a moment I could not bear to speak or break the poor\nfellow’s illusion. But tough old Sapt had no such feeling. He slapped\nhis hand on his thigh delightedly.\n\n“Bravo, lad!” cried he. “We shall do!”\n\nFritz looked up in bewilderment. I held out my hand.\n\n“You’re wounded, sire!” he exclaimed.\n\n“It’s only a scratch,” said I, “but--” I paused.\n\nHe rose to his feet with a bewildered air. Holding my hand, he looked\nme up and down, and down and up. Then suddenly he dropped my hand and\nreeled back.\n\n“Where’s the King? Where’s the King?” he cried.\n\n“Hush, you fool!” hissed Sapt. “Not so loud! Here’s the King!”\n\nA knock sounded on the door. Sapt seized me by the hand.\n\n“Here, quick, to the bedroom! Off with your cap and boots. Get into bed.\nCover everything up.”\n\nI did as I was bid. A moment later Sapt looked in, nodded, grinned, and\nintroduced an extremely smart and deferential young gentleman, who came\nup to my bedside, bowing again and again, and informed me that he was\nof the household of the Princess Flavia, and that her Royal Highness\nhad sent him especially to enquire how the King’s health was after the\nfatigues which his Majesty had undergone yesterday.\n\n“My best thanks, sir, to my cousin,” said I; “and tell her Royal\nHighness that I was never better in my life.”\n\n“The King,” added old Sapt (who, I began to find, loved a good lie for\nits own sake), “has slept without a break all night.”\n\nThe young gentleman (he reminded me of “Osric” in Hamlet) bowed himself\nout again. The farce was over, and Fritz von Tarlenheim’s pale face\nrecalled us to reality--though, in faith, the farce had to be reality\nfor us now.\n\n“Is the King dead?” he whispered.\n\n“Please God, no,” said I. “But he’s in the hands of Black Michael!”\n\n\n\n\nCHAPTER 8\n\nA Fair Cousin and a Dark Brother\n\n\nA real king’s life is perhaps a hard one; but a pretended king’s is,\nI warrant, much harder. On the next day, Sapt instructed me in my\nduties--what I ought to do and what I ought to know--for three hours;\nthen I snatched breakfast, with Sapt still opposite me, telling me that\nthe King always took white wine in the morning and was known to detest\nall highly seasoned dishes. Then came the Chancellor, for another three\nhours; and to him I had to explain that the hurt to my finger (we turned\nthat bullet to happy account) prevented me from writing--whence arose\ngreat to-do, hunting of precedents and so forth, ending in my “making\nmy mark,” and the Chancellor attesting it with a superfluity of solemn\noaths. Then the French ambassador was introduced, to present his\ncredentials; here my ignorance was of no importance, as the King would\nhave been equally raw to the business (we worked through the whole _corps\ndiplomatique_ in the next few days, a demise of the Crown necessitating\nall this bother).\n\nThen, at last, I was left alone. I called my new servant (we had chosen,\nto succeed poor Josef, a young man who had never known the King), had a\nbrandy-and-soda brought to me, and observed to Sapt that I trusted that\nI might now have a rest. Fritz von Tarlenheim was standing by.\n\n“By heaven!” he cried, “we waste time. Aren’t we going to throw Black\nMichael by the heels?”\n\n“Gently, my son, gently,” said Sapt, knitting his brows. “It would be\na pleasure, but it might cost us dear. Would Michael fall and leave the\nKing alive?”\n\n“And,” I suggested, “while the King is here in Strelsau, on his throne,\nwhat grievance has he against his dear brother Michael?”\n\n“Are we to do nothing, then?”\n\n“We’re to do nothing stupid,” growled Sapt.\n\n“In fact, Fritz,” said I, “I am reminded of a situation in one of our\nEnglish plays--The Critic--have you heard of it? Or, if you like, of two\nmen, each covering the other with a revolver. For I can’t expose Michael\nwithout exposing myself--”\n\n“And the King,” put in Sapt.\n\n“And, hang me if Michael won’t expose himself, if he tries to expose\nme!”\n\n“It’s very pretty,” said old Sapt.\n\n“If I’m found out,” I pursued, “I will make a clean breast of it, and\nfight it out with the duke; but at present I’m waiting for a move from\nhim.”\n\n“He’ll kill the King,” said Fritz.\n\n“Not he,” said Sapt.\n\n“Half of the Six are in Strelsau,” said Fritz.\n\n“Only half? You’re sure?” asked Sapt eagerly.\n\n“Yes--only half.”\n\n“Then the King’s alive, for the other three are guarding him!” cried\nSapt.\n\n“Yes--you’re right!” exclaimed Fritz, his face brightening. “If the\nKing were dead and buried, they’d all be here with Michael. You know\nMichael’s back, colonel?”\n\n“I know, curse him!”\n\n“Gentlemen, gentlemen,” said I, “who are the Six?”\n\n“I think you’ll make their acquaintance soon,” said Sapt. “They are six\ngentlemen whom Michael maintains in his household: they belong to him\nbody and soul. There are three Ruritanians; then there’s a Frenchman, a\nBelgian, and one of your countrymen.”\n\n“They’d all cut a throat if Michael told them,” said Fritz.\n\n“Perhaps they’ll cut mine,” I suggested.\n\n“Nothing more likely,” agreed Sapt. “Who are here, Fritz?”\n\n“De Gautet, Bersonin, and Detchard.”\n\n“The foreigners! It’s as plain as a pikestaff. He’s brought them, and\nleft the Ruritanians with the King; that’s because he wants to commit\nthe Ruritanians as deep as he can.”\n\n“They were none of them among our friends at the lodge, then?” I asked.\n\n“I wish they had been,” said Sapt wistfully. “They had been, not six,\nbut four, by now.”\n\nI had already developed one attribute of royalty--a feeling that I need\nnot reveal all my mind or my secret designs even to my intimate friends.\nI had fully resolved on my course of action. I meant to make myself\nas popular as I could, and at the same time to show no disfavour to\nMichael. By these means I hoped to allay the hostility of his adherents,\nand make it appear, if an open conflict came about, that he was\nungrateful and not oppressed.\n\nYet an open conflict was not what I hoped for.\n\nThe King’s interest demanded secrecy; and while secrecy lasted, I had\na fine game to play in Strelsau, Michael should not grow stronger for\ndelay!\n\nI ordered my horse, and, attended by Fritz von Tarlenheim, rode in the\ngrand new avenue of the Royal Park, returning all the salutes which I\nreceived with punctilious politeness. Then I rode through a few of the\nstreets, stopped and bought flowers of a pretty girl, paying her with\na piece of gold; and then, having attracted the desired amount of\nattention (for I had a trail of half a thousand people after me), I rode\nto the residence of the Princess Flavia, and asked if she would\nreceive me. This step created much interest, and was met with shouts of\napproval. The princess was very popular, and the Chancellor himself had\nnot scrupled to hint to me that the more I pressed my suit, and the more\nrapidly I brought it to a prosperous conclusion, the stronger should I\nbe in the affection of my subjects. The Chancellor, of course, did not\nunderstand the difficulties which lay in the way of following his loyal\nand excellent advice. However, I thought I could do no harm by calling;\nand in this view Fritz supported me with a cordiality that surprised me,\nuntil he confessed that he also had his motives for liking a visit to\nthe princess’s house, which motive was no other than a great desire to\nsee the princess’s lady-in-waiting and bosom friend, the Countess Helga\nvon Strofzin.\n\nEtiquette seconded Fritz’s hopes. While I was ushered into the\nprincess’s room, he remained with the countess in the ante-chamber: in\nspite of the people and servants who were hanging about, I doubt not\nthat they managed a tete-a-tete; but I had no leisure to think of them,\nfor I was playing the most delicate move in all my difficult game. I had\nto keep the princess devoted to me--and yet indifferent to me: I had to\nshow affection for her--and not feel it. I had to make love for another,\nand that to a girl who--princess or no princess--was the most beautiful\nI had ever seen. Well, I braced myself to the task, made no easier by\nthe charming embarrassment with which I was received. How I succeeded in\ncarrying out my programme will appear hereafter.\n\n“You are gaining golden laurels,” she said. “You are like the prince in\nShakespeare who was transformed by becoming king. But I’m forgetting you\nare King, sire.”\n\n“I ask you to speak nothing but what your heart tells you--and to call\nme nothing but my name.”\n\nShe looked at me for a moment.\n\n“Then I’m glad and proud, Rudolf,” said she. “Why, as I told you, your\nvery face is changed.”\n\nI acknowledged the compliment, but I disliked the topic; so I said:\n\n“My brother is back, I hear. He made an excursion, didn’t he?”\n\n“Yes, he is here,” she said, frowning a little.\n\n“He can’t stay long from Strelsau, it seems,” I observed, smiling.\n“Well, we are all glad to see him. The nearer he is, the better.”\n\nThe princess glanced at me with a gleam of amusement in her eyes.\n\n“Why, cousin? Is it that you can--?”\n\n“See better what he’s doing? Perhaps,” said I. “And why are you glad?”\n\n“I didn’t say I was glad,” she answered.\n\n“Some people say so for you.”\n\n“There are many insolent people,” she said, with delightful haughtiness.\n\n“Possibly you mean that I am one?”\n\n“Your Majesty could not be,” she said, curtseying in feigned deference,\nbut adding, mischievously, after a pause: “Unless, that is--”\n\n“Well, unless what?”\n\n“Unless you tell me that I mind a snap of my fingers where the Duke of\nStrelsau is.”\n\nReally, I wished that I had been the King.\n\n“You don’t care where cousin Michael--”\n\n“Ah, cousin Michael! I call him the Duke of Strelsau.”\n\n“You call him Michael when you meet him?”\n\n“Yes--by the orders of your father.”\n\n“I see. And now by mine?”\n\n“If those are your orders.”\n\n“Oh, decidedly! We must all be pleasant to our dear Michael.”\n\n“You order me to receive his friends, too, I suppose?”\n\n“The Six?”\n\n“You call them that, too?”\n\n“To be in the fashion, I do. But I order you to receive no one unless\nyou like.”\n\n“Except yourself?”\n\n“I pray for myself. I could not order.”\n\nAs I spoke, there came a cheer from the street. The princess ran to the\nwindow.\n\n“It is he!” she cried. “It is--the Duke of Strelsau!”\n\nI smiled, but said nothing. She returned to her seat. For a few moments\nwe sat in silence. The noise outside subsided, but I heard the tread of\nfeet in the ante-room. I began to talk on general subjects. This went on\nfor some minutes. I wondered what had become of Michael, but it did\nnot seem to be for me to interfere. All at once, to my great surprise,\nFlavia, clasping her hands asked in an agitated voice:\n\n“Are you wise to make him angry?”\n\n“What? Who? How am I making him angry?”\n\n“Why, by keeping him waiting.”\n\n“My dear cousin, I don’t want to keep him--”\n\n“Well, then, is he to come in?”\n\n“Of course, if you wish it.”\n\nShe looked at me curiously.\n\n“How funny you are,” she said. “Of course no one could be announced\nwhile I was with you.”\n\nHere was a charming attribute of royalty!\n\n“An excellent etiquette!” I cried. “But I had clean forgotten it; and if\nI were alone with someone else, couldn’t you be announced?”\n\n“You know as well as I do. I could be, because I am of the Blood;” and\nshe still looked puzzled.\n\n“I never could remember all these silly rules,” said I, rather feebly,\nas I inwardly cursed Fritz for not posting me up. “But I’ll repair my\nfault.”\n\nI jumped up, flung open the door, and advanced into the ante-room.\nMichael was sitting at a table, a heavy frown on his face. Everyone\nelse was standing, save that impudent young dog Fritz, who was lounging\neasily in an armchair, and flirting with the Countess Helga. He leapt up\nas I entered, with a deferential alacrity that lent point to his former\nnonchalance. I had no difficulty in understanding that the duke might\nnot like young Fritz.\n\nI held out my hand, Michael took it, and I embraced him. Then I drew him\nwith me into the inner room.\n\n“Brother,” I said, “if I had known you were here, you should not have\nwaited a moment before I asked the princess to permit me to bring you to\nher.”\n\nHe thanked me, but coldly. The man had many qualities, but he could not\nhide his feelings. A mere stranger could have seen that he hated me, and\nhated worse to see me with Princess Flavia; yet I am persuaded that he\ntried to conceal both feelings, and, further, that he tried to persuade\nme that he believed I was verily the King. I did not know, of course;\nbut, unless the King were an impostor, at once cleverer and more\naudacious than I (and I began to think something of myself in that\nrole), Michael could not believe that. And, if he didn’t, how he must\nhave loathed paying me deference, and hearing my “Michael” and my\n“Flavia!”\n\n“Your hand is hurt, sire,” he observed, with concern.\n\n“Yes, I was playing a game with a mongrel dog” (I meant to stir him),\n“and you know, brother, such have uncertain tempers.”\n\nHe smiled sourly, and his dark eyes rested on me for a moment.\n\n“But is there no danger from the bite?” cried Flavia anxiously.\n\n“None from this,” said I. “If I gave him a chance to bite deeper, it\nwould be different, cousin.”\n\n“But surely he has been destroyed?” said she.\n\n“Not yet. We’re waiting to see if his bite is harmful.”\n\n“And if it is?” asked Michael, with his sour smile.\n\n“He’ll be knocked on the head, brother,” said I.\n\n“You won’t play with him any more?” urged Flavia.\n\n“Perhaps I shall.”\n\n“He might bite again.”\n\n“Doubtless he’ll try,” said I, smiling.\n\nThen, fearing Michael would say something which I must appear to\nresent (for, though I might show him my hate, I must seem to be full of\nfavour), I began to compliment him on the magnificent condition of his\nregiment, and of their loyal greeting to me on the day of my coronation.\nThence I passed to a rapturous description of the hunting-lodge which\nhe had lent me. But he rose suddenly to his feet. His temper was failing\nhim, and, with an excuse, he said farewell. However, as he reached the\ndoor he stopped, saying:\n\n“Three friends of mine are very anxious to have the honour of being\npresented to you, sire. They are here in the ante-chamber.”\n\nI joined him directly, passing my arm through his. The look on his\nface was honey to me. We entered the ante-chamber in fraternal fashion.\nMichael beckoned, and three men came forward.\n\n“These gentlemen,” said Michael, with a stately courtesy which, to\ndo him justice, he could assume with perfect grace and ease, “are the\nloyalest and most devoted of your Majesty’s servants, and are my very\nfaithful and attached friends.”\n\n“On the last ground as much as the first,” said I, “I am very pleased to\nsee them.”\n\nThey came one by one and kissed my hand--De Gautet, a tall lean fellow,\nwith hair standing straight up and waxed moustache; Bersonin, the\nBelgian, a portly man of middle height with a bald head (though he was\nnot far past thirty); and last, the Englishman, Detchard, a narrow-faced\nfellow, with close-cut fair hair and a bronzed complexion. He was a\nfinely made man, broad in the shoulder and slender in the hips. A good\nfighter, but a crooked customer, I put him down for. I spoke to him in\nEnglish, with a slight foreign accent, and I swear the fellow smiled,\nthough he hid the smile in an instant.\n\n“So Mr. Detchard is in the secret,” thought I.\n\nHaving got rid of my dear brother and his friends, I returned to make my\nadieu to my cousin. She was standing at the door. I bade her farewell,\ntaking her hand in mine.\n\n“Rudolf,” she said, very low, “be careful, won’t you?”\n\n“Of what?”\n\n“You know--I can’t say. But think what your life is to--”\n\n“Well to--?”\n\n“To Ruritania.”\n\nWas I right to play the part, or wrong to play the part? I know not:\nevil lay both ways, and I dared not tell her the truth.\n\n“Only to Ruritania?” I asked softly.\n\nA sudden flush spread over her incomparable face.\n\n“To your friends, too,” she said.\n\n“Friends?”\n\n“And to your cousin,” she whispered, “and loving servant.”\n\nI could not speak. I kissed her hand, and went out cursing myself.\n\nOutside I found Master Fritz, quite reckless of the footmen, playing at\ncat’s-cradle with the Countess Helga.\n\n“Hang it!” said he, “we can’t always be plotting. Love claims his\nshare.”\n\n“I’m inclined to think he does,” said I; and Fritz, who had been by my\nside, dropped respectfully behind.\n\n\n\n\nCHAPTER 9\n\nA New Use for a Tea-table\n\n\nIf I were to detail the ordinary events of my daily life at this time,\nthey might prove instructive to people who are not familiar with the\ninside of palaces; if I revealed some of the secrets I learnt, they\nmight prove of interest to the statesmen of Europe. I intend to do\nneither of these things. I should be between the Scylla of dullness and\nthe Charybdis of indiscretion, and I feel that I had far better confine\nmyself strictly to the underground drama which was being played beneath\nthe surface of Ruritanian politics. I need only say that the secret of\nmy imposture defied detection. I made mistakes. I had bad minutes: it\nneeded all the tact and graciousness whereof I was master to smooth over\nsome apparent lapses of memory and unmindfulness of old acquaintances of\nwhich I was guilty. But I escaped, and I attribute my escape, as I have\nsaid before, most of all, to the very audacity of the enterprise. It is\nmy belief that, given the necessary physical likeness, it was far easier\nto pretend to be King of Ruritania than it would have been to personate\nmy next-door neighbour. One day Sapt came into my room. He threw me a\nletter, saying:\n\n“That’s for you--a woman’s hand, I think. But I’ve some news for you\nfirst.”\n\n“What’s that?”\n\n“The King’s at the Castle of Zenda,” said he.\n\n“How do you know?”\n\n“Because the other half of Michael’s Six are there. I had enquiries\nmade, and they’re all there--Lauengram, Krafstein, and young Rupert\nHentzau: three rogues, too, on my honour, as fine as live in Ruritania.”\n\n“Well?”\n\n“Well, Fritz wants you to march to the Castle with horse, foot, and\nartillery.”\n\n“And drag the moat?” I asked.\n\n“That would be about it,” grinned Sapt, “and we shouldn’t find the\nKing’s body then.”\n\n“You think it’s certain he’s there?”\n\n“Very probable. Besides the fact of those three being there, the\ndrawbridge is kept up, and no one goes in without an order from young\nHentzau or Black Michael himself. We must tie Fritz up.”\n\n“I’ll go to Zenda,” said I.\n\n“You’re mad.”\n\n“Some day.”\n\n“Oh, perhaps. You’ll very likely stay there though, if you do.”\n\n“That may be, my friend,” said I carelessly.\n\n“His Majesty looks sulky,” observed Sapt. “How’s the love affair?”\n\n“Damn you, hold your tongue!” I said.\n\nHe looked at me for a moment, then he lit his pipe. It was quite true\nthat I was in a bad temper, and I went on perversely:\n\n“Wherever I go, I’m dogged by half a dozen fellows.”\n\n“I know you are; I send ‘em,” he replied composedly.\n\n“What for?”\n\n“Well,” said Sapt, puffing away, “it wouldn’t be exactly inconvenient\nfor Black Michael if you disappeared. With you gone, the old game that\nwe stopped would be played--or he’d have a shot at it.”\n\n“I can take care of myself.”\n\n“De Gautet, Bersonin, and Detchard are in Strelsau; and any one of\nthem, lad, would cut your throat as readily--as readily as I would Black\nMichael’s, and a deal more treacherously. What’s the letter?”\n\nI opened it and read it aloud:\n\n“If the King desires to know what it deeply concerns the King to know,\nlet him do as this letter bids him. At the end of the New Avenue there\nstands a house in large grounds. The house has a portico, with a statue\nof a nymph on it. A wall encloses the garden; there is a gate in the\nwall at the back. At twelve o’clock tonight, if the King enters alone\nby that gate, turns to the right, and walks twenty yards, he will find\na summerhouse, approached by a flight of six steps. If he mounts and\nenters, he will find someone who will tell him what touches most dearly\nhis life and his throne. This is written by a faithful friend. He must\nbe alone. If he neglects the invitation his life will be in danger. Let\nhim show this to no one, or he will ruin a woman who loves him: Black\nMichael does not pardon.”\n\n“No,” observed Sapt, as I ended, “but he can dictate a very pretty\nletter.”\n\nI had arrived at the same conclusion, and was about to throw the letter\naway, when I saw there was more writing on the other side.\n\n“Hallo! there’s some more.”\n\n“If you hesitate,” the writer continued, “consult Colonel Sapt--”\n\n“Eh,” exclaimed that gentleman, genuinely astonished. “Does she take me\nfor a greater fool than you?”\n\nI waved to him to be silent.\n\n“Ask him what woman would do most to prevent the duke from marrying his\ncousin, and therefore most to prevent him becoming king? And ask if her\nname begins with--A?”\n\nI sprang to my feet. Sapt laid down his pipe.\n\n“Antoinette de Mauban, by heaven!” I cried.\n\n“How do you know?” asked Sapt.\n\nI told him what I knew of the lady, and how I knew it. He nodded.\n\n“It’s so far true that she’s had a great row with Michael,” said he,\nthoughtfully.\n\n“If she would, she could be useful,” I said.\n\n“I believe, though, that Michael wrote that letter.”\n\n“So do I, but I mean to know for certain. I shall go, Sapt.”\n\n“No, I shall go,” said he.\n\n“You may go as far as the gate.”\n\n“I shall go to the summer-house.”\n\n“I’m hanged if you shall!”\n\nI rose and leant my back against the mantelpiece.\n\n“Sapt, I believe in that woman, and I shall go.”\n\n“I don’t believe in any woman,” said Sapt, “and you shan’t go.”\n\n“I either go to the summer-house or back to England,” said I.\n\nSapt began to know exactly how far he could lead or drive, and when he\nmust follow.\n\n“We’re playing against time,” I added. “Every day we leave the King\nwhere he is there is fresh risk. Every day I masquerade like this, there\nis fresh risk. Sapt, we must play high; we must force the game.”\n\n“So be it,” he said, with a sigh.\n\nTo cut the story short, at half-past eleven that night Sapt and I\nmounted our horses. Fritz was again left on guard, our destination not\nbeing revealed to him. It was a very dark night. I wore no sword, but I\ncarried a revolver, a long knife, and a bull’s-eye lantern. We arrived\noutside the gate. I dismounted. Sapt held out his hand.\n\n“I shall wait here,” he said. “If I hear a shot, I’ll--”\n\n“Stay where you are; it’s the King’s only chance. You mustn’t come to\ngrief too.”\n\n“You’re right, lad. Good luck!”\n\nI pressed the little gate. It yielded, and I found myself in a wild sort\nof shrubbery. There was a grass-grown path and, turning to the right as\nI had been bidden, I followed it cautiously. My lantern was closed, the\nrevolver was in my hand. I heard not a sound. Presently a large dark\nobject loomed out of the gloom ahead of me. It was the summer-house.\nReaching the steps, I mounted them and found myself confronted by a\nweak, rickety wooden door, which hung upon the latch. I pushed it open\nand walked in. A woman flew to me and seized my hand.\n\n“Shut the door,” she whispered.\n\nI obeyed and turned the light of my lantern on her. She was in evening\ndress, arrayed very sumptuously, and her dark striking beauty was\nmarvellously displayed in the glare of the bull’s-eye. The summer-house\nwas a bare little room, furnished only with a couple of chairs and a\nsmall iron table, such as one sees in a tea garden or an open-air cafe.\n\n“Don’t talk,” she said. “We’ve no time. Listen! I know you, Mr.\nRassendyll. I wrote that letter at the duke’s orders.”\n\n“So I thought,” said I.\n\n“In twenty minutes three men will be here to kill you.”\n\n“Three--the three?”\n\n“Yes. You must be gone by then. If not, tonight you’ll be killed--”\n\n“Or they will.”\n\n“Listen, listen! When you’re killed, your body will be taken to a low\nquarter of the town. It will be found there. Michael will at once\narrest all your friends--Colonel Sapt and Captain von Tarlenheim\nfirst--proclaim a state of siege in Strelsau, and send a messenger to\nZenda. The other three will murder the King in the Castle, and the duke\nwill proclaim either himself or the princess--himself, if he is strong\nenough. Anyhow, he’ll marry her, and become king in fact, and soon in\nname. Do you see?”\n\n“It’s a pretty plot. But why, madame, do you--?”\n\n“Say I’m a Christian--or say I’m jealous. My God! shall I see him marry\nher? Now go; but remember--this is what I have to tell you--that never,\nby night or by day, are you safe. Three men follow you as a guard. Is it\nnot so? Well, three follow them; Michael’s three are never two hundred\nyards from you. Your life is not worth a moment if ever they find you\nalone. Now go. Stay, the gate will be guarded by now. Go down softly, go\npast the summer-house, on for a hundred yards, and you’ll find a ladder\nagainst the wall. Get over it, and fly for your life.”\n\n“And you?” I asked.\n\n“I have my game to play too. If he finds out what I have done, we shall\nnot meet again. If not, I may yet--But never mind. Go at once.”\n\n“But what will you tell him?”\n\n“That you never came--that you saw through the trick.”\n\nI took her hand and kissed it.\n\n“Madame,” said I, “you have served the King well tonight. Where is he in\nthe Castle?”\n\nShe sank her voice to a fearful whisper. I listened eagerly.\n\n“Across the drawbridge you come to a heavy door; behind that lies--Hark!\nWhat’s that?”\n\nThere were steps outside.\n\n“They’re coming! They’re too soon! Heavens! they’re too soon!” and she\nturned pale as death.\n\n“They seem to me,” said I, “to be in the nick of time.”\n\n“Close your lantern. See, there’s a chink in the door. Can you see\nthem?”\n\nI put my eye to the chink. On the lowest step I saw three dim figures. I\ncocked my revolver. Antoinette hastily laid her hand on mine.\n\n“You may kill one,” said she. “But what then?”\n\nA voice came from outside--a voice that spoke perfect English.\n\n“Mr. Rassendyll,” it said.\n\nI made no answer.\n\n“We want to talk to you. Will you promise not to shoot till we’ve done?”\n\n“Have I the pleasure of addressing Mr. Detchard?” I said.\n\n“Never mind names.”\n\n“Then let mine alone.”\n\n“All right, sire. I’ve an offer for you.”\n\nI still had my eye to the chink. The three had mounted two steps more;\nthree revolvers pointed full at the door.\n\n“Will you let us in? We pledge our honour to observe the truce.”\n\n“Don’t trust them,” whispered Antoinette.\n\n“We can speak through the door,” said I.\n\n“But you might open it and fire,” objected Detchard; “and though we\nshould finish you, you might finish one of us. Will you give your honour\nnot to fire while we talk?”\n\n“Don’t trust them,” whispered Antoinette again.\n\nA sudden idea struck me. I considered it for a moment. It seemed\nfeasible.\n\n“I give my honour not to fire before you do,” said I; “but I won’t let\nyou in. Stand outside and talk.”\n\n“That’s sensible,” he said.\n\nThe three mounted the last step, and stood just outside the door. I\nlaid my ear to the chink. I could hear no words, but Detchard’s head was\nclose to that of the taller of his companions (De Gautet, I guessed).\n\n“H’m! Private communications,” thought I. Then I said aloud:\n\n“Well, gentlemen, what’s the offer?”\n\n“A safe-conduct to the frontier, and fifty thousand pounds English.”\n\n“No, no,” whispered Antoinette in the lowest of whispers. “They are\ntreacherous.”\n\n“That seems handsome,” said I, reconnoitering through the chink. They\nwere all close together, just outside the door now.\n\nI had probed the hearts of the ruffians, and I did not need Antoinette’s\nwarning. They meant to “rush” me as soon as I was engaged in talk.\n\n“Give me a minute to consider,” said I; and I thought I heard a laugh\noutside.\n\nI turned to Antoinette.\n\n“Stand up close to the wall, out of the line of fire from the door,” I\nwhispered.\n\n“What are you going to do?” she asked in fright.\n\n“You’ll see,” said I.\n\nI took up the little iron table. It was not very heavy for a man of my\nstrength, and I held it by the legs. The top, protruding in front of\nme, made a complete screen for my head and body. I fastened my closed\nlantern to my belt and put my revolver in a handy pocket. Suddenly I saw\nthe door move ever so slightly--perhaps it was the wind, perhaps it was\na hand trying it outside.\n\nI drew back as far as I could from the door, holding the table in the\nposition that I have described. Then I called out:\n\n“Gentlemen, I accept your offer, relying on your honour. If you will\nopen the door--”\n\n“Open it yourself,” said Detchard.\n\n“It opens outwards,” said I. “Stand back a little, gentlemen, or I shall\nhit you when I open it.”\n\nI went and fumbled with the latch. Then I stole back to my place on\ntiptoe.\n\n“I can’t open it!” I cried. “The latch has caught.”\n\n“Tut! I’ll open it!” cried Detchard. “Nonsense, Bersonin, why not? Are\nyou afraid of one man?”\n\nI smiled to myself. An instant later the door was flung back. The gleam\nof a lantern showed me the three close together outside, their\nrevolvers levelled. With a shout, I charged at my utmost pace across the\nsummer-house and through the doorway. Three shots rang out and battered\ninto my shield. Another moment, and I leapt out and the table caught\nthem full and square, and in a tumbling, swearing, struggling mass, they\nand I and that brave table, rolled down the steps of the summerhouse to\nthe ground below. Antoinette de Mauban shrieked, but I rose to my feet,\nlaughing aloud.\n\nDe Gautet and Bersonin lay like men stunned. Detchard was under the\ntable, but, as I rose, he pushed it from him and fired again. I raised\nmy revolver and took a snap shot; I heard him curse, and then I ran like\na hare, laughing as I went, past the summer-house and along by the wall.\nI heard steps behind me, and turning round I fired again for luck. The\nsteps ceased.\n\n“Please God,” said I, “she told me the truth about the ladder!” for the\nwall was high and topped with iron spikes.\n\nYes, there it was. I was up and over in a minute. Doubling back, I saw\nthe horses; then I heard a shot. It was Sapt. He had heard us, and was\nbattling and raging with the locked gate, hammering it and firing into\nthe keyhole like a man possessed. He had quite forgotten that he was\nnot to take part in the fight. Whereat I laughed again, and said, as I\nclapped him on the shoulder:\n\n“Come home to bed, old chap. I’ve got the finest tea-table story that\never you heard!”\n\nHe started and cried: “You’re safe!” and wrung my hand. But a moment\nlater he added:\n\n“And what the devil are you laughing at?”\n\n“Four gentlemen round a tea-table,” said I, laughing still, for it had\nbeen uncommonly ludicrous to see the formidable three altogether routed\nand scattered with no more deadly weapon than an ordinary tea-table.\n\nMoreover, you will observe that I had honourably kept my word, and not\nfired till they did.\n\n\n\nCHAPTER 10\n\nA Great Chance for a Villain\n\n\nIt was the custom that the Prefect of Police should send every afternoon\na report to me on the condition of the capital and the feeling of the\npeople: the document included also an account of the movements of any\npersons whom the police had received instructions to watch. Since I had\nbeen in Strelsau, Sapt had been in the habit of reading the report and\ntelling me any items of interest which it might contain. On the day\nafter my adventure in the summer-house, he came in as I was playing a\nhand of _ecarte_ with Fritz von Tarlenheim.\n\n“The report is rather full of interest this afternoon,” he observed,\nsitting down.\n\n“Do you find,” I asked, “any mention of a certain fracas?”\n\nHe shook his head with a smile.\n\n“I find this first,” he said: “‘His Highness the Duke of Strelsau left\nthe city (so far as it appears, suddenly), accompanied by several of his\nhousehold. His destination is believed to be the Castle of Zenda, but\nthe party travelled by road and not by train. MM De Gautet, Bersonin,\nand Detchard followed an hour later, the last-named carrying his arm in\na sling. The cause of his wound is not known, but it is suspected that\nhe has fought a duel, probably incidental to a love affair.’”\n\n“That is remotely true,” I observed, very well pleased to find that I\nhad left my mark on the fellow.\n\n“Then we come to this,” pursued Sapt: “‘Madame de Mauban, whose\nmovements have been watched according to instructions, left by train at\nmidday. She took a ticket for Dresden--’”\n\n“It’s an old habit of hers,” said I.\n\n“‘The Dresden train stops at Zenda.’ An acute fellow, this. And finally\nlisten to this: ‘The state of feeling in the city is not satisfactory.\nThe King is much criticized’ (you know, he’s told to be quite frank)\n‘for taking no steps about his marriage. From enquiries among the\nentourage of the Princess Flavia, her Royal Highness is believed to be\ndeeply offended by the remissness of his Majesty. The common people are\ncoupling her name with that of the Duke of Strelsau, and the duke gains\nmuch popularity from the suggestion.’ I have caused the announcement that\nthe King gives a ball tonight in honour of the princess to be widely\ndiffused, and the effect is good.”\n\n“That is news to me,” said I.\n\n“Oh, the preparations are all made!” laughed Fritz. “I’ve seen to that.”\n\nSapt turned to me and said, in a sharp, decisive voice:\n\n“You must make love to her tonight, you know.”\n\n“I think it is very likely I shall, if I see her alone,” said I. “Hang\nit, Sapt, you don’t suppose I find it difficult?”\n\nFritz whistled a bar or two; then he said: “You’ll find it only too\neasy. Look here, I hate telling you this, but I must. The Countess Helga\ntold me that the princess had become most attached to the King. Since\nthe coronation, her feelings have undergone a marked development. It’s\nquite true that she is deeply wounded by the King’s apparent neglect.”\n\n“Here’s a kettle of fish!” I groaned.\n\n“Tut, tut!” said Sapt. “I suppose you’ve made pretty speeches to a girl\nbefore now? That’s all she wants.”\n\nFritz, himself a lover, understood better my distress. He laid his hand\non my shoulder, but said nothing.\n\n“I think, though,” pursued that cold-blooded old Sapt, “that you’d\nbetter make your offer tonight.”\n\n“Good heavens!”\n\n“Or, any rate, go near it: and I shall send a ‘semi-official’ to the\npapers.”\n\n“I’ll do nothing of the sort--no more will you!” said I. “I utterly\nrefuse to take part in making a fool of the princess.”\n\nSapt looked at me with his small keen eyes. A slow cunning smile passed\nover his face.\n\n“All right, lad, all right,” said he. “We mustn’t press you too hard.\nSoothe her down a bit, if you can, you know. Now for Michael!”\n\n“Oh, damn Michael!” said I. “He’ll do tomorrow. Here, Fritz, come for a\nstroll in the garden.”\n\nSapt at once yielded. His rough manner covered a wonderful tact--and\nas I came to recognize more and more, a remarkable knowledge of human\nnature. Why did he urge me so little about the princess? Because he\nknew that her beauty and my ardour would carry me further than all his\narguments--and that the less I thought about the thing, the more likely\nwas I to do it. He must have seen the unhappiness he might bring on the\nprincess; but that went for nothing with him. Can I say, confidently,\nthat he was wrong? If the King were restored, the princess must turn to\nhim, either knowing or not knowing the change. And if the King were not\nrestored to us? It was a subject that we had never yet spoken of. But I\nhad an idea that, in such a case, Sapt meant to seat me on the throne of\nRuritania for the term of my life. He would have set Satan himself there\nsooner than that pupil of his, Black Michael.\n\n\nThe ball was a sumptuous affair. I opened it by dancing a quadrille\nwith Flavia: then I waltzed with her. Curious eyes and eager whispers\nattended us. We went in to supper; and, half way through, I, half mad by\nthen, for her glance had answered mine, and her quick breathing met my\nstammered sentences--I rose in my place before all the brilliant crowd,\nand taking the Red Rose that I wore, flung the ribbon with its jewelled\nbadge round her neck. In a tumult of applause I sat down: I saw Sapt\nsmiling over his wine, and Fritz frowning. The rest of the meal passed\nin silence; neither Flavia nor I could speak. Fritz touched me on the\nshoulder, and I rose, gave her my arm, and walked down the hall into a\nlittle room, where coffee was served to us. The gentlemen and ladies in\nattendance withdrew, and we were alone.\n\nThe little room had French windows opening on the gardens. The night was\nfine, cool, and fragrant. Flavia sat down, and I stood opposite her. I\nwas struggling with myself: if she had not looked at me, I believe that\neven then I should have won my fight. But suddenly, involuntarily, she\ngave me one brief glance--a glance of question, hurriedly turned aside;\na blush that the question had ever come spread over her cheek, and she\ncaught her breath. Ah, if you had seen her! I forgot the King in Zenda.\nI forgot the King in Strelsau. She was a princess--and I an impostor.\nDo you think I remembered that? I threw myself on my knee and seized\nher hands in mine. I said nothing. Why should I? The soft sounds of the\nnight set my wooing to a wordless melody, as I pressed my kisses on her\nlips.\n\nShe pushed me from her, crying suddenly:\n\n“Ah! is it true? or is it only because you must?”\n\n“It’s true!” I said, in low smothered tones--“true that I love you more\nthan life--or truth--or honour!”\n\nShe set no meaning to my words, treating them as one of love’s sweet\nextravagances. She came close to me, and whispered:\n\n“Oh, if you were not the King! Then I could show you how I love you! How\nis it that I love you now, Rudolf?”\n\n“Now?”\n\n“Yes--just lately. I--I never did before.”\n\nPure triumph filled me. It was I--Rudolf Rassendyll--who had won her! I\ncaught her round the waist.\n\n“You didn’t love me before?” I asked.\n\nShe looked up into my face, smiling, as she whispered:\n\n“It must have been your Crown. I felt it first on the Coronation Day.”\n\n“Never before?” I asked eagerly.\n\nShe laughed low.\n\n“You speak as if you would be pleased to hear me say ‘Yes’ to that,” she\nsaid.\n\n“Would ‘Yes’ be true?”\n\n“Yes,” I just heard her breathe, and she went on in an instant: “Be\ncareful, Rudolf; be careful, dear. He will be mad now.”\n\n“What, Michael? If Michael were the worst--”\n\n“What worse is there?”\n\nThere was yet a chance for me. Controlling myself with a mighty effort,\nI took my hands off her and stood a yard or two away. I remember now the\nnote of the wind in the elm trees outside.\n\n“If I were not the King,” I began, “if I were only a private\ngentleman--”\n\nBefore I could finish, her hand was in mine.\n\n“If you were a convict in the prison of Strelsau, you would be my King,”\n she said.\n\nAnd under my breath I groaned, “God forgive me!” and, holding her hand\nin mine, I said again:\n\n“If I were not the King--”\n\n“Hush, hush!” she whispered. “I don’t deserve it--I don’t deserve to be\ndoubted. Ah, Rudolf! does a woman who marries without love look on the\nman as I look on you?”\n\nAnd she hid her face from me.\n\nFor more than a minute we stood there together; and I, even with my arm\nabout her, summoned up what honour and conscience her beauty and the\ntoils that I was in had left me.\n\n“Flavia,” I said, in a strange dry voice that seemed not my own, “I am\nnot--”\n\nAs I spoke--as she raised her eyes to me--there was a heavy step on the\ngravel outside, and a man appeared at the window. A little cry burst\nfrom Flavia, as she sprang back from me. My half-finished sentence died\non my lips. Sapt stood there, bowing low, but with a stern frown on his\nface.\n\n“A thousand pardons, sire,” said he, “but his Eminence the Cardinal has\nwaited this quarter of an hour to offer his respectful adieu to your\nMajesty.”\n\nI met his eye full and square; and I read in it an angry warning. How\nlong he had been a listener I knew not, but he had come in upon us in\nthe nick of time.\n\n“We must not keep his Eminence waiting,” said I.\n\nBut Flavia, in whose love there lay no shame, with radiant eyes and\nblushing face, held out her hand to Sapt. She said nothing, but no\nman could have missed her meaning, who had ever seen a woman in the\nexultation of love. A sour, yet sad, smile passed over the old soldier’s\nface, and there was tenderness in his voice, as bending to kiss her\nhand, he said:\n\n“In joy and sorrow, in good times and bad, God save your Royal\nHighness!”\n\nHe paused and added, glancing at me and drawing himself up to military\nerectness:\n\n“But, before all comes the King--God save the King!”\n\nAnd Flavia caught at my hand and kissed it, murmuring:\n\n“Amen! Good God, Amen!”\n\nWe went into the ballroom again. Forced to receive adieus, I was\nseparated from Flavia: everyone, when they left me, went to her. Sapt\nwas out and in of the throng, and where he had been, glances, smiles,\nand whispers were rife. I doubted not that, true to his relentless\npurpose, he was spreading the news that he had learnt. To uphold\nthe Crown and beat Black Michael--that was his one resolve. Flavia,\nmyself--ay, and the real King in Zenda, were pieces in his game; and\npawns have no business with passions. Not even at the walls of the\nPalace did he stop; for when at last I handed Flavia down the broad\nmarble steps and into her carriage, there was a great crowd awaiting\nus, and we were welcomed with deafening cheers. What could I do? Had I\nspoken then, they would have refused to believe that I was not the King;\nthey might have believed that the King had run mad. By Sapt’s devices\nand my own ungoverned passion I had been forced on, and the way back had\nclosed behind me; and the passion still drove me in the same direction\nas the devices seduced me. I faced all Strelsau that night as the King\nand the accepted suitor of the Princess Flavia.\n\nAt last, at three in the morning, when the cold light of dawning day\nbegan to steal in, I was in my dressing-room, and Sapt alone was with\nme. I sat like a man dazed, staring into the fire; he puffed at his\npipe; Fritz was gone to bed, having almost refused to speak to me. On\nthe table by me lay a rose; it had been in Flavia’s dress, and, as we\nparted, she had kissed it and given it to me.\n\nSapt advanced his hand towards the rose, but, with a quick movement, I\nshut mine down upon it.\n\n“That’s mine,” I said, “not yours--nor the King’s either.”\n\n“We struck a good blow for the King tonight,” said he.\n\nI turned on him fiercely.\n\n“What’s to prevent me striking a blow for myself?” I said.\n\nHe nodded his head.\n\n“I know what’s in your mind,” he said. “Yes, lad; but you’re bound in\nhonour.”\n\n“Have you left me any honour?”\n\n“Oh, come, to play a little trick on a girl--”\n\n“You can spare me that. Colonel Sapt, if you would not have me utterly a\nvillain--if you would not have your King rot in Zenda, while Michael and\nI play for the great stake outside--You follow me?”\n\n“Ay, I follow you.”\n\n“We must act, and quickly! You saw tonight--you heard--tonight--”\n\n“I did,” said he.\n\n“Your cursed acuteness told you what I should do. Well, leave me here a\nweek--and there’s another problem for you. Do you find the answer?”\n\n“Yes, I find it,” he answered, frowning heavily. “But if you did that,\nyou’d have to fight me first--and kill me.”\n\n“Well, and if I had--or a score of men? I tell you, I could raise all\nStrelsau on you in an hour, and choke you with your lies--yes, your mad\nlies--in your mouth.”\n\n“It’s gospel truth,” he said--“thanks to my advice you could.”\n\n“I could marry the princess, and send Michael and his brother together\nto--”\n\n“I’m not denying it, lad,” said he.\n\n“Then, in God’s name,” I cried, stretching out my hands to him, “let us\ngo to Zenda and crush this Michael and bring the King back to his own\nagain.” The old fellow stood and looked at me for full a minute.\n\n“And the princess?” he said.\n\nI bowed my head to meet my hands, and crushed the rose between my\nfingers and my lips.\n\nI felt his hand on my shoulder, and his voice sounded husky as he\nwhispered low in my ear:\n\n“Before God, you’re the finest Elphberg of them all. But I have eaten\nof the King’s bread, and I am the King’s servant. Come, we will go to\nZenda!”\n\nAnd I looked up and caught him by the hand. And the eyes of both of us\nwere wet.\n\n\n\n\nCHAPTER 11\n\nHunting a Very Big Boar\n\n\nThe terrible temptation which was assailing me will now be understood.\nI would so force Michael’s hand that he must kill the King. I was in a\nposition to bid him defiance and tighten my grasp on the crown--not for\nits own sake, but because the King of Ruritania was to wed the Princess\nFlavia. What of Sapt and Fritz? Ah! but a man cannot be held to write\ndown in cold blood the wild and black thoughts that storm his brain when\nan uncontrolled passion has battered a breach for them. Yet, unless\nhe sets up as a saint, he need not hate himself for them. He is better\nemployed, as it humbly seems to me, in giving thanks that power to\nresist was vouchsafed to him, than in fretting over wicked impulses\nwhich come unsought and extort an unwilling hospitality from the\nweakness of our nature.\n\nIt was a fine bright morning when I walked, unattended, to the\nprincess’s house, carrying a nosegay in my hand. Policy made excuses\nfor love, and every attention that I paid her, while it riveted my own\nchains, bound closer to me the people of the great city, who worshipped\nher. I found Fritz’s _inamorata_, the Countess Helga, gathering blooms in\nthe garden for her mistress’s wear, and prevailed on her to take mine in\ntheir place. The girl was rosy with happiness, for Fritz, in his turn,\nhad not wasted his evening, and no dark shadow hung over his wooing,\nsave the hatred which the Duke of Strelsau was known to bear him.\n\n“And that,” she said, with a mischievous smile, “your Majesty has made\nof no moment. Yes, I will take the flowers; shall I tell you, sire, what\nis the first thing the princess does with them?”\n\nWe were talking on a broad terrace that ran along the back of the house,\nand a window above our heads stood open.\n\n“Madame!” cried the countess merrily, and Flavia herself looked out. I\nbared my head and bowed. She wore a white gown, and her hair was loosely\ngathered in a knot. She kissed her hand to me, crying:\n\n“Bring the King up, Helga; I’ll give him some coffee.”\n\nThe countess, with a gay glance, led the way, and took me into Flavia’s\nmorning-room. And, left alone, we greeted one another as lovers are\nwont. Then the princess laid two letters before me. One was from Black\nMichael--a most courteous request that she would honour him by spending\na day at his Castle of Zenda, as had been her custom once a year in the\nsummer, when the place and its gardens were in the height of their great\nbeauty. I threw the letter down in disgust, and Flavia laughed at me.\nThen, growing grave again, she pointed to the other sheet.\n\n“I don’t know who that comes from,” she said. “Read it.”\n\nI knew in a moment. There was no signature at all this time, but the\nhandwriting was the same as that which had told me of the snare in the\nsummer-house: it was Antoinette de Mauban’s.\n\n“I have no cause to love you,” it ran, “but God forbid that you should\nfall into the power of the duke. Accept no invitations of his. Go\nnowhere without a large guard--a regiment is not too much to make you\nsafe. Show this, if you can, to him who reigns in Strelsau.”\n\n“Why doesn’t it say ‘the King’?” asked Flavia, leaning over my shoulder,\nso that the ripple of her hair played on my cheek. “Is it a hoax?”\n\n“As you value life, and more than life, my queen,” I said, “obey it to\nthe very letter. A regiment shall camp round your house today. See that\nyou do not go out unless well guarded.”\n\n“An order, sire?” she asked, a little rebellious.\n\n“Yes, an order, madame--if you love me.”\n\n“Ah!” she cried; and I could not but kiss her.\n\n“You know who sent it?” she asked.\n\n“I guess,” said I. “It is from a good friend--and I fear, an unhappy\nwoman. You must be ill, Flavia, and unable to go to Zenda. Make your\nexcuses as cold and formal as you like.”\n\n“So you feel strong enough to anger Michael?” she said, with a proud\nsmile.\n\n“I’m strong enough for anything, while you are safe,” said I.\n\nSoon I tore myself away from her, and then, without consulting Sapt, I\ntook my way to the house of Marshal Strakencz. I had seen something\nof the old general, and I liked and trusted him. Sapt was less\nenthusiastic, but I had learnt by now that Sapt was best pleased when\nhe could do everything, and jealousy played some part in his views. As\nthings were now, I had more work than Sapt and Fritz could manage, for\nthey must come with me to Zenda, and I wanted a man to guard what I\nloved most in all the world, and suffer me to set about my task of\nreleasing the King with a quiet mind.\n\nThe Marshal received me with most loyal kindness. To some extent, I took\nhim into my confidence. I charged him with the care of the princess,\nlooking him full and significantly in the face as I bade him let no one\nfrom her cousin the duke approach her, unless he himself were there and\na dozen of his men with him.\n\n“You may be right, sire,” said he, shaking his grey head sadly. “I have\nknown better men than the duke do worse things than that for love.”\n\nI could quite appreciate the remark, but I said:\n\n“There’s something beside love, Marshal. Love’s for the heart; is there\nnothing my brother might like for his head?”\n\n“I pray that you wrong him, sire.”\n\n“Marshal, I’m leaving Strelsau for a few days. Every evening I will\nsend a courier to you. If for three days none comes, you will publish an\norder which I will give you, depriving Duke Michael of the governorship\nof Strelsau and appointing you in his place. You will declare a state of\nsiege. Then you will send word to Michael that you demand an audience of\nthe King--You follow me?”\n\n“Ay, sire.”\n\n“--In twenty-four hours. If he does not produce the King” (I laid my\nhand on his knee), “then the King is dead, and you will proclaim the\nnext heir. You know who that is?”\n\n“The Princess Flavia.”\n\n“And swear to me, on your faith and honour and by the fear of the living\nGod, that you will stand by her to the death, and kill that reptile, and\nseat her where I sit now.”\n\n“On my faith and honour, and by the fear of God, I swear it! And may\nAlmighty God preserve your Majesty, for I think that you go on an errand\nof danger.”\n\n“I hope that no life more precious than mine may be demanded,” said I,\nrising. Then I held out my hand to him.\n\n“Marshal,” I said, “in days to come, it may be--I know not--that you\nwill hear strange things of the man who speaks to you now. Let him be\nwhat he may, and who he may, what say you of the manner in which he has\nborne himself as King in Strelsau?”\n\nThe old man, holding my hand, spoke to me, man to man.\n\n“I have known many of the Elphbergs,” said he, “and I have seen you.\nAnd, happen what may, you have borne yourself as a wise King and a brave\nman; ay, and you have proved as courteous a gentleman and as gallant a\nlover as any that have been of the House.”\n\n“Be that my epitaph,” said I, “when the time comes that another sits on\nthe throne of Ruritania.”\n\n“God send a far day, and may I not see it!” said he.\n\nI was much moved, and the Marshal’s worn face twitched. I sat down and\nwrote my order.\n\n“I can hardly yet write,” said I; “my finger is stiff still.”\n\nIt was, in fact, the first time that I had ventured to write more than\na signature; and in spite of the pains I had taken to learn the King’s\nhand, I was not yet perfect in it.\n\n“Indeed, sire,” he said, “it differs a little from your ordinary\nhandwriting. It is unfortunate, for it may lead to a suspicion of\nforgery.”\n\n“Marshal,” said I, with a laugh, “what use are the guns of Strelsau, if\nthey can’t assuage a little suspicion?”\n\nHe smiled grimly, and took the paper.\n\n“Colonel Sapt and Fritz von Tarlenheim go with me,” I continued.\n\n“You go to seek the duke?” he asked in a low tone.\n\n“Yes, the duke, and someone else of whom I have need, and who is at\nZenda,” I replied.\n\n“I wish I could go with you,” he cried, tugging at his white moustache.\n“I’d like to strike a blow for you and your crown.”\n\n“I leave you what is more than my life and more than my crown,” said I,\n“because you are the man I trust more than all other in Ruritania.”\n\n“I will deliver her to you safe and sound,” said he, “and, failing that,\nI will make her queen.”\n\nWe parted, and I returned to the Palace and told Sapt and Fritz what\nI had done. Sapt had a few faults to find and a few grumbles to\nutter. This was merely what I expected, for Sapt liked to be consulted\nbeforehand, not informed afterwards; but on the whole he approved of my\nplans, and his spirits rose high as the hour of action drew nearer and\nnearer. Fritz, too, was ready; though he, poor fellow, risked more than\nSapt did, for he was a lover, and his happiness hung in the scale. Yet\nhow I envied him! For the triumphant issue which would crown him with\nhappiness and unite him to his mistress, the success for which we were\nbound to hope and strive and struggle, meant to me sorrow more certain\nand greater than if I were doomed to fail. He understood something of\nthis, for when we were alone (save for old Sapt, who was smoking at the\nother end of the room) he passed his arm through mine, saying:\n\n“It’s hard for you. Don’t think I don’t trust you; I know you have\nnothing but true thoughts in your heart.”\n\nBut I turned away from him, thankful that he could not see what my heart\nheld, but only be witness to the deeds that my hands were to do.\n\nYet even he did not understand, for he had not dared to lift his eyes to\nthe Princess Flavia, as I had lifted mine.\n\nOur plans were now all made, even as we proceeded to carry them out, and\nas they will hereafter appear. The next morning we were to start on the\nhunting excursion. I had made all arrangements for being absent, and\nnow there was only one thing left to do--the hardest, the most\nheart-breaking. As evening fell, I drove through the busy streets to\nFlavia’s residence. I was recognized as I went and heartily cheered. I\nplayed my part, and made shift to look the happy lover. In spite of my\ndepression, I was almost amused at the coolness and delicate hauteur\nwith which my sweet lover received me. She had heard that the King was\nleaving Strelsau on a hunting expedition.\n\n“I regret that we cannot amuse your Majesty here in Strelsau,” she said,\ntapping her foot lightly on the floor. “I would have offered you more\nentertainment, but I was foolish enough to think--”\n\n“Well, what?” I asked, leaning over her.\n\n“That just for a day or two after--after last night--you might be happy\nwithout much gaiety;” and she turned pettishly from me, as she added, “I\nhope the boars will be more engrossing.”\n\n“I’m going after a very big boar,” said I; and, because I could not help\nit, I began to play with her hair, but she moved her head away.\n\n“Are you offended with me?” I asked, in feigned surprise, for I could\nnot resist tormenting her a little. I had never seen her angry, and\nevery fresh aspect of her was a delight to me.\n\n“What right have I to be offended? True, you said last night that every\nhour away from me was wasted. But a very big boar! that’s a different\nthing.”\n\n“Perhaps the boar will hunt me,” I suggested. “Perhaps, Flavia, he’ll\ncatch me.”\n\nShe made no answer.\n\n“You are not touched even by that danger?”\n\nStill she said nothing; and I, stealing round, found her eyes full of\ntears.\n\n“You weep for my danger?”\n\nThen she spoke very low:\n\n“This is like what you used to be; but not like the King--the King I--I\nhave come to love!”\n\nWith a sudden great groan, I caught her to my heart.\n\n“My darling!” I cried, forgetting everything but her, “did you dream\nthat I left you to go hunting?”\n\n“What then, Rudolf? Ah! you’re not going--?”\n\n“Well, it is hunting. I go to seek Michael in his lair.”\n\nShe had turned very pale.\n\n“So, you see, sweet, I was not so poor a lover as you thought me. I\nshall not be long gone.”\n\n“You will write to me, Rudolf?”\n\nI was weak, but I could not say a word to stir suspicion in her.\n\n“I’ll send you all my heart every day,” said I.\n\n“And you’ll run no danger?”\n\n“None that I need not.”\n\n“And when will you be back? Ah, how long will it be!”\n\n“When shall I be back?” I repeated.\n\n“Yes, yes! Don’t be long, dear, don’t be long. I shan’t sleep while\nyou’re away.”\n\n“I don’t know when I shall be back,” said I.\n\n“Soon, Rudolf, soon?”\n\n“God knows, my darling. But, if never--”\n\n“Hush, hush!” and she pressed her lips to mine.\n\n“If never,” I whispered, “you must take my place; you’ll be the only one\nof the House then. You must reign, and not weep for me.”\n\nFor a moment she drew herself up like a very queen.\n\n“Yes, I will!” she said. “I will reign. I will do my part though all my\nlife will be empty and my heart dead; yet I’ll do it!”\n\nShe paused, and sinking against me again, wailed softly.\n\n“Come soon! come soon!”\n\nCarried away, I cried loudly:\n\n“As God lives, I--yes, I myself--will see you once more before I die!”\n\n“What do you mean?” she exclaimed, with wondering eyes; but I had no\nanswer for her, and she gazed at me with her wondering eyes.\n\nI dared not ask her to forget, she would have found it an insult. I\ncould not tell her then who and what I was. She was weeping, and I had\nbut to dry her tears.\n\n“Shall a man not come back to the loveliest lady in all the wide world?”\n said I. “A thousand Michaels should not keep me from you!”\n\nShe clung to me, a little comforted.\n\n“You won’t let Michael hurt you?”\n\n“No, sweetheart.”\n\n“Or keep you from me?”\n\n“No, sweetheart.”\n\n“Nor anyone else?”\n\nAnd again I answered:\n\n“No, sweetheart.”\n\nYet there was one--not Michael--who, if he lived, must keep me from\nher; and for whose life I was going forth to stake my own. And his\nfigure--the lithe, buoyant figure I had met in the woods of Zenda--the\ndull, inert mass I had left in the cellar of the hunting-lodge--seemed\nto rise, double-shaped, before me, and to come between us, thrusting\nitself in even where she lay, pale, exhausted, fainting, in my arms, and\nyet looking up at me with those eyes that bore such love as I have never\nseen, and haunt me now, and will till the ground closes over me--and\n(who knows?) perhaps beyond.\n\n\n\n\nCHAPTER 12\n\nI Receive a Visitor and Bait a Hook\n\n\nAbout five miles from Zenda--on the opposite side from that on which\nthe Castle is situated, there lies a large tract of wood. It is rising\nground, and in the centre of the demesne, on the top of the hill, stands\na fine modern chateau, the property of a distant kinsman of Fritz’s, the\nCount Stanislas von Tarlenheim. Count Stanislas himself was a student\nand a recluse. He seldom visited the house, and had, on Fritz’s request,\nvery readily and courteously offered me its hospitality for myself and\nmy party. This, then, was our destination; chosen ostensibly for the\nsake of the boar-hunting (for the wood was carefully preserved, and\nboars, once common all over Ruritania, were still to be found there\nin considerable numbers), really because it brought us within striking\ndistance of the Duke of Strelsau’s more magnificent dwelling on the\nother side of the town. A large party of servants, with horses and\nluggage, started early in the morning; we followed at midday, travelling\nby train for thirty miles, and then mounting our horses to ride the\nremaining distance to the chateau.\n\nWe were a gallant party. Besides Sapt and Fritz, I was accompanied by\nten gentlemen: every one of them had been carefully chosen, and no less\ncarefully sounded, by my two friends, and all were devotedly attached to\nthe person of the King. They were told a part of the truth; the attempt\non my life in the summer-house was revealed to them, as a spur to their\nloyalty and an incitement against Michael. They were also informed that\na friend of the King’s was suspected to be forcibly confined within the\nCastle of Zenda. His rescue was one of the objects of the expedition;\nbut, it was added, the King’s main desire was to carry into effect\ncertain steps against his treacherous brother, as to the precise nature\nof which they could not at present be further enlightened. Enough that\nthe King commanded their services, and would rely on their devotion when\noccasion arose to call for it. Young, well-bred, brave, and loyal, they\nasked no more: they were ready to prove their dutiful obedience, and\nprayed for a fight as the best and most exhilarating mode of showing it.\n\nThus the scene was shifted from Strelsau to the chateau of Tarlenheim\nand Castle of Zenda, which frowned at us across the valley. I tried to\nshift my thoughts also, to forget my love, and to bend all my energies\nto the task before me. It was to get the King out of the Castle alive.\nForce was useless: in some trick lay the chance; and I had already an\ninkling of what we must do. But I was terribly hampered by the publicity\nwhich attended my movements. Michael must know by now of my expedition;\nand I knew Michael too well to suppose that his eyes would be blinded by\nthe feint of the boar-hunt. He would understand very well what the real\nquarry was. That, however, must be risked--that and all it might mean;\nfor Sapt, no less than myself, recognized that the present state of\nthings had become unendurable. And there was one thing that I dared to\ncalculate on--not, as I now know, without warrant. It was this--that\nBlack Michael would not believe that I meant well by the King. He could\nnot appreciate--I will not say an honest man, for the thoughts of my\nown heart have been revealed--but a man acting honestly. He saw\nmy opportunity as I had seen it, as Sapt had seen it; he knew the\nprincess--nay (and I declare that a sneaking sort of pity for him\ninvaded me), in his way he loved her; he would think that Sapt and Fritz\ncould be bribed, so the bribe was large enough. Thinking thus, would he\nkill the King, my rival and my danger? Ay, verily, that he would, with\nas little compunction as he would kill a rat. But he would kill Rudolf\nRassendyll first, if he could; and nothing but the certainty of being\nutterly damned by the release of the King alive and his restoration to\nthe throne would drive him to throw away the trump card which he held in\nreserve to baulk the supposed game of the impudent impostor Rassendyll.\nMusing on all this as I rode along, I took courage.\n\nMichael knew of my coming, sure enough. I had not been in the house an\nhour, when an imposing Embassy arrived from him. He did not quite reach\nthe impudence of sending my would-be assassins, but he sent the other\nthree of his famous Six--the three Ruritanian gentlemen--Lauengram,\nKrafstein, and Rupert Hentzau. A fine, strapping trio they were,\nsplendidly horsed and admirably equipped. Young Rupert, who looked\na dare-devil, and could not have been more than twenty-two or\ntwenty-three, took the lead, and made us the neatest speech, wherein\nmy devoted subject and loving brother Michael of Strelsau, prayed me to\npardon him for not paying his addresses in person, and, further, for not\nputting his Castle at my disposal; the reason for both of these apparent\nderelictions being that he and several of his servants lay sick of\nscarlet fever, and were in a very sad, and also a very infectious state.\nSo declared young Rupert with an insolent smile on his curling upper lip\nand a toss of his thick hair--he was a handsome villain, and the gossip\nran that many a lady had troubled her heart for him already.\n\n“If my brother has scarlet fever,” said I, “he is nearer my complexion\nthan he is wont to be, my lord. I trust he does not suffer?”\n\n“He is able to attend to his affairs, sire.”\n\n“I hope all beneath your roof are not sick. What of my good friends, De\nGautet, Bersonin, and Detchard? I heard the last had suffered a hurt.”\n\nLauengram and Krafstein looked glum and uneasy, but young Rupert’s smile\ngrew broader.\n\n“He hopes soon to find a medicine for it, sire,” he answered.\n\nAnd I burst out laughing, for I knew what medicine Detchard longed\nfor--it is called Revenge.\n\n“You will dine with us, gentlemen?” I asked.\n\nYoung Rupert was profuse in apologies. They had urgent duties at the\nCastle.\n\n“Then,” said I, with a wave of my hand, “to our next meeting, gentlemen.\nMay it make us better acquainted.”\n\n“We will pray your Majesty for an early opportunity,” quoth Rupert\nairily; and he strode past Sapt with such jeering scorn on his face that\nI saw the old fellow clench his fist and scowl black as night.\n\nFor my part, if a man must needs be a knave, I would have him a debonair\nknave, and I liked Rupert Hentzau better than his long-faced, close-eyed\ncompanions. It makes your sin no worse, as I conceive, to do it a la\nmode and stylishly.\n\nNow it was a curious thing that on this first night, instead of eating\nthe excellent dinner my cooks had prepared for me, I must needs leave my\ngentlemen to eat it alone, under Sapt’s presiding care, and ride myself\nwith Fritz to the town of Zenda and a certain little inn that I knew\nof. There was little danger in the excursion; the evenings were long and\nlight, and the road this side of Zenda well frequented. So off we rode,\nwith a groom behind us. I muffled myself up in a big cloak.\n\n“Fritz,” said I, as we entered the town, “there’s an uncommonly pretty\ngirl at this inn.”\n\n“How do you know?” he asked.\n\n“Because I’ve been there,” said I.\n\n“Since--?” he began.\n\n“No. Before,” said I.\n\n“But they’ll recognize you?”\n\n“Well, of course they will. Now, don’t argue, my good fellow, but listen\nto me. We’re two gentlemen of the King’s household, and one of us has a\ntoothache. The other will order a private room and dinner, and, further,\na bottle of the best wine for the sufferer. And if he be as clever a\nfellow as I take him for, the pretty girl and no other will wait on us.”\n\n“What if she won’t?” objected Fritz.\n\n“My dear Fritz,” said I, “if she won’t for you, she will for me.”\n\nWe were at the inn. Nothing of me but my eyes was visible as I walked\nin. The landlady received us; two minutes later, my little friend (ever,\nI fear me, on the look-out for such guests as might prove amusing) made\nher appearance. Dinner and the wine were ordered. I sat down in the\nprivate room. A minute later Fritz came in.\n\n“She’s coming,” he said.\n\n“If she were not, I should have to doubt the Countess Helga’s taste.”\n\nShe came in. I gave her time to set the wine down--I didn’t want it\ndropped. Fritz poured out a glass and gave it to me.\n\n“Is the gentleman in great pain?” the girl asked, sympathetically.\n\n“The gentleman is no worse than when he saw you last,” said I, throwing\naway my cloak.\n\nShe started, with a little shriek. Then she cried:\n\n“It was the King, then! I told mother so the moment I saw his picture.\nOh, sir, forgive me!”\n\n“Faith, you gave me nothing that hurt much,” said I.\n\n“But the things we said!”\n\n“I forgive them for the thing you did.”\n\n“I must go and tell mother.”\n\n“Stop,” said I, assuming a graver air. “We are not here for sport\ntonight. Go and bring dinner, and not a word of the King being here.”\n\nShe came back in a few minutes, looking grave, yet very curious.\n\n“Well, how is Johann?” I asked, beginning my dinner.\n\n“Oh, that fellow, sir--my lord King, I mean!”\n\n“‘Sir’ will do, please. How is he?”\n\n“We hardly see him now, sir.”\n\n“And why not?”\n\n“I told him he came too often, sir,” said she, tossing her head.\n\n“So he sulks and stays away?”\n\n“Yes, sir.”\n\n“But you could bring him back?” I suggested with a smile.\n\n“Perhaps I could,” said she.\n\n“I know your powers, you see,” said I, and she blushed with pleasure.\n\n“It’s not only that, sir, that keeps him away. He’s very busy at the\nCastle.”\n\n“But there’s no shooting on now.”\n\n“No, sir; but he’s in charge of the house.”\n\n“Johann turned housemaid?”\n\nThe little girl was brimming over with gossip.\n\n“Well, there are no others,” said she. “There’s not a woman there--not\nas a servant, I mean. They do say--but perhaps it’s false, sir.”\n\n“Let’s have it for what it’s worth,” said I.\n\n“Indeed, I’m ashamed to tell you, sir.”\n\n“Oh, see, I’m looking at the ceiling.”\n\n“They do say there is a lady there, sir; but, except for her, there’s\nnot a woman in the place. And Johann has to wait on the gentlemen.”\n\n“Poor Johann! He must be overworked. Yet I’m sure he could find half an\nhour to come and see you.”\n\n“It would depend on the time, sir, perhaps.”\n\n“Do you love him?” I asked.\n\n“Not I, sir.”\n\n“And you wish to serve the King?”\n\n“Yes, sir.”\n\n“Then tell him to meet you at the second milestone out of Zenda tomorrow\nevening at ten o’clock. Say you’ll be there and will walk home with\nhim.”\n\n“Do you mean him harm, sir?”\n\n“Not if he will do as I bid him. But I think I’ve told you enough, my\npretty maid. See that you do as I bid you. And, mind, no one is to know\nthat the King has been here.”\n\nI spoke a little sternly, for there is seldom harm in infusing a little\nfear into a woman’s liking for you, and I softened the effect by giving\nher a handsome present. Then we dined, and, wrapping my cloak about\nmy face, with Fritz leading the way, we went downstairs to our horses\nagain.\n\nIt was but half-past eight, and hardly yet dark; the streets were full\nfor such a quiet little place, and I could see that gossip was all agog.\nWith the King on one side and the duke on the other, Zenda felt itself\nthe centre of all Ruritania. We jogged gently through the town, but set\nour horses to a sharper pace when we reached the open country.\n\n“You want to catch this fellow Johann?” asked Fritz.\n\n“Ay, and I fancy I’ve baited the hook right. Our little Delilah will\nbring our Samson. It is not enough, Fritz, to have no women in a house,\nthough brother Michael shows some wisdom there. If you want safety, you\nmust have none within fifty miles.”\n\n“None nearer than Strelsau, for instance,” said poor Fritz, with a\nlovelorn sigh.\n\nWe reached the avenue of the chateau, and were soon at the house. As the\nhoofs of our horses sounded on the gravel, Sapt rushed out to meet us.\n\n“Thank God, you’re safe!” he cried. “Have you seen anything of them?”\n\n“Of whom?” I asked, dismounting.\n\nHe drew us aside, that the grooms might not hear.\n\n“Lad,” he said to me, “you must not ride about here, unless with half a\ndozen of us. You know among our men a tall young fellow, Bernenstein by\nname?”\n\nI knew him. He was a fine strapping young man, almost of my height, and\nof light complexion.\n\n“He lies in his room upstairs, with a bullet through his arm.”\n\n“The deuce he does!”\n\n“After dinner he strolled out alone, and went a mile or so into the\nwood; and as he walked, he thought he saw three men among the trees;\nand one levelled a gun at him. He had no weapon, and he started at a run\nback towards the house. But one of them fired, and he was hit, and had\nmuch ado to reach here before he fainted. By good luck, they feared to\npursue him nearer the house.”\n\nHe paused and added:\n\n“Lad, the bullet was meant for you.”\n\n“It is very likely,” said I, “and it’s first blood to brother Michael.”\n\n“I wonder which three it was,” said Fritz.\n\n“Well, Sapt,” I said, “I went out tonight for no idle purpose, as you\nshall hear. But there’s one thing in my mind.”\n\n“What’s that?” he asked.\n\n“Why this,” I answered. “That I shall ill requite the very great honours\nRuritania has done me if I depart from it leaving one of those Six\nalive--neither with the help of God, will I.”\n\nAnd Sapt shook my hand on that.\n\n\n\n\n\nCHAPTER 13\n\nAn Improvement on Jacob’s Ladder\n\n\nIn the morning of the day after that on which I swore my oath against\nthe Six, I gave certain orders, and then rested in greater contentment\nthan I had known for some time. I was at work; and work, though it\ncannot cure love, is yet a narcotic to it; so that Sapt, who grew\nfeverish, marvelled to see me sprawling in an armchair in the sunshine,\nlistening to one of my friends who sang me amorous songs in a mellow\nvoice and induced in me a pleasing melancholy. Thus was I engaged when\nyoung Rupert Hentzau, who feared neither man nor devil, and rode through\nthe demesne--where every tree might hide a marksman, for all he knew--as\nthough it had been the park at Strelsau, cantered up to where I lay,\nbowing with burlesque deference, and craving private speech with me\nin order to deliver a message from the Duke of Strelsau. I made all\nwithdraw, and then he said, seating himself by me:\n\n“The King is in love, it seems?”\n\n“Not with life, my lord,” said I, smiling.\n\n“It is well,” he rejoined. “Come, we are alone, Rassendyll--”\n\nI rose to a sitting posture.\n\n“What’s the matter?” he asked.\n\n“I was about to call one of my gentlemen to bring your horse, my lord.\nIf you do not know how to address the King, my brother must find another\nmessenger.”\n\n“Why keep up the farce?” he asked, negligently dusting his boot with his\nglove.\n\n“Because it is not finished yet; and meanwhile I’ll choose my own name.”\n\n“Oh, so be it! Yet I spoke in love for you; for indeed you are a man\nafter my own heart.”\n\n“Saving my poor honesty,” said I, “maybe I am. But that I keep faith\nwith men, and honour with women, maybe I am, my lord.”\n\nHe darted a glance at me--a glance of anger.\n\n“Is your mother dead?” said I.\n\n“Ay, she’s dead.”\n\n“She may thank God,” said I, and I heard him curse me softly. “Well,\nwhat’s the message?” I continued.\n\nI had touched him on the raw, for all the world knew he had broken his\nmother’s heart and flaunted his mistresses in her house; and his airy\nmanner was gone for the moment.\n\n“The duke offers you more than I would,” he growled. “A halter for\nyou, sire, was my suggestion. But he offers you safe-conduct across the\nfrontier and a million crowns.”\n\n“I prefer your offer, my lord, if I am bound to one.”\n\n“You refuse?”\n\n“Of course.”\n\n“I told Michael you would;” and the villain, his temper restored,\ngave me the sunniest of smiles. “The fact is, between ourselves,” he\ncontinued, “Michael doesn’t understand a gentleman.”\n\nI began to laugh.\n\n“And you?” I asked.\n\n“I do,” he said. “Well, well, the halter be it.”\n\n“I’m sorry you won’t live to see it,” I observed.\n\n“Has his Majesty done me the honour to fasten a particular quarrel on\nme?”\n\n“I would you were a few years older, though.”\n\n“Oh, God gives years, but the devil gives increase,” laughed he. “I can\nhold my own.”\n\n“How is your prisoner?” I asked.\n\n“The K--?”\n\n“Your prisoner.”\n\n“I forgot your wishes, sire. Well, he is alive.”\n\nHe rose to his feet; I imitated him. Then, with a smile, he said:\n\n“And the pretty princess? Faith, I’ll wager the next Elphberg will be\nred enough, for all that Black Michael will be called his father.”\n\nI sprang a step towards him, clenching my hand. He did not move an inch,\nand his lip curled in insolent amusement.\n\n“Go, while your skin’s whole!” I muttered. He had repaid me with\ninterest my hit about his mother.\n\nThen came the most audacious thing I have known in my life. My friends\nwere some thirty yards away. Rupert called to a groom to bring him his\nhorse, and dismissed the fellow with a crown. The horse stood near. I\nstood still, suspecting nothing. Rupert made as though to mount; then\nhe suddenly turned to me: his left hand resting in his belt, his right\noutstretched: “Shake hands,” he said.\n\nI bowed, and did as he had foreseen--I put my hands behind me. Quicker\nthan thought, his left hand darted out at me, and a small dagger flashed\nin the air; he struck me in the left shoulder--had I not swerved, it\nhad been my heart. With a cry, I staggered back. Without touching the\nstirrup, he leapt upon his horse and was off like an arrow, pursued by\ncries and revolver shots--the last as useless as the first--and I\nsank into my chair, bleeding profusely, as I watched the devil’s brat\ndisappear down the long avenue. My friends surrounded me, and then I\nfainted.\n\nI suppose that I was put to bed, and there lay, unconscious, or half\nconscious, for many hours; for it was night when I awoke to my full\nmind, and found Fritz beside me. I was weak and weary, but he bade me be\nof good cheer, saying that my wound would soon heal, and that meanwhile\nall had gone well, for Johann, the keeper, had fallen into the snare we\nhad laid for him, and was even now in the house.\n\n“And the queer thing is,” pursued Fritz, “that I fancy he’s not\naltogether sorry to find himself here. He seems to think that when\nBlack Michael has brought off his coup, witnesses of how it was\neffected--saving, of course, the Six themselves--will not be at a\npremium.”\n\nThis idea argued a shrewdness in our captive which led me to build\nhopes on his assistance. I ordered him to be brought in at once. Sapt\nconducted him, and set him in a chair by my bedside. He was sullen, and\nafraid; but, to say truth, after young Rupert’s exploit, we also had\nour fears, and, if he got as far as possible from Sapt’s formidable\nsix-shooter, Sapt kept him as far as he could from me. Moreover, when he\ncame in his hands were bound, but that I would not suffer.\n\nI need not stay to recount the safeguards and rewards we promised the\nfellow--all of which were honourably observed and paid, so that he lives\nnow in prosperity (though where I may not mention); and we were the more\nfree inasmuch as we soon learnt that he was rather a weak man than a\nwicked, and had acted throughout this matter more from fear of the duke\nand of his own brother Max than for any love of what was done. But\nhe had persuaded all of his loyalty; and though not in their secret\ncounsels, was yet, by his knowledge of their dispositions within the\nCastle, able to lay bare before us the very heart of their devices. And\nhere, in brief, is his story:\n\nBelow the level of the ground in the Castle, approached by a flight of\nstone steps which abutted on the end of the drawbridge, were situated\ntwo small rooms, cut out of the rock itself. The outer of the two had no\nwindows, but was always lighted with candles; the inner had one square\nwindow, which gave upon the moat. In the outer room there lay always,\nday and night, three of the Six; and the instructions of Duke Michael\nwere, that on any attack being made on the outer room, the three were to\ndefend the door of it so long as they could without risk to themselves.\nBut, so soon as the door should be in danger of being forced, then\nRupert Hentzau or Detchard (for one of these two was always there)\nshould leave the others to hold it as long as they could, and himself\npass into the inner room, and, without more ado, kill the King who\nlay there, well-treated indeed, but without weapons, and with his arms\nconfined in fine steel chains, which did not allow him to move his elbow\nmore than three inches from his side. Thus, before the outer door were\nstormed, the King would be dead. And his body? For his body would be\nevidence as damning as himself.\n\n“Nay, sir,” said Johann, “his Highness has thought of that. While the\ntwo hold the outer room, the one who has killed the King unlocks the\nbars in the square window (they turn on a hinge). The window now gives\nno light, for its mouth is choked by a great pipe of earthenware; and\nthis pipe, which is large enough to let pass through it the body of\na man, passes into the moat, coming to an end immediately above the\nsurface of the water, so that there is no perceptible interval between\nwater and pipe. The King being dead, his murderer swiftly ties a weight\nto the body, and, dragging it to the window, raises it by a pulley (for,\nlest the weight should prove too great, Detchard has provided one) till\nit is level with the mouth of the pipe. He inserts the feet in the pipe,\nand pushes the body down. Silently, without splash or sound, it falls\ninto the water and thence to the bottom of the moat, which is twenty\nfeet deep thereabouts. This done, the murderer cries loudly, ‘All’s\nwell!’ and himself slides down the pipe; and the others, if they can and\nthe attack is not too hot, run to the inner room and, seeking a moment’s\ndelay, bar the door, and in their turn slide down. And though the King\nrises not from the bottom, they rise and swim round to the other side,\nwhere the orders are for men to wait them with ropes, to haul them out,\nand horses. And here, if things go ill, the duke will join them and seek\nsafety by riding; but if all goes well, they will return to the Castle,\nand have their enemies in a trap. That, sir, is the plan of his Highness\nfor the disposal of the King in case of need. But it is not to be used\ntill the last; for, as we all know, he is not minded to kill the King\nunless he can, before or soon after, kill you also, sir. Now, sir, I\nhave spoken the truth, as God is my witness, and I pray you to shield me\nfrom the vengeance of Duke Michael; for if, after he knows what I have\ndone, I fall into his hands, I shall pray for one thing out of all the\nworld--a speedy death, and that I shall not obtain from him!”\n\nThe fellow’s story was rudely told, but our questions supplemented\nhis narrative. What he had told us applied to an armed attack; but if\nsuspicions were aroused, and there came overwhelming force--such, for\ninstance, as I, the King, could bring--the idea of resistance would be\nabandoned; the King would be quietly murdered and slid down the pipe.\nAnd--here comes an ingenious touch--one of the Six would take his\nplace in the cell, and, on the entrance of the searchers, loudly demand\nrelease and redress; and Michael, being summoned, would confess to hasty\naction, but he would say the man had angered him by seeking the favour\nof a lady in the Castle (this was Antoinette de Mauban) and he had\nconfined him there, as he conceived he, as Lord of Zenda, had right to\ndo. But he was now, on receiving his apology, content to let him go,\nand so end the gossip which, to his Highness’s annoyance, had arisen\nconcerning a prisoner in Zenda, and had given his visitors the trouble\nof this enquiry. The visitors, baffled, would retire, and Michael could,\nat his leisure, dispose of the body of the King.\n\nSapt, Fritz, and I in my bed, looked round on one another in horror and\nbewilderment at the cruelty and cunning of the plan. Whether I went\nin peace or in war, openly at the head of a corps, or secretly by a\nstealthy assault, the King would be dead before I could come near him.\nIf Michael were stronger and overcame my party, there would be an end.\nBut if I were stronger, I should have no way to punish him, no means of\nproving any guilt in him without proving my own guilt also. On the other\nhand, I should be left as King (ah! for a moment my pulse quickened) and\nit would be for the future to witness the final struggle between him and\nme. He seemed to have made triumph possible and ruin impossible. At\nthe worst, he would stand as well as he had stood before I crossed\nhis path--with but one man between him and the throne, and that man an\nimpostor; at best, there would be none left to stand against him. I had\nbegun to think that Black Michael was over fond of leaving the fighting\nto his friends; but now I acknowledged that the brains, if not the arms,\nof the conspiracy were his.\n\n“Does the King know this?” I asked.\n\n“I and my brother,” answered Johann, “put up the pipe, under the orders\nof my Lord of Hentzau. He was on guard that day, and the King asked my\nlord what it meant. ‘Faith,’ he answered, with his airy laugh, ‘it’s a\nnew improvement on the ladder of Jacob, whereby, as you have read, sire,\nmen pass from the earth to heaven. We thought it not meet that your\nMajesty should go, in case, sire, you must go, by the common route. So\nwe have made you a pretty private passage where the vulgar cannot stare\nat you or incommode your passage. That, sire, is the meaning of\nthat pipe.’ And he laughed and bowed, and prayed the King’s leave to\nreplenish the King’s glass--for the King was at supper. And the King,\nthough he is a brave man, as are all of his House, grew red and then\nwhite as he looked on the pipe and at the merry devil who mocked him.\nAh, sir” (and the fellow shuddered), “it is not easy to sleep quiet in\nthe Castle of Zenda, for all of them would as soon cut a man’s throat\nas play a game at cards; and my Lord Rupert would choose it sooner for\na pastime than any other--ay, sooner than he would ruin a woman, though\nthat he loves also.”\n\nThe man ceased, and I bade Fritz take him away and have him carefully\nguarded; and, turning to him, I added:\n\n“If anyone asks you if there is a prisoner in Zenda, you may answer\n‘Yes.’ But if any asks who the prisoner is, do not answer. For all my\npromises will not save you if any man here learns from you the truth as\nto the prisoner of Zenda. I’ll kill you like a dog if the thing be so\nmuch as breathed within the house!”\n\nThen, when he was gone, I looked at Sapt.\n\n“It’s a hard nut!” said I.\n\n“So hard,” said he, shaking his grizzled head, “that as I think, this\ntime next year is like to find you still King of Ruritania!” and he\nbroke out into curses on Michael’s cunning.\n\nI lay back on my pillows.\n\n“There seems to me,” I observed, “to be two ways by which the King can\ncome out of Zenda alive. One is by treachery in the duke’s followers.”\n\n“You can leave that out,” said Sapt.\n\n“I hope not,” I rejoined, “because the other I was about to mention\nis--by a miracle from heaven!”\n\n\n\n\nCHAPTER 14\n\nA Night Outside the Castle\n\n\nIt would have surprised the good people of Ruritania to know of the\nforegoing talk; for, according to the official reports, I had suffered a\ngrievous and dangerous hurt from an accidental spear-thrust, received in\nthe course of my sport. I caused the bulletins to be of a very serious\ncharacter, and created great public excitement, whereby three things\noccurred: first, I gravely offended the medical faculty of Strelsau by\nrefusing to summon to my bedside any of them, save a young man, a friend\nof Fritz’s, whom we could trust; secondly, I received word from Marshal\nStrakencz that my orders seemed to have no more weight than his, and\nthat the Princess Flavia was leaving for Tarlenheim under his unwilling\nescort (news whereat I strove not to be glad and proud); and thirdly, my\nbrother, the Duke of Strelsau, although too well informed to believe the\naccount of the origin of my sickness, was yet persuaded by the reports\nand by my seeming inactivity that I was in truth incapable of action,\nand that my life was in some danger. This I learnt from the man Johann,\nwhom I was compelled to trust and send back to Zenda, where, by the way,\nRupert Hentzau had him soundly flogged for daring to smirch the morals\nof Zenda by staying out all night in the pursuits of love. This, from\nRupert, Johann deeply resented, and the duke’s approval of it did more\nto bind the keeper to my side than all my promises.\n\nOn Flavia’s arrival I cannot dwell. Her joy at finding me up and well,\ninstead of on my back and fighting with death, makes a picture that\neven now dances before my eyes till they grow too dim to see it; and her\nreproaches that I had not trusted even her must excuse the means I took\nto quiet them. In truth, to have her with me once more was like a taste\nof heaven to a damned soul, the sweeter for the inevitable doom that\nwas to follow; and I rejoiced in being able to waste two whole days with\nher. And when I had wasted two days, the Duke of Strelsau arranged a\nhunting-party.\n\nThe stroke was near now. For Sapt and I, after anxious consultations,\nhad resolved that we must risk a blow, our resolution being clinched\nby Johann’s news that the King grew peaked, pale, and ill, and that his\nhealth was breaking down under his rigorous confinement. Now a man--be\nhe king or no king--may as well die swiftly and as becomes a gentleman,\nfrom bullet or thrust, as rot his life out in a cellar! That thought\nmade prompt action advisable in the interests of the King; from my own\npoint of view, it grew more and more necessary. For Strakencz urged on\nme the need of a speedy marriage, and my own inclinations seconded him\nwith such terrible insistence that I feared for my resolution. I do not\nbelieve that I should have done the deed I dreamt of; but I might have\ncome to flight, and my flight would have ruined the cause. And--yes, I\nam no saint (ask my little sister-in-law), and worse still might have\nhappened.\n\nIt is perhaps as strange a thing as has ever been in the history of a\ncountry that the King’s brother and the King’s personator, in a time of\nprofound outward peace, near a placid, undisturbed country town, under\nsemblance of amity, should wage a desperate war for the person and life\nof the King. Yet such was the struggle that began now between Zenda and\nTarlenheim. When I look back on the time, I seem to myself to have been\nhalf mad. Sapt has told me that I suffered no interference and listened\nto no remonstrances; and if ever a King of Ruritania ruled like a\ndespot, I was, in those days, the man. Look where I would, I saw nothing\nthat made life sweet to me, and I took my life in my hand and carried it\ncarelessly as a man dangles an old glove. At first they strove to guard\nme, to keep me safe, to persuade me not to expose myself; but when they\nsaw how I was set, there grew up among them--whether they knew the truth\nor not--a feeling that Fate ruled the issue, and that I must be left to\nplay my game with Michael my own way.\n\nLate next night I rose from table, where Flavia had sat by me, and\nconducted her to the door of her apartments. There I kissed her hand,\nand bade her sleep sound and wake to happy days. Then I changed my\nclothes and went out. Sapt and Fritz were waiting for me with six men\nand the horses. Over his saddle Sapt carried a long coil of rope, and\nboth were heavily armed. I had with me a short stout cudgel and a long\nknife. Making a circuit, we avoided the town, and in an hour found\nourselves slowly mounting the hill that led to the Castle of Zenda. The\nnight was dark and very stormy; gusts of wind and spits of rain caught\nus as we breasted the incline, and the great trees moaned and sighed.\nWhen we came to a thick clump, about a quarter of a mile from the\nCastle, we bade our six friends hide there with the horses. Sapt had a\nwhistle, and they could rejoin us in a few moments if danger came: but,\nup to now, we had met no one. I hoped that Michael was still off his\nguard, believing me to be safe in bed. However that might be, we gained\nthe top of the hill without accident, and found ourselves on the edge of\nthe moat where it sweeps under the road, separating the Old Castle\nfrom it. A tree stood on the edge of the bank, and Sapt, silently and\ndiligently, set to make fast the rope. I stripped off my boots, took a\npull at a flask of brandy, loosened the knife in its sheath, and took\nthe cudgel between my teeth. Then I shook hands with my friends, not\nheeding a last look of entreaty from Fritz, and laid hold of the rope. I\nwas going to have a look at “Jacob’s Ladder.”\n\nGently I lowered myself into the water. Though the night was wild, the\nday had been warm and bright, and the water was not cold. I struck out,\nand began to swim round the great walls which frowned above me. I could\nsee only three yards ahead; I had then good hopes of not being seen,\nas I crept along close under the damp, moss-grown masonry. There were\nlights from the new part of the Castle on the other side, and now and\nagain I heard laughter and merry shouts. I fancied I recognized young\nRupert Hentzau’s ringing tones, and pictured him flushed with wine.\nRecalling my thoughts to the business in hand, I rested a moment. If\nJohann’s description were right, I must be near the window now. Very\nslowly I moved; and out of the darkness ahead loomed a shape. It was\nthe pipe, curving from the window to the water: about four feet of its\nsurface were displayed; it was as big round as two men. I was about to\napproach it, when I saw something else, and my heart stood still.\nThe nose of a boat protruded beyond the pipe on the other side; and\nlistening intently, I heard a slight shuffle--as of a man shifting his\nposition. Who was the man who guarded Michael’s invention? Was he awake\nor was he asleep? I felt if my knife were ready, and trod water; as\nI did so, I found bottom under my feet. The foundations of the Castle\nextended some fifteen inches, making a ledge; and I stood on it, out of\nwater from my armpits upwards. Then I crouched and peered through the\ndarkness under the pipe, where, curving, it left a space.\n\nThere was a man in the boat. A rifle lay by him--I saw the gleam of\nthe barrel. Here was the sentinel! He sat very still. I listened; he\nbreathed heavily, regularly, monotonously. By heaven, he slept! Kneeling\non the shelf, I drew forward under the pipe till my face was within two\nfeet of his. He was a big man, I saw. It was Max Holf, the brother of\nJohann. My hand stole to my belt, and I drew out my knife. Of all the\ndeeds of my life, I love the least to think of this, and whether it were\nthe act of a man or a traitor I will not ask. I said to myself: “It is\nwar--and the King’s life is the stake.” And I raised myself from beneath\nthe pipe and stood up by the boat, which lay moored by the ledge.\nHolding my breath, I marked the spot and raised my arm. The great fellow\nstirred. He opened his eyes--wide, wider. He grasped in terror at my\nface and clutched at his rifle. I struck home. And I heard the chorus of\na love-song from the opposite bank.\n\nLeaving him where he lay, a huddled mass, I turned to “Jacob’s Ladder.”\n My time was short. This fellow’s turn of watching might be over\ndirectly, and relief would come. Leaning over the pipe, I examined it,\nfrom the end near the water to the topmost extremity where it passed, or\nseemed to pass, through the masonry of the wall. There was no break\nin it, no chink. Dropping on my knees, I tested the under side. And\nmy breath went quick and fast, for on this lower side, where the pipe\nshould have clung close to the masonry, there was a gleam of light! That\nlight must come from the cell of the King! I set my shoulder against the\npipe and exerted my strength. The chink widened a very, very little,\nand hastily I desisted; I had done enough to show that the pipe was not\nfixed in the masonry at the lower side.\n\nThen I heard a voice--a harsh, grating voice:\n\n“Well, sire, if you have had enough of my society, I will leave you to\nrepose; but I must fasten the little ornaments first.”\n\nIt was Detchard! I caught the English accent in a moment.\n\n“Have you anything to ask, sire, before we part?”\n\nThe King’s voice followed. It was his, though it was faint and\nhollow--different from the merry tones I had heard in the glades of the\nforest.\n\n“Pray my brother,” said the King, “to kill me. I am dying by inches\nhere.”\n\n“The duke does not desire your death, sire--yet,” sneered Detchard;\n“when he does behold your path to heaven!”\n\nThe King answered:\n\n“So be it! And now, if your orders allow it, pray leave me.”\n\n“May you dream of paradise!” said the ruffian.\n\nThe light disappeared. I heard the bolts of the door run home. And then\nI heard the sobs of the King. He was alone, as he thought. Who dares\nmock at him?\n\nI did not venture to speak to him. The risk of some exclamation escaping\nhim in surprise was too great. I dared do nothing that night; and my\ntask now was to get myself away in safety, and to carry off the carcass\nof the dead man. To leave him there would tell too much. Casting loose\nthe boat, I got in. The wind was blowing a gale now, and there was\nlittle danger of oars being heard. I rowed swiftly round to where my\nfriends waited. I had just reached the spot, when a loud whistle sounded\nover the moat behind me.\n\n“Hullo, Max!” I heard shouted.\n\nI hailed Sapt in a low tone. The rope came down. I tied it round the\ncorpse, and then went up it myself.\n\n“Whistle you too,” I whispered, “for our men, and haul in the line. No\ntalk now.”\n\nThey hauled up the body. Just as it reached the road, three men on\nhorseback swept round from the front of the Castle. We saw them; but,\nbeing on foot ourselves, we escaped their notice. But we heard our men\ncoming up with a shout.\n\n“The devil, but it’s dark!” cried a ringing voice.\n\nIt was young Rupert. A moment later, shots rang out. Our people had met\nthem. I started forward at a run, Sapt and Fritz following me.\n\n“Thrust, thrust!” cried Rupert again, and a loud groan following told\nthat he himself was not behind-hand.\n\n“I’m done, Rupert!” cried a voice. “They’re three to one. Save\nyourself!”\n\nI ran on, holding my cudgel in my hand. Suddenly a horse came towards\nme. A man was on it, leaning over his shoulder.\n\n“Are you cooked too, Krafstein?” he cried.\n\nThere was no answer.\n\nI sprang to the horse’s head. It was Rupert Hentzau.\n\n“At last!” I cried.\n\nFor we seemed to have him. He had only his sword in his hand. My men\nwere hot upon him; Sapt and Fritz were running up. I had outstripped\nthem; but if they got close enough to fire, he must die or surrender.\n\n“At last!” I cried.\n\n“It’s the play-actor!” cried he, slashing at my cudgel. He cut it clean\nin two; and, judging discretion better than death, I ducked my head\nand (I blush to tell it) scampered for my life. The devil was in Rupert\nHentzau; for he put spurs to his horse, and I, turning to look, saw him\nride, full gallop, to the edge of the moat and leap in, while the shots\nof our party fell thick round him like hail. With one gleam of moonlight\nwe should have riddled him with balls; but, in the darkness, he won to\nthe corner of the Castle, and vanished from our sight.\n\n“The deuce take him!” grinned Sapt.\n\n“It’s a pity,” said I, “that he’s a villain. Whom have we got?”\n\nWe had Lauengram and Krafstein: they lay dead; and, concealment being\nno longer possible, we flung them, with Max, into the moat; and, drawing\ntogether in a compact body, rode off down the hill. And, in our midst,\nwent the bodies of three gallant gentlemen. Thus we travelled home,\nheavy at heart for the death of our friends, sore uneasy concerning\nthe King, and cut to the quick that young Rupert had played yet another\nwinning hand with us.\n\nFor my own part, I was vexed and angry that I had killed no man in open\nfight, but only stabbed a knave in his sleep. And I did not love to hear\nRupert call me a play-actor.\n\n\n\n\nCHAPTER 15\n\nI Talk with a Tempter\n\n\nRuritania is not England, or the quarrel between Duke Michael and myself\ncould not have gone on, with the extraordinary incidents which marked\nit, without more public notice being directed to it. Duels were frequent\namong all the upper classes, and private quarrels between great men\nkept the old habit of spreading to their friends and dependents.\nNevertheless, after the affray which I have just related, such reports\nbegan to circulate that I felt it necessary to be on my guard. The death\nof the gentlemen involved could not be hidden from their relatives. I\nissued a stern order, declaring that duelling had attained unprecedented\nlicence (the Chancellor drew up the document for me, and very well he\ndid it), and forbidding it save in the gravest cases. I sent a public\nand stately apology to Michael, and he returned a deferential and\ncourteous reply to me; for our one point of union was--and it underlay\nall our differences and induced an unwilling harmony between our\nactions--that we could neither of us afford to throw our cards on the\ntable. He, as well as I, was a “play-actor”, and, hating one another, we\ncombined to dupe public opinion. Unfortunately, however, the necessity\nfor concealment involved the necessity of delay: the King might die\nin his prison, or even be spirited off somewhere else; it could not be\nhelped. For a little while I was compelled to observe a truce, and\nmy only consolation was that Flavia most warmly approved of my edict\nagainst duelling, and, when I expressed delight at having won her\nfavour, prayed me, if her favour were any motive to me, to prohibit the\npractice altogether.\n\n“Wait till we are married,” said I, smiling.\n\nNot the least peculiar result of the truce and of the secrecy which\ndictated it was that the town of Zenda became in the day-time--I would\nnot have trusted far to its protection by night--a sort of neutral zone,\nwhere both parties could safely go; and I, riding down one day with\nFlavia and Sapt, had an encounter with an acquaintance, which presented\na ludicrous side, but was at the same time embarrassing. As I rode\nalong, I met a dignified looking person driving in a two-horsed\ncarriage. He stopped his horses, got out, and approached me, bowing low.\nI recognized the Head of the Strelsau Police.\n\n“Your Majesty’s ordinance as to duelling is receiving our best\nattention,” he assured me.\n\nIf the best attention involved his presence in Zenda, I determined at\nonce to dispense with it.\n\n“Is that what brings you to Zenda, Prefect?” I asked.\n\n“Why no, sire; I am here because I desired to oblige the British\nAmbassador.”\n\n“What’s the British Ambassador doing _dans cette galere_?” said I,\ncarelessly.\n\n“A young countryman of his, sire--a man of some position--is missing.\nHis friends have not heard from him for two months, and there is reason\nto believe that he was last seen in Zenda.”\n\nFlavia was paying little attention. I dared not look at Sapt.\n\n“What reason?”\n\n“A friend of his in Paris--a certain M. Featherly--has given us\ninformation which makes it possible that he came here, and the officials\nof the railway recollect his name on some luggage.”\n\n“What was his name?”\n\n“Rassendyll, sire,” he answered; and I saw that the name meant nothing\nto him. But, glancing at Flavia, he lowered his voice, as he went on:\n“It is thought that he may have followed a lady here. Has your Majesty\nheard of a certain Madame de Mauban?”\n\n“Why, yes,” said I, my eye involuntarily travelling towards the Castle.\n\n“She arrived in Ruritania about the same time as this Rassendyll.”\n\nI caught the Prefect’s glance; he was regarding me with enquiry writ\nlarge on his face.\n\n“Sapt,” said I, “I must speak a word to the Prefect. Will you ride on\na few paces with the princess?” And I added to the Prefect: “Come, sir,\nwhat do you mean?”\n\nHe drew close to me, and I bent in the saddle.\n\n“If he were in love with the lady?” he whispered. “Nothing has been\nheard of him for two months;” and this time it was the eye of the\nPrefect which travelled towards the Castle.\n\n“Yes, the lady is there,” I said quietly. “But I don’t suppose Mr.\nRassendyll--is that the name?--is.”\n\n“The duke,” he whispered, “does not like rivals, sire.”\n\n“You’re right there,” said I, with all sincerity. “But surely you hint\nat a very grave charge?”\n\nHe spread his hands out in apology. I whispered in his ear:\n\n“This is a grave matter. Go back to Strelsau--”\n\n“But, sire, if I have a clue here?”\n\n“Go back to Strelsau,” I repeated. “Tell the Ambassador that you have a\nclue, but that you must be left alone for a week or two. Meanwhile, I’ll\ncharge myself with looking into the matter.”\n\n“The Ambassador is very pressing, sir.”\n\n“You must quiet him. Come, sir; you see that if your suspicions are\ncorrect, it is an affair in which we must move with caution. We can have\nno scandal. Mind you return tonight.”\n\nHe promised to obey me, and I rode on to rejoin my companions, a little\neasier in my mind. Enquiries after me must be stopped at all hazards for\na week or two; and this clever official had come surprisingly near the\ntruth. His impression might be useful some day, but if he acted on it\nnow it might mean the worse to the King. Heartily did I curse George\nFeatherly for not holding his tongue.\n\n“Well,” asked Flavia, “have you finished your business?”\n\n“Most satisfactorily,” said I. “Come, shall we turn round? We are almost\ntrenching on my brother’s territory.”\n\nWe were, in fact, at the extreme end of the town, just where the hills\nbegin to mount towards the Castle. We cast our eyes up, admiring the\nmassive beauty of the old walls, and we saw a cortege winding slowly\ndown the hill. On it came.\n\n“Let us go back,” said Sapt.\n\n“I should like to stay,” said Flavia; and I reined my horse beside hers.\n\nWe could distinguish the approaching party now. There came first two\nmounted servants in black uniforms, relieved only by a silver badge.\nThese were followed by a car drawn by four horses: on it, under a\nheavy pall, lay a coffin; behind it rode a man in plain black clothes,\ncarrying his hat in his hand. Sapt uncovered, and we stood waiting,\nFlavia keeping by me and laying her hand on my arm.\n\n“It is one of the gentlemen killed in the quarrel, I expect,” she said.\n\nI beckoned to a groom.\n\n“Ride and ask whom they escort,” I ordered.\n\nHe rode up to the servants, and I saw him pass on to the gentleman who\nrode behind.\n\n“It’s Rupert of Hentzau,” whispered Sapt.\n\nRupert it was, and directly afterwards, waving to the procession to\nstand still, Rupert trotted up to me. He was in a frock-coat, tightly\nbuttoned, and trousers. He wore an aspect of sadness, and he bowed with\nprofound respect. Yet suddenly he smiled, and I smiled too, for old\nSapt’s hand lay in his left breast-pocket, and Rupert and I both guessed\nwhat lay in the hand inside the pocket.\n\n“Your Majesty asks whom we escort,” said Rupert. “It is my dear friend,\nAlbert of Lauengram.”\n\n“Sir,” said I, “no one regrets the unfortunate affair more than I. My\nordinance, which I mean to have obeyed, is witness to it.”\n\n“Poor fellow!” said Flavia softly, and I saw Rupert’s eyes flash at her.\nWhereat I grew red; for, if I had my way, Rupert Hentzau should not\nhave defiled her by so much as a glance. Yet he did it and dared to let\nadmiration be seen in his look.\n\n“Your Majesty’s words are gracious,” he said. “I grieve for my friend.\nYet, sire, others must soon lie as he lies now.”\n\n“It is a thing we all do well to remember, my lord,” I rejoined.\n\n“Even kings, sire,” said Rupert, in a moralizing tone; and old Sapt\nswore softly by my side.\n\n“It is true,” said I. “How fares my brother, my lord?”\n\n“He is better, sire.”\n\n“I am rejoiced.”\n\n“He hopes soon to leave for Strelsau, when his health is secured.”\n\n“He is only convalescent then?”\n\n“There remain one or two small troubles,” answered the insolent fellow,\nin the mildest tone in the world.\n\n“Express my earnest hope,” said Flavia, “that they may soon cease to\ntrouble him.”\n\n“Your Royal Highness’s wish is, humbly, my own,” said Rupert, with a\nbold glance that brought a blush to Flavia’s cheek.\n\nI bowed; and Rupert, bowing lower, backed his horse and signed to his\nparty to proceed. With a sudden impulse, I rode after him. He turned\nswiftly, fearing that, even in the presence of the dead and before a\nlady’s eyes, I meant him mischief.\n\n“You fought as a brave man the other night,” I said. “Come, you are\nyoung, sir. If you will deliver your prisoner alive to me, you shall\ncome to no hurt.”\n\nHe looked at me with a mocking smile; but suddenly he rode nearer to me.\n\n“I’m unarmed,” he said; “and our old Sapt there could pick me off in a\nminute.”\n\n“I’m not afraid,” said I.\n\n“No, curse you!” he answered. “Look here, I made you a proposal from the\nduke once.”\n\n“I’ll hear nothing from Black Michael,” said I.\n\n“Then hear one from me.” He lowered his voice to a whisper. “Attack the\nCastle boldly. Let Sapt and Tarlenheim lead.”\n\n“Go on,” said I.\n\n“Arrange the time with me.”\n\n“I have such confidence in you, my lord!”\n\n“Tut! I’m talking business now. Sapt there and Fritz will fall; Black\nMichael will fall--”\n\n“What!”\n\n“--Black Michael will fall, like the dog he is; the prisoner, as you\ncall him, will go by ‘Jacob’s Ladder’--ah, you know that!--to hell! Two\nmen will be left--I, Rupert Hentzau, and you, the King of Ruritania.”\n\nHe paused, and then, in a voice that quivered with eagerness, added:\n\n“Isn’t that a hand to play?--a throne and your princess! And for me, say\na competence and your Majesty’s gratitude.”\n\n“Surely,” I exclaimed, “while you’re above ground, hell wants its\nmaster!”\n\n“Well, think it over,” he said. “And, look you, it would take more than\na scruple or two to keep me from yonder girl,” and his evil eye flashed\nagain at her I loved.\n\n“Get out of my reach!” said I; and yet in a moment I began to laugh for\nthe very audacity of it.\n\n“Would you turn against your master?” I asked.\n\nHe swore at Michael for being what the offspring of a legal, though\nmorganatic, union should not be called, and said to me in an almost\nconfidential and apparently friendly tone:\n\n“He gets in my way, you know. He’s a jealous brute! Faith, I nearly\nstuck a knife into him last night; he came most cursedly _mal a propos_!”\n\nMy temper was well under control now; I was learning something.\n\n“A lady?” I asked negligently.\n\n“Ay, and a beauty,” he nodded. “But you’ve seen her.”\n\n“Ah! was it at a tea-party, when some of your friends got on the wrong\nside of the table?”\n\n“What can you expect of fools like Detchard and De Gautet? I wish I’d\nbeen there.”\n\n“And the duke interferes?”\n\n“Well,” said Rupert meditatively, “that’s hardly a fair way of putting\nit, perhaps. I want to interfere.”\n\n“And she prefers the duke?”\n\n“Ay, the silly creature! Ah, well, you think about my plan,” and, with a\nbow, he pricked his horse and trotted after the body of his friend.\n\nI went back to Flavia and Sapt, pondering on the strangeness of the man.\nWicked men I have known in plenty, but Rupert Hentzau remains unique in\nmy experience. And if there be another anywhere, let him be caught and\nhanged out of hand. So say I!\n\n“He’s very handsome, isn’t he?” said Flavia.\n\nWell, of course, she didn’t know him as I did; yet I was put out, for I\nthought his bold glances would have made her angry. But my dear Flavia\nwas a woman, and so--she was not put out. On the contrary, she thought\nyoung Rupert very handsome--as, beyond question, the ruffian was.\n\n“And how sad he looked at his friend’s death!” said she.\n\n“He’ll have better reason to be sad at his own,” observed Sapt, with a\ngrim smile.\n\nAs for me, I grew sulky; unreasonable it was perhaps, for what better\nbusiness had I to look at her with love than had even Rupert’s lustful\neyes? And sulky I remained till, as evening fell and we rode up to\nTarlenheim, Sapt having fallen behind in case anyone should be\nfollowing us, Flavia, riding close beside me, said softly, with a little\nhalf-ashamed laugh:\n\n“Unless you smile, Rudolf, I cry. Why are you angry?”\n\n“It was something that fellow said to me,” said I, but I was smiling as\nwe reached the door and dismounted.\n\nThere a servant handed me a note: it was unaddressed.\n\n“Is it for me?” I asked.\n\n“Yes, sire; a boy brought it.”\n\nI tore it open:\n\n\nJohann carries this for me. I warned you once. In the name of God, and\nif you are a man, rescue me from this den of murderers!--A. de M.\n\n\nI handed it to Sapt; but all that the tough old soul said in reply to\nthis piteous appeal was:\n\n“Whose fault brought her there?”\n\nNevertheless, not being faultless myself, I took leave to pity\nAntoinette de Mauban.\n\n\n\n\nCHAPTER 16\n\nA Desperate Plan\n\n\nAs I had ridden publicly in Zenda, and had talked there with Rupert\nHentzau, of course all pretence of illness was at an end. I marked the\neffect on the garrison of Zenda: they ceased to be seen abroad; and any\nof my men who went near the Castle reported that the utmost vigilance\nprevailed there. Touched as I was by Madame de Mauban’s appeal, I seemed\nas powerless to befriend her as I had proved to help the King. Michael\nbade me defiance; and although he too had been seen outside the walls,\nwith more disregard for appearances than he had hitherto shown, he did\nnot take the trouble to send any excuse for his failure to wait on the\nKing. Time ran on in inactivity, when every moment was pressing; for\nnot only was I faced with the new danger which the stir about my\ndisappearance brought on me, but great murmurs had arisen in Strelsau at\nmy continued absence from the city. They had been greater, but for the\nknowledge that Flavia was with me; and for this reason I suffered her to\nstay, though I hated to have her where danger was, and though every\nday of our present sweet intercourse strained my endurance almost to\nbreaking. As a final blow, nothing would content my advisers, Strakencz\nand the Chancellor (who came out from Strelsau to make an urgent\nrepresentation to me), save that I should appoint a day for the public\nsolemnization of my betrothal, a ceremony which in Ruritania is well\nnigh as binding and great a thing as the marriage itself. And this--with\nFlavia sitting by me--I was forced to do, setting a date a fortnight\nahead, and appointing the Cathedral in Strelsau as the place. And this\nformal act being published far and wide, caused great joy throughout the\nkingdom, and was the talk of all tongues; so that I reckoned there were\nbut two men who chafed at it--I mean Black Michael and myself; and but\none who did not know of it--that one the man whose name I bore, the King\nof Ruritania.\n\nIn truth, I heard something of the way the news was received in the\nCastle; for after an interval of three days, the man Johann, greedy for\nmore money, though fearful for his life, again found means to visit us.\nHe had been waiting on the duke when the tidings came. Black Michael’s\nface had grown blacker still, and he had sworn savagely; nor was he\nbetter pleased when young Rupert took oath that I meant to do as I\nsaid, and turning to Madame de Mauban, wished her joy on a rival gone.\nMichael’s hand stole towards his sword (said Johann), but not a bit did\nRupert care; for he rallied the duke on having made a better King than\nhad reigned for years past in Ruritania. “And,” said he, with a meaning\nbow to his exasperated master, “the devil sends the princess a finer man\nthan heaven had marked out for her, by my soul, it does!” Then Michael\nharshly bade him hold his tongue, and leave them; but Rupert must needs\nfirst kiss madame’s hand, which he did as though he loved her, while\nMichael glared at him.\n\nThis was the lighter side of the fellow’s news; but more serious came\nbehind, and it was plain that if time pressed at Tarlenheim, it pressed\nnone the less fiercely at Zenda. For the King was very sick: Johann had\nseen him, and he was wasted and hardly able to move. “There could be no\nthought of taking another for him now.” So alarmed were they, that they\nhad sent for a physician from Strelsau; and the physician having been\nintroduced into the King’s cell, had come forth pale and trembling, and\nurgently prayed the duke to let him go back and meddle no more in the\naffair; but the duke would not, and held him there a prisoner, telling\nhim his life was safe if the King lived while the duke desired and died\nwhen the duke desired--not otherwise. And, persuaded by the physician,\nthey had allowed Madame de Mauban to visit the King and give him such\nattendance as his state needed, and as only a woman can give. Yet his\nlife hung in the balance; and I was still strong and whole and free.\nWherefore great gloom reigned at Zenda; and save when they quarrelled,\nto which they were very prone, they hardly spoke. But the deeper the\ndepression of the rest, young Rupert went about Satan’s work with a\nsmile in his eye and a song on his lip; and laughed “fit to burst” (said\nJohann) because the duke always set Detchard to guard the King when\nMadame de Mauban was in the cell--which precaution was, indeed, not\nunwise in my careful brother. Thus Johann told his tale and seized his\ncrowns. Yet he besought us to allow him to stay with us in Tarlenheim,\nand not venture his head again in the lion’s den; but we had need of him\nthere, and, although I refused to constrain him, I prevailed on him by\nincreased rewards to go back and carry tidings to Madame de Mauban that\nI was working for her, and that, if she could, she should speak one\nword of comfort to the King. For while suspense is bad for the sick, yet\ndespair is worse still, and it might be that the King lay dying of mere\nhopelessness, for I could learn of no definite disease that afflicted\nhim.\n\n“And how do they guard the King now?” I asked, remembering that two of\nthe Six were dead, and Max Holf also.\n\n“Detchard and Bersonin watch by night, Rupert Hentzau and De Gautet by\nday, sir,” he answered.\n\n“Only two at a time?”\n\n“Ay, sir; but the others rest in a room just above, and are within sound\nof a cry or a whistle.”\n\n“A room just above? I didn’t know of that. Is there any communication\nbetween it and the room where they watch?”\n\n“No, sir. You must go down a few stairs and through the door by the\ndrawbridge, and so to where the King is lodged.”\n\n“And that door is locked?”\n\n“Only the four lords have keys, sir.”\n\nI drew nearer to him.\n\n“And have they keys of the grating?” I asked in a low whisper.\n\n“I think, sir, only Detchard and Rupert.”\n\n“Where does the duke lodge?”\n\n“In the chateau, on the first floor. His apartments are on the right as\nyou go towards the drawbridge.”\n\n“And Madame de Mauban?”\n\n“Just opposite, on the left. But her door is locked after she has\nentered.”\n\n“To keep her in?”\n\n“Doubtless, sir.”\n\n“Perhaps for another reason?”\n\n“It is possible.”\n\n“And the duke, I suppose, has the key?”\n\n“Yes. And the drawbridge is drawn back at night, and of that, too, the\nduke holds the key, so that it cannot be run across the moat without\napplication to him.”\n\n“And where do you sleep?”\n\n“In the entrance hall of the chateau, with five servants.”\n\n“Armed?”\n\n“They have pikes, sir, but no firearms. The duke will not trust them\nwith firearms.”\n\nThen at last I took the matter boldly in my hands. I had failed once at\n“Jacob’s Ladder;” I should fail again there. I must make the attack from\nthe other side.\n\n“I have promised you twenty thousand crowns,” said I. “You shall have\nfifty thousand if you will do what I ask of you tomorrow night. But,\nfirst, do those servants know who your prisoner is?”\n\n“No, sir. They believe him to be some private enemy of the duke’s.”\n\n“And they would not doubt that I am the King?”\n\n“How should they?” he asked.\n\n“Look to this, then. Tomorrow, at two in the morning exactly, fling open\nthe front door of the chateau. Don’t fail by an instant.”\n\n“Shall you be there, sir?”\n\n“Ask no questions. Do what I tell you. Say the hall is close, or what\nyou will. That is all I ask of you.”\n\n“And may I escape by the door, sir, when I have opened it?”\n\n“Yes, as quick as your legs will carry you. One thing more. Carry this\nnote to madame--oh, it’s in French, you can’t read it--and charge her,\nfor the sake of all our lives, not to fail in what it orders.”\n\nThe man was trembling but I had to trust to what he had of courage and\nto what he had of honesty. I dared not wait, for I feared that the King\nwould die.\n\nWhen the fellow was gone, I called Sapt and Fritz to me, and unfolded\nthe plan that I had formed. Sapt shook his head over it.\n\n“Why can’t you wait?” he asked.\n\n“The King may die.”\n\n“Michael will be forced to act before that.”\n\n“Then,” said I, “the King may live.”\n\n“Well, and if he does?”\n\n“For a fortnight?” I asked simply.\n\nAnd Sapt bit his moustache.\n\nSuddenly Fritz von Tarlenheim laid his hand on my shoulder.\n\n“Let us go and make the attempt,” said he.\n\n“I mean you to go--don’t be afraid,” said I.\n\n“Ay, but do you stay here, and take care of the princess.”\n\nA gleam came into old Sapt’s eye.\n\n“We should have Michael one way or the other then,” he chuckled;\n“whereas if you go and are killed with the King, what will become of\nthose of us who are left?”\n\n“They will serve Queen Flavia,” said I, “and I would to God I could be\none of them.”\n\nA pause followed. Old Sapt broke it by saying sadly, yet with an unmeant\ndrollery that set Fritz and me laughing:\n\n“Why didn’t old Rudolf the Third marry your--great-grandmother, was it?”\n\n“Come,” said I, “it is the King we are thinking about.”\n\n“It is true,” said Fritz.\n\n“Moreover,” I went on, “I have been an impostor for the profit of\nanother, but I will not be one for my own; and if the King is not alive\nand on his throne before the day of betrothal comes, I will tell the\ntruth, come what may.”\n\n“You shall go, lad,” said Sapt.\n\nHere is the plan I had made. A strong party under Sapt’s command was\nto steal up to the door of the chateau. If discovered prematurely, they\nwere to kill anyone who found them--with their swords, for I wanted no\nnoise of firing. If all went well, they would be at the door when Johann\nopened it. They were to rush in and secure the servants if their mere\npresence and the use of the King’s name were not enough. At the same\nmoment--and on this hinged the plan--a woman’s cry was to ring out loud\nand shrill from Antoinette de Mauban’s chamber. Again and again she was\nto cry: “Help, help! Michael, help!” and then to utter the name of young\nRupert Hentzau. Then, as we hoped, Michael, in fury, would rush out of\nhis apartments opposite, and fall alive into the hands of Sapt. Still\nthe cries would go on; and my men would let down the drawbridge; and it\nwould be strange if Rupert, hearing his name thus taken in vain, did not\ndescend from where he slept and seek to cross. De Gautet might or might\nnot come with him: that must be left to chance.\n\nAnd when Rupert set his foot on the drawbridge? There was my part: for I\nwas minded for another swim in the moat; and, lest I should grow weary,\nI had resolved to take with me a small wooden ladder, on which I could\nrest my arms in the water--and my feet when I left it. I would rear it\nagainst the wall just by the bridge; and when the bridge was across, I\nwould stealthily creep on to it--and then if Rupert or De Gautet crossed\nin safety, it would be my misfortune, not my fault. They dead, two men\nonly would remain; and for them we must trust to the confusion we had\ncreated and to a sudden rush. We should have the keys of the door that\nled to the all-important rooms. Perhaps they would rush out. If they\nstood by their orders, then the King’s life hung on the swiftness with\nwhich we could force the outer door; and I thanked God that not Rupert\nHentzau watched, but Detchard. For though Detchard was a cool man,\nrelentless, and no coward, he had neither the dash nor the recklessness\nof Rupert. Moreover, he, if any one of them, really loved Black Michael,\nand it might be that he would leave Bersonin to guard the King, and rush\nacross the bridge to take part in the affray on the other side.\n\nSo I planned--desperately. And, that our enemy might be the better\nlulled to security, I gave orders that our residence should be\nbrilliantly lighted from top to bottom, as though we were engaged in\nrevelry; and should so be kept all night, with music playing and people\nmoving to and fro. Strakencz would be there, and he was to conceal our\ndeparture, if he could, from Flavia. And if we came not again by the\nmorning, he was to march, openly and in force to the Castle, and demand\nthe person of the King; if Black Michael were not there, as I did not\nthink he would be, the Marshal would take Flavia with him, as swiftly as\nhe could, to Strelsau, and there proclaim Black Michael’s treachery and\nthe probable death of the King, and rally all that there was honest and\ntrue round the banner of the princess. And, to say truth, this was what\nI thought most likely to happen. For I had great doubts whether either\nthe King or Black Michael or I had more than a day to live. Well, if\nBlack Michael died, and if I, the play-actor, slew Rupert Hentzau with\nmy own hand, and then died myself, it might be that Fate would deal\nas lightly with Ruritania as could be hoped, notwithstanding that she\ndemanded the life of the King--and to her dealing thus with me, I was in\nno temper to make objection.\n\nIt was late when we rose from conference, and I betook me to the\nprincess’s apartments. She was pensive that evening; yet, when I left\nher, she flung her arms about me and grew, for an instant, bashfully\nradiant as she slipped a ring on my finger. I was wearing the King’s\nring; but I had also on my little finger a plain band of gold engraved\nwith the motto of our family: “_Nil Quae Feci_.” This I took off and put\non her, and signed to her to let me go. And she, understanding, stood\naway and watched me with dimmed eyes.\n\n“Wear that ring, even though you wear another when you are queen,” I\nsaid.\n\n“Whatever else I wear, this I will wear till I die and after,” said she,\nas she kissed the ring.\n\n\n\n\nCHAPTER 17\n\nYoung Rupert’s Midnight Diversions\n\n\nThe night came fine and clear. I had prayed for dirty weather, such as\nhad favoured my previous voyage in the moat, but Fortune was this time\nagainst me. Still I reckoned that by keeping close under the wall and in\nthe shadow I could escape detection from the windows of the chateau\nthat looked out on the scene of my efforts. If they searched the moat,\nindeed, my scheme must fail; but I did not think they would. They had\nmade “Jacob’s Ladder” secure against attack. Johann had himself helped\nto fix it closely to the masonry on the under side, so that it could\nnot now be moved from below any more than from above. An assault with\nexplosives or a long battering with picks alone could displace it, and\nthe noise involved in either of these operations put them out of the\nquestion. What harm, then, could a man do in the moat? I trusted that\nBlack Michael, putting this query to himself, would answer confidently,\n“None;” while, even if Johann meant treachery, he did not know my\nscheme, and would doubtless expect to see me, at the head of my friends,\nbefore the front entrance to the chateau. There, I said to Sapt, was the\nreal danger. “And there,” I added, “you shall be. Doesn’t that content\nyou?”\n\nBut it did not. Dearly would he have liked to come with me, had I not\nutterly refused to take him. One man might escape notice, to double\nthe party more than doubled the risk; and when he ventured to hint once\nagain that my life was too valuable, I, knowing the secret thought he\nclung to, sternly bade him be silent, assuring him that unless the King\nlived through the night, I would not live through it either.\n\nAt twelve o’clock, Sapt’s command left the chateau of Tarlenheim and\nstruck off to the right, riding by unfrequented roads, and avoiding the\ntown of Zenda. If all went well, they would be in front of the Castle by\nabout a quarter to two. Leaving their horses half a mile off, they were\nto steal up to the entrance and hold themselves in readiness for the\nopening of the door. If the door were not opened by two, they were to\nsend Fritz von Tarlenheim round to the other side of the Castle. I would\nmeet him there if I were alive, and we would consult whether to storm\nthe Castle or not. If I were not there, they were to return with all\nspeed to Tarlenheim, rouse the Marshal, and march in force to Zenda. For\nif not there, I should be dead; and I knew that the King would not be\nalive five minutes after I ceased to breathe. I must now leave Sapt and\nhis friends, and relate how I myself proceeded on this eventful night.\nI went out on the good horse which had carried me, on the night of\nthe coronation, back from the hunting-lodge to Strelsau. I carried a\nrevolver in the saddle and my sword. I was covered with a large cloak,\nand under this I wore a warm, tight-fitting woollen jersey, a pair of\nknickerbockers, thick stockings, and light canvas shoes. I had rubbed\nmyself thoroughly with oil, and I carried a large flask of whisky. The\nnight was warm, but I might probably be immersed a long while, and it\nwas necessary to take every precaution against cold: for cold not only\nsaps a man’s courage if he has to die, but impairs his energy if others\nhave to die, and, finally, gives him rheumatics, if it be God’s will\nthat he lives. Also I tied round my body a length of thin but stout\ncord, and I did not forget my ladder. I, starting after Sapt, took a\nshorter route, skirting the town to the left, and found myself in the\noutskirts of the forest at about half-past twelve. I tied my horse up\nin a thick clump of trees, leaving the revolver in its pocket in the\nsaddle--it would be no use to me--and, ladder in hand, made my way to\nthe edge of the moat. Here I unwound my rope from about my waist, bound\nit securely round the trunk of a tree on the bank, and let myself down.\nThe Castle clock struck a quarter to one as I felt the water under me\nand began to swim round the keep, pushing the ladder before me, and\nhugging the Castle wall. Thus voyaging, I came to my old friend,\n“Jacob’s Ladder,” and felt the ledge of the masonry under me. I crouched\ndown in the shadow of the great pipe--I tried to stir it, but it was\nquite immovable--and waited. I remember that my predominant feeling\nwas neither anxiety for the King nor longing for Flavia, but an intense\ndesire to smoke; and this craving, of course, I could not gratify.\n\nThe drawbridge was still in its place. I saw its airy, slight framework\nabove me, some ten yards to my right, as I crouched with my back against\nthe wall of the King’s cell. I made out a window two yards my side of it\nand nearly on the same level. That, if Johann spoke true, must belong to\nthe duke’s apartments; and on the other side, in about the same relative\nposition, must be Madame de Mauban’s window. Women are careless,\nforgetful creatures. I prayed that she might not forget that she was to\nbe the victim of a brutal attempt at two o’clock precisely. I was rather\namused at the part I had assigned to my young friend Rupert Hentzau; but\nI owed him a stroke--for, even as I sat, my shoulder ached where he had,\nwith an audacity that seemed half to hide his treachery, struck at me,\nin the sight of all my friends, on the terrace at Tarlenheim.\n\nSuddenly the duke’s window grew bright. The shutters were not closed,\nand the interior became partially visible to me as I cautiously raised\nmyself till I stood on tiptoe. Thus placed, my range of sight embraced a\nyard or more inside the window, while the radius of light did not\nreach me. The window was flung open and someone looked out. I marked\nAntoinette de Mauban’s graceful figure, and, though her face was in\nshadow, the fine outline of her head was revealed against the light\nbehind. I longed to cry softly, “Remember!” but I dared not--and\nhappily, for a moment later a man came up and stood by her. He tried to\nput his arm round her waist, but with a swift motion she sprang away and\nleant against the shutter, her profile towards me. I made out who the\nnewcomer was: it was young Rupert. A low laugh from him made me sure, as\nhe leant forward, stretching out his hand towards her.\n\n“Gently, gently!” I murmured. “You’re too soon, my boy!”\n\nHis head was close to hers. I suppose he whispered to her, for I saw her\npoint to the moat, and I heard her say, in slow and distinct tones:\n\n“I had rather throw myself out of this window!”\n\nHe came close up to the window and looked out.\n\n“It looks cold,” said he. “Come, Antoinette, are you serious?”\n\nShe made no answer so far as I heard; and he, smiting his hand petulantly\non the window-sill, went on, in the voice of some spoilt child:\n\n“Hang Black Michael! Isn’t the princess enough for him? Is he to have\neverything? What the devil do you see in Black Michael?”\n\n“If I told him what you say--” she began.\n\n“Well, tell him,” said Rupert, carelessly; and, catching her off her\nguard, he sprang forward and kissed her, laughing, and crying, “There’s\nsomething to tell him!”\n\nIf I had kept my revolver with me, I should have been very sorely\ntempted. Being spared the temptation, I merely added this new score to\nhis account.\n\n“Though, faith,” said Rupert, “it’s little he cares. He’s mad about the\nprincess, you know. He talks of nothing but cutting the play-actor’s\nthroat.”\n\nDidn’t he, indeed?\n\n“And if I do it for him, what do you think he’s promised me?”\n\nThe unhappy woman raised her hands above her head, in prayer or in\ndespair.\n\n“But I detest waiting,” said Rupert; and I saw that he was about to\nlay his hand on her again, when there was a noise of a door in the room\nopening, and a harsh voice cried:\n\n“What are you doing here, sir?”\n\nRupert turned his back to the window, bowed low, and said, in his loud,\nmerry tones: “Apologizing for your absence, sir. Could I leave the lady\nalone?”\n\nThe newcomer must be Black Michael. I saw him directly, as he advanced\ntowards the window. He caught young Rupert by the arm.\n\n“The moat would hold more than the King!” said he, with a significant\ngesture.\n\n“Does your Highness threaten me?” asked Rupert.\n\n“A threat is more warning than most men get from me.”\n\n“Yet,” observed Rupert, “Rudolf Rassendyll has been much threatened, and\nyet lives!”\n\n“Am I in fault because my servants bungle?” asked Michael scornfully.\n\n“Your Highness has run no risk of bungling!” sneered Rupert.\n\nIt was telling the duke that he shirked danger as plain as ever I\nhave heard a man told. Black Michael had self-control. I dare say he\nscowled--it was a great regret to me that I could not see their faces\nbetter--but his voice was even and calm, as he answered:\n\n“Enough, enough! We mustn’t quarrel, Rupert. Are Detchard and Bersonin\nat their posts?”\n\n“They are, sir.”\n\n“I need you no more.”\n\n“Nay, I’m not oppressed with fatigue,” said Rupert.\n\n“Pray, sir, leave us,” said Michael, more impatiently. “In ten minutes\nthe drawbridge will be drawn back, and I presume you have no wish to\nswim to your bed.”\n\nRupert’s figure disappeared. I heard the door open and shut again.\nMichael and Antoinette de Mauban were left together. To my chagrin,\nthe duke laid his hand on the window and closed it. He stood talking\nto Antoinette for a moment or two. She shook her head, and he turned\nimpatiently away. She left the window. The door sounded again, and Black\nMichael closed the shutters.\n\n“De Gautet, De Gautet, man!” sounded from the drawbridge. “Unless you\nwant a bath before your bed, come along!”\n\nIt was Rupert’s voice, coming from the end of the drawbridge. A moment\nlater he and De Gautet stepped out on the bridge. Rupert’s arm was\nthrough De Gautet’s, and in the middle of the bridge he detained his\ncompanion and leant over. I dropped behind the shelter of “Jacob’s\nLadder.”\n\nThen Master Rupert had a little sport. He took from De Gautet a bottle\nwhich he carried, and put it to his lips.\n\n“Hardly a drop!” he cried discontentedly, and flung it in the moat.\n\nIt fell, as I judged from the sound and the circles on the water, within\na yard of the pipe. And Rupert, taking out his revolver, began to shoot\nat it. The first two shots missed the bottle, but hit the pipe. The\nthird shattered the bottle. I hoped that the young ruffian would be\ncontent; but he emptied the other barrels at the pipe, and one, skimming\nover the pipe, whistled through my hair as I crouched on the other side.\n\n“‘Ware bridge!” a voice cried, to my relief.\n\nRupert and De Gautet cried, “A moment!” and ran across. The bridge was\ndrawn back, and all became still. The clock struck a quarter-past one. I\nrose and stretched myself and yawned.\n\nI think some ten minutes had passed when I heard a slight noise to my\nright. I peered over the pipe, and saw a dark figure standing in the\ngateway that led to the bridge. It was a man. By the careless, graceful\npoise, I guessed it to be Rupert again. He held a sword in his hand, and\nhe stood motionless for a minute or two. Wild thoughts ran through me.\nOn what mischief was the young fiend bent now? Then he laughed low\nto himself; then he turned his face to the wall, took a step in my\ndirection, and, to my surprise, began to climb down the wall. In an\ninstant I saw that there must be steps in the wall; it was plain. They\nwere cut into or affixed to the wall, at intervals of about eighteen\ninches. Rupert set his foot on the lower one. Then he placed his sword\nbetween his teeth, turned round, and noiselessly let himself into the\nwater. Had it been a matter of my life only, I would have swum to\nmeet him. Dearly would I have loved to fight it out with him then and\nthere--with steel, on a fine night, and none to come between us. But\nthere was the King! I restrained myself, but I could not bridle my swift\nbreathing, and I watched him with the intensest eagerness.\n\nHe swam leisurely and quietly across. There were more steps up on\nthe other side, and he climbed them. When he set foot in the gateway,\nstanding on the drawn-back bridge, he felt in his pocket and took\nsomething out. I heard him unlock the door. I could hear no noise of its\nclosing behind him. He vanished from my sight.\n\nAbandoning my ladder--I saw I did not need it now--I swam to the side of\nthe bridge and climbed half way up the steps. There I hung with my sword\nin my hand, listening eagerly. The duke’s room was shuttered and dark.\nThere was a light in the window on the opposite side of the bridge.\nNot a sound broke the silence, till half-past one chimed from the great\nclock in the tower of the chateau.\n\nThere were other plots than mine afoot in the Castle that night.\n\n\n\n\nCHAPTER 18\n\nThe Forcing of the Trap\n\n\nThe position wherein I stood does not appear very favourable to thought;\nyet for the next moment or two I thought profoundly. I had, I told\nmyself, scored one point. Be Rupert Hentzau’s errand what it might, and\nthe villainy he was engaged on what it would, I had scored one point. He\nwas on the other side of the moat from the King, and it would be by no\nfault of mine if ever he set foot on the same side again. I had three\nleft to deal with: two on guard and De Gautet in his bed. Ah, if I\nhad the keys! I would have risked everything and attacked Detchard and\nBersonin before their friends could join them. But I was powerless. I\nmust wait till the coming of my friends enticed someone to cross the\nbridge--someone with the keys. And I waited, as it seemed, for half an\nhour, really for about five minutes, before the next act in the rapid\ndrama began.\n\nAll was still on the other side. The duke’s room remained inscrutable\nbehind its shutters. The light burnt steadily in Madame de Mauban’s\nwindow. Then I heard the faintest, faintest sound: it came from behind\nthe door which led to the drawbridge on the other side of the moat. It\nbut just reached my ear, yet I could not be mistaken as to what it was.\nIt was made by a key being turned very carefully and slowly. Who was\nturning it? And of what room was it the key? There leapt before my eyes\nthe picture of young Rupert, with the key in one hand, his sword in the\nother, and an evil smile on his face. But I did not know what door it\nwas, nor on which of his favourite pursuits young Rupert was spending\nthe hours of that night.\n\nI was soon to be enlightened, for the next moment--before my friends\ncould be near the chateau door--before Johann the keeper would have\nthought to nerve himself for his task--there was a sudden crash from\nthe room with the lighted window. It sounded as though someone had flung\ndown a lamp; and the window went dark and black. At the same instant a\ncry rang out, shrill in the night: “Help, help! Michael, help!” and was\nfollowed by a shriek of utter terror.\n\nI was tingling in every nerve. I stood on the topmost step, clinging to\nthe threshold of the gate with my right hand and holding my sword in my\nleft. Suddenly I perceived that the gateway was broader than the bridge;\nthere was a dark corner on the opposite side where a man could stand. I\ndarted across and stood there. Thus placed, I commanded the path, and no\nman could pass between the chateau and the old Castle till he had tried\nconclusions with me.\n\nThere was another shriek. Then a door was flung open and clanged against\nthe wall, and I heard the handle of a door savagely twisted.\n\n“Open the door! In God’s name, what’s the matter?” cried a voice--the\nvoice of Black Michael himself.\n\nHe was answered by the very words I had written in my letter.\n\n“Help, Michael--Hentzau!”\n\nA fierce oath rang out from the duke, and with a loud thud he threw\nhimself against the door. At the same moment I heard a window above my\nhead open, and a voice cried: “What’s the matter?” and I heard a man’s\nhasty footsteps. I grasped my sword. If De Gautet came my way, the Six\nwould be less by one more.\n\nThen I heard the clash of crossed swords and a tramp of feet and--I\ncannot tell the thing so quickly as it happened, for all seemed to come\nat once. There was an angry cry from madame’s room, the cry of a wounded\nman; the window was flung open; young Rupert stood there sword in hand.\nHe turned his back, and I saw his body go forward to the lunge.\n\n“Ah, Johann, there’s one for you! Come on, Michael!”\n\nJohann was there, then--come to the rescue of the duke! How would he\nopen the door for me? For I feared that Rupert had slain him.\n\n“Help!” cried the duke’s voice, faint and husky.\n\nI heard a step on the stairs above me; and I heard a stir down to my\nleft, in the direction of the King’s cell. But, before anything happened\non my side of the moat, I saw five or six men round young Rupert in\nthe embrasure of madame’s window. Three or four times he lunged with\nincomparable dash and dexterity. For an instant they fell back, leaving\na ring round him. He leapt on the parapet of the window, laughing as he\nleapt, and waving his sword in his hand. He was drunk with blood, and he\nlaughed again wildly as he flung himself headlong into the moat.\n\nWhat became of him then? I did not see: for as he leapt, De Gautet’s\nlean face looked out through the door by me, and, without a second’s\nhesitation, I struck at him with all the strength God had given me, and\nhe fell dead in the doorway without a word or a groan. I dropped on my\nknees by him. Where were the keys? I found myself muttering: “The keys,\nman, the keys?” as though he had been yet alive and could listen; and\nwhen I could not find them, I--God forgive me!--I believe I struck a\ndead man’s face.\n\nAt last I had them. There were but three. Seizing the largest, I felt\nthe lock of the door that led to the cell. I fitted in the key. It was\nright. The lock turned. I drew the door close behind me and locked it as\nnoiselessly as I could, putting the key in my pocket.\n\nI found myself at the top of a flight of steep stone stairs. An oil lamp\nburnt dimly in the bracket. I took it down and held it in my hand; and I\nstood and listened.\n\n“What in the devil can it be?” I heard a voice say.\n\nIt came from behind a door that faced me at the bottom of the stairs.\n\nAnd another answered:\n\n“Shall we kill him?”\n\nI strained to hear the answer, and could have sobbed with relief when\nDetchard’s voice came grating and cold:\n\n“Wait a bit. There’ll be trouble if we strike too soon.”\n\nThere was a moment’s silence. Then I heard the bolt of the door\ncautiously drawn back. Instantly I put out the light I held, replacing\nthe lamp in the bracket.\n\n“It’s dark--the lamp’s out. Have you a light?” said the other\nvoice--Bersonin’s.\n\nNo doubt they had a light, but they should not use it. It was come to\nthe crisis now, and I rushed down the steps and flung myself against the\ndoor. Bersonin had unbolted it and it gave way before me. The Belgian\nstood there sword in hand, and Detchard was sitting on a couch at the\nside of the room. In astonishment at seeing me, Bersonin recoiled;\nDetchard jumped to his sword. I rushed madly at the Belgian: he gave\nway before me, and I drove him up against the wall. He was no swordsman,\nthough he fought bravely, and in a moment he lay on the floor before\nme. I turned--Detchard was not there. Faithful to his orders, he had\nnot risked a fight with me, but had rushed straight to the door of the\nKing’s room, opened it and slammed it behind him. Even now he was at his\nwork inside.\n\nAnd surely he would have killed the King, and perhaps me also, had it\nnot been for one devoted man who gave his life for the King. For when I\nforced the door, the sight I saw was this: the King stood in the corner\nof the room: broken by his sickness, he could do nothing; his fettered\nhands moved uselessly up and down, and he was laughing horribly in\nhalf-mad delirium. Detchard and the doctor were together in the middle\nof the room; and the doctor had flung himself on the murderer, pinning\nhis hands to his sides for an instant. Then Detchard wrenched himself\nfree from the feeble grip, and, as I entered, drove his sword through\nthe hapless man. Then he turned on me, crying:\n\n“At last!”\n\nWe were sword to sword. By blessed chance, neither he nor Bersonin had\nbeen wearing their revolvers. I found them afterwards, ready loaded,\non the mantelpiece of the outer room: it was hard by the door, ready to\ntheir hands, but my sudden rush in had cut off access to them. Yes, we\nwere man to man: and we began to fight, silently, sternly, and hard.\nYet I remember little of it, save that the man was my match with the\nsword--nay, and more, for he knew more tricks than I; and that he forced\nme back against the bars that guarded the entrance to “Jacob’s Ladder.”\n And I saw a smile on his face, and he wounded me in the left arm.\n\nNo glory do I take for that contest. I believe that the man would have\nmastered me and slain me, and then done his butcher’s work, for he was\nthe most skilful swordsman I have ever met; but even as he pressed me\nhard, the half-mad, wasted, wan creature in the corner leapt high in\nlunatic mirth, shrieking:\n\n“It’s cousin Rudolf! Cousin Rudolf! I’ll help you, cousin Rudolf!” and\ncatching up a chair in his hands (he could but just lift it from the\nground and hold it uselessly before him) he came towards us. Hope came\nto me. “Come on!” I cried. “Come on! Drive it against his legs.”\n\nDetchard replied with a savage thrust. He all but had me.\n\n“Come on! Come on, man!” I cried. “Come and share the fun!”\n\nAnd the King laughed gleefully, and came on, pushing his chair before\nhim.\n\nWith an oath Detchard skipped back, and, before I knew what he was\ndoing, had turned his sword against the King. He made one fierce cut at\nthe King, and the King, with a piteous cry, dropped where he stood. The\nstout ruffian turned to face me again. But his own hand had prepared\nhis destruction: for in turning he trod in the pool of blood that flowed\nfrom the dead physician. He slipped; he fell. Like a dart I was upon\nhim. I caught him by the throat, and before he could recover himself I\ndrove my point through his neck, and with a stifled curse he fell across\nthe body of his victim.\n\nWas the King dead? It was my first thought. I rushed to where he lay.\nAy, it seemed as if he were dead, for he had a great gash across his\nforehead, and he lay still in a huddled heap on the floor. I dropped on\nmy knees beside him, and leant my ear down to hear if he breathed. But\nbefore I could there was a loud rattle from the outside. I knew the\nsound: the drawbridge was being pushed out. A moment later it rang home\nagainst the wall on my side of the moat. I should be caught in a trap\nand the King with me, if he yet lived. He must take his chance, to\nlive or die. I took my sword, and passed into the outer room. Who were\npushing the drawbridge out--my men? If so, all was well. My eye fell on\nthe revolvers, and I seized one; and paused to listen in the doorway of\nthe outer room. To listen, say I? Yes, and to get my breath: and I tore\nmy shirt and twisted a strip of it round my bleeding arm; and stood\nlistening again. I would have given the world to hear Sapt’s voice. For\nI was faint, spent, and weary. And that wild-cat Rupert Hentzau was yet\nat large in the Castle. Yet, because I could better defend the narrow\ndoor at the top of the stairs than the wider entrance to the room, I\ndragged myself up the steps, and stood behind it listening.\n\nWhat was the sound? Again a strange one for the place and time. An\neasy, scornful, merry laugh--the laugh of young Rupert Hentzau! I could\nscarcely believe that a sane man would laugh. Yet the laugh told me that\nmy men had not come; for they must have shot Rupert ere now, if they had\ncome. And the clock struck half-past two! My God! The door had not been\nopened! They had gone to the bank! They had not found me! They had gone\nby now back to Tarlenheim, with the news of the King’s death--and mine.\nWell, it would be true before they got there. Was not Rupert laughing in\ntriumph?\n\nFor a moment, I sank, unnerved, against the door. Then I started up\nalert again, for Rupert cried scornfully:\n\n“Well, the bridge is there! Come over it! And in God’s name, let’s see\nBlack Michael. Keep back, you curs! Michael, come and fight for her!”\n\nIf it were a three-cornered fight, I might yet bear my part. I turned\nthe key in the door and looked out.\n\n\n\n\nCHAPTER 19\n\nFace to Face in the Forest\n\n\nFor a moment I could see nothing, for the glare of lanterns and torches\ncaught me full in the eyes from the other side of the bridge. But soon\nthe scene grew clear: and it was a strange scene. The bridge was in its\nplace. At the far end of it stood a group of the duke’s servants; two or\nthree carried the lights which had dazzled me, three or four held pikes\nin rest. They were huddled together; their weapons were protruded before\nthem; their faces were pale and agitated. To put it plainly, they\nlooked in as arrant a fright as I have seen men look, and they gazed\napprehensively at a man who stood in the middle of the bridge, sword in\nhand. Rupert Hentzau was in his trousers and shirt; the white linen\nwas stained with blood, but his easy, buoyant pose told me that he was\nhimself either not touched at all or merely scratched. There he stood,\nholding the bridge against them, and daring them to come on; or, rather,\nbidding them send Black Michael to him; and they, having no firearms,\ncowered before the desperate man and dared not attack him. They\nwhispered to one another; and in the backmost rank, I saw my friend\nJohann, leaning against the portal of the door and stanching with a\nhandkerchief the blood which flowed from a wound in his cheek.\n\nBy marvellous chance, I was master. The cravens would oppose me no more\nthan they dared attack Rupert. I had but to raise my revolver, and I\nsent him to his account with his sins on his head. He did not so much as\nknow that I was there. I did nothing--why, I hardly know to this day.\nI had killed one man stealthily that night, and another by luck rather\nthan skill--perhaps it was that. Again, villain as the man was, I did\nnot relish being one of a crowd against him--perhaps it was that. But\nstronger than either of these restrained feelings came a curiosity and\na fascination which held me spellbound, watching for the outcome of the\nscene.\n\n“Michael, you dog! Michael! If you can stand, come on!” cried Rupert;\nand he advanced a step, the group shrinking back a little before him.\n“Michael, you bastard! Come on!”\n\nThe answer to his taunts came in the wild cry of a woman:\n\n“He’s dead! My God, he’s dead!”\n\n“Dead!” shouted Rupert. “I struck better than I knew!” and he laughed\ntriumphantly. Then he went on: “Down with your weapons there! I’m your\nmaster now! Down with them, I say!”\n\nI believe they would have obeyed, but as he spoke came new things.\nFirst, there arose a distant sound, as of shouts and knockings from the\nother side of the chateau. My heart leapt. It must be my men, come by a\nhappy disobedience to seek me. The noise continued, but none of the\nrest seemed to heed it. Their attention was chained by what now happened\nbefore their eyes. The group of servants parted and a woman staggered on\nto the bridge. Antoinette de Mauban was in a loose white robe, her dark\nhair streamed over her shoulders, her face was ghastly pale, and her\neyes gleamed wildly in the light of the torches. In her shaking hand she\nheld a revolver, and, as she tottered forward, she fired it at Rupert\nHentzau. The ball missed him, and struck the woodwork over my head.\n\n“Faith, madame,” laughed Rupert, “had your eyes been no more deadly\nthan your shooting, I had not been in this scrape--nor Black Michael in\nhell--tonight!”\n\nShe took no notice of his words. With a wonderful effort, she\ncalmed herself till she stood still and rigid. Then very slowly and\ndeliberately she began to raise her arm again, taking most careful aim.\n\nHe would be mad to risk it. He must rush on her, chancing the bullet, or\nretreat towards me. I covered him with my weapon.\n\nHe did neither. Before she had got her aim, he bowed in his most\ngraceful fashion, cried “I can’t kill where I’ve kissed,” and before\nshe or I could stop him, laid his hand on the parapet of the bridge, and\nlightly leapt into the moat.\n\nAt that very moment I heard a rush of feet, and a voice I\nknew--Sapt’s--cry: “God! it’s the duke--dead!” Then I knew that the King\nneeded me no more, and throwing down my revolver, I sprang out on the\nbridge. There was a cry of wild wonder, “The King!” and then I, like\nRupert of Hentzau, sword in hand, vaulted over the parapet, intent on\nfinishing my quarrel with him where I saw his curly head fifteen yards\noff in the water of the moat.\n\nHe swam swiftly and easily. I was weary and half crippled with my\nwounded arm. I could not gain on him. For a time I made no sound, but as\nwe rounded the corner of the old keep I cried:\n\n“Stop, Rupert, stop!”\n\nI saw him look over his shoulder, but he swam on. He was under the bank\nnow, searching, as I guessed, for a spot that he could climb. I knew\nthere to be none--but there was my rope, which would still be hanging\nwhere I had left it. He would come to where it was before I could.\nPerhaps he would miss it--perhaps he would find it; and if he drew it up\nafter him, he would get a good start of me. I put forth all my remaining\nstrength and pressed on. At last I began to gain on him; for he,\noccupied with his search, unconsciously slackened his pace.\n\nAh, he had found it! A low shout of triumph came from him. He laid\nhold of it and began to haul himself up. I was near enough to hear him\nmutter: “How the devil comes this here?” I was at the rope, and he,\nhanging in mid air, saw me, but I could not reach him.\n\n“Hullo! who’s here?” he cried in startled tones.\n\nFor a moment, I believe, he took me for the King--I dare say I was pale\nenough to lend colour to the thought; but an instant later he cried:\n\n“Why it’s the play-actor! How come you here, man?”\n\nAnd so saying he gained the bank.\n\nI laid hold of the rope, but I paused. He stood on the bank, sword in\nhand, and he could cut my head open or spit me through the heart as I\ncame up. I let go the rope.\n\n“Never mind,” said I; “but as I am here, I think I’ll stay.”\n\nHe smiled down on me.\n\n“These women are the deuce--” he began; when suddenly the great bell of\nthe Castle started to ring furiously, and a loud shout reached us from\nthe moat.\n\nRupert smiled again, and waved his hand to me.\n\n“I should like a turn with you, but it’s a little too hot!” said he, and\nhe disappeared from above me.\n\nIn an instant, without thinking of danger, I laid my hand to the rope.\nI was up. I saw him thirty yards off, running like a deer towards the\nshelter of the forest. For once Rupert Hentzau had chosen discretion for\nhis part. I laid my feet to the ground and rushed after him, calling to\nhim to stand. He would not. Unwounded and vigorous, he gained on me at\nevery step; but, forgetting everything in the world except him and my\nthirst for his blood, I pressed on, and soon the deep shades of the\nforest of Zenda engulfed us both, pursued and pursuer.\n\nIt was three o’clock now, and day was dawning. I was on a long straight\ngrass avenue, and a hundred yards ahead ran young Rupert, his curls\nwaving in the fresh breeze. I was weary and panting; he looked over his\nshoulder and waved his hand again to me. He was mocking me, for he saw\nhe had the pace of me. I was forced to pause for breath. A moment later,\nRupert turned sharply to the right and was lost from my sight.\n\nI thought all was over, and in deep vexation sank on the ground. But I\nwas up again directly, for a scream rang through the forest--a woman’s\nscream. Putting forth the last of my strength, I ran on to the place\nwhere he had turned out of my sight, and, turning also, I saw him again.\nBut alas! I could not touch him. He was in the act of lifting a girl\ndown from her horse; doubtless it was her scream that I heard. She\nlooked like a small farmer’s or a peasant’s daughter, and she carried\na basket on her arm. Probably she was on her way to the early market at\nZenda. Her horse was a stout, well shaped animal. Master Rupert lifted\nher down amid her shrieks--the sight of him frightened her; but he\ntreated her gently, laughed, kissed her, and gave her money. Then he\njumped on the horse, sitting sideways like a woman; and then he waited\nfor me. I, on my part, waited for him.\n\nPresently he rode towards me, keeping his distance, however. He lifted\nup his hand, saying:\n\n“What did you in the Castle?”\n\n“I killed three of your friends,” said I.\n\n“What! You got to the cells?”\n\n“Yes.”\n\n“And the King?”\n\n“He was hurt by Detchard before I killed Detchard, but I pray that he\nlives.”\n\n“You fool!” said Rupert, pleasantly.\n\n“One thing more I did.”\n\n“And what’s that?”\n\n“I spared your life. I was behind you on the bridge, with a revolver in\nmy hand.”\n\n“No? Faith, I was between two fires!”\n\n“Get off your horse,” I cried, “and fight like a man.”\n\n“Before a lady!” said he, pointing to the girl. “Fie, your Majesty!”\n\nThen in my rage, hardly knowing what I did, I rushed at him. For a\nmoment he seemed to waver. Then he reined his horse in and stood waiting\nfor me. On I went in my folly. I seized the bridle and I struck at him.\nHe parried and thrust at me. I fell back a pace and rushed at him again;\nand this time I reached his face and laid his cheek open, and darted\nback almost before he could strike me. He seemed almost dazed at the\nfierceness of my attack; otherwise I think he must have killed me. I\nsank on my knee panting, expecting him to ride at me. And so he would\nhave done, and then and there, I doubt not, one or both of us would have\ndied; but at the moment there came a shout from behind us, and, looking\nround, I saw, just at the turn of the avenue, a man on a horse. He was\nriding hard, and he carried a revolver in his hand. It was Fritz von\nTarlenheim, my faithful friend. Rupert saw him, and knew that the game\nwas up. He checked his rush at me and flung his leg over the saddle, but\nyet for just a moment he waited. Leaning forward, he tossed his hair off\nhis forehead and smiled, and said: “_Au revoir_, Rudolf Rassendyll!”\n\nThen, with his cheek streaming blood, but his lips laughing and his\nbody swaying with ease and grace, he bowed to me; and he bowed to the\nfarm-girl, who had drawn near in trembling fascination, and he waved his\nhand to Fritz, who was just within range and let fly a shot at him. The\nball came nigh doing its work, for it struck the sword he held, and he\ndropped the sword with an oath, wringing his fingers and clapped his\nheels hard on his horse’s belly, and rode away at a gallop.\n\nAnd I watched him go down the long avenue, riding as though he rode for\nhis pleasure and singing as he went, for all there was that gash in his\ncheek.\n\nOnce again he turned to wave his hand, and then the gloom of thickets\nswallowed him and he was lost from our sight. Thus he vanished--reckless\nand wary, graceful and graceless, handsome, debonair, vile, and\nunconquered. And I flung my sword passionately on the ground and cried\nto Fritz to ride after him. But Fritz stopped his horse, and leapt down\nand ran to me, and knelt, putting his arm about me. And indeed it was\ntime, for the wound that Detchard had given me was broken forth afresh,\nand my blood was staining the ground.\n\n“Then give me the horse!” I cried, staggering to my feet and throwing\nhis arms off me. And the strength of my rage carried me so far as where\nthe horse stood, and then I fell prone beside it. And Fritz knelt by me\nagain.\n\n“Fritz!” I said.\n\n“Ay, friend--dear friend!” he said, tender as a woman.\n\n“Is the King alive?”\n\nHe took his handkerchief and wiped my lips, and bent and kissed me on\nthe forehead.\n\n“Thanks to the most gallant gentleman that lives,” said he softly, “the\nKing is alive!”\n\nThe little farm-girl stood by us, weeping for fright and wide-eyed for\nwonder; for she had seen me at Zenda; and was not I, pallid, dripping,\nfoul, and bloody as I was--yet was not I the King?\n\nAnd when I heard that the King was alive, I strove to cry “Hurrah!” But\nI could not speak, and I laid my head back in Fritz’s arms and closed\nmy eyes, and I groaned; and then, lest Fritz should do me wrong in his\nthoughts, I opened my eyes and tried to say “Hurrah!” again. But I could\nnot. And being very tired, and now very cold, I huddled myself close up\nto Fritz, to get the warmth of him, and shut my eyes again and went to\nsleep.\n\n\n\n\nCHAPTER 20\n\nThe Prisoner and the King\n\n\nIn order to a full understanding of what had occurred in the Castle of\nZenda, it is necessary to supplement my account of what I myself saw\nand did on that night by relating briefly what I afterwards learnt\nfrom Fritz and Madame de Mauban. The story told by the latter explained\nclearly how it happened that the cry which I had arranged as a stratagem\nand a sham had come, in dreadful reality, before its time, and had thus,\nas it seemed at the moment, ruined our hopes, while in the end it\nhad favoured them. The unhappy woman, fired, I believe by a genuine\nattachment to the Duke of Strelsau, no less than by the dazzling\nprospects which a dominion over him opened before her eyes, had followed\nhim at his request from Paris to Ruritania. He was a man of strong\npassions, but of stronger will, and his cool head ruled both. He was\ncontent to take all and give nothing. When she arrived, she was not\nlong in finding that she had a rival in the Princess Flavia; rendered\ndesperate, she stood at nothing which might give, or keep for her, her\npower over the duke. As I say, he took and gave not. Simultaneously,\nAntoinette found herself entangled in his audacious schemes. Unwilling\nto abandon him, bound to him by the chains of shame and hope, yet she\nwould not be a decoy, nor, at his bidding, lure me to death. Hence the\nletters of warning she had written. Whether the lines she sent to Flavia\nwere inspired by good or bad feeling, by jealousy or by pity, I do not\nknow; but here also she served us well. When the duke went to Zenda, she\naccompanied him; and here for the first time she learnt the full measure\nof his cruelty, and was touched with compassion for the unfortunate\nKing. From this time she was with us; yet, from what she told me, I know\nthat she still (as women will) loved Michael, and trusted to gain\nhis life, if not his pardon, from the King, as the reward for her\nassistance. His triumph she did not desire, for she loathed his crime,\nand loathed yet more fiercely what would be the prize of it--his\nmarriage with his cousin, Princess Flavia.\n\nAt Zenda new forces came into play--the lust and daring of young Rupert.\nHe was caught by her beauty, perhaps; perhaps it was enough for him that\nshe belonged to another man, and that she hated him. For many days there\nhad been quarrels and ill will between him and the duke, and the scene\nwhich I had witnessed in the duke’s room was but one of many. Rupert’s\nproposals to me, of which she had, of course, been ignorant, in no\nway surprised her when I related them; she had herself warned Michael\nagainst Rupert, even when she was calling on me to deliver her from both\nof them. On this night, then, Rupert had determined to have his will.\nWhen she had gone to her room, he, having furnished himself with a key\nto it, had made his entrance. Her cries had brought the duke, and there\nin the dark room, while she screamed, the men had fought; and Rupert,\nhaving wounded his master with a mortal blow, had, on the servants\nrushing in, escaped through the window as I have described. The duke’s\nblood, spurting out, had stained his opponent’s shirt; but Rupert, not\nknowing that he had dealt Michael his death, was eager to finish the\nencounter. How he meant to deal with the other three of the band, I know\nnot. I dare say he did not think, for the killing of Michael was not\npremeditated. Antoinette, left alone with the duke, had tried to stanch\nhis wound, and thus was she busied till he died; and then, hearing\nRupert’s taunts, she had come forth to avenge him. Me she had not seen,\nnor did she till I darted out of my ambush, and leapt after Rupert into\nthe moat.\n\nThe same moment found my friends on the scene. They had reached the\nchateau in due time, and waited ready by the door. But Johann, swept\nwith the rest to the rescue of the duke, did not open it; nay, he took\na part against Rupert, putting himself forward more bravely than any\nin his anxiety to avert suspicion; and he had received a wound, in the\nembrasure of the window. Till nearly half-past two Sapt waited; then,\nfollowing my orders, he had sent Fritz to search the banks of the moat.\nI was not there. Hastening back, Fritz told Sapt; and Sapt was for\nfollowing orders still, and riding at full speed back to Tarlenheim;\nwhile Fritz would not hear of abandoning me, let me have ordered what I\nwould. On this they disputed some few minutes; then Sapt, persuaded by\nFritz, detached a party under Bernenstein to gallop back to Tarlenheim\nand bring up the marshal, while the rest fell to on the great door\nof the chateau. For several minutes it resisted them; then, just as\nAntoinette de Mauban fired at Rupert of Hentzau on the bridge, they\nbroke in, eight of them in all: and the first door they came to was the\ndoor of Michael’s room; and Michael lay dead across the threshold, with\na sword-thrust through his breast. Sapt cried out at his death, as I\nhad heard, and they rushed on the servants; but these, in fear, dropped\ntheir weapons, and Antoinette flung herself weeping at Sapt’s feet. And\nall she cried was that I had been at the end of the bridge and leapt\noff. “What of the prisoner?” asked Sapt; but she shook her head. Then\nSapt and Fritz, with the gentlemen behind them, crossed the bridge,\nslowly, warily, and without noise; and Fritz stumbled over the body of\nDe Gautet in the way of the door. They felt him and found him dead.\n\nThen they consulted, listening eagerly for any sound from the cells\nbelow; but there came none, and they were greatly afraid that the King’s\nguards had killed him, and having pushed his body through the great\npipe, had escaped the same way themselves. Yet, because I had been seen\nhere, they had still some hope (thus indeed Fritz, in his friendship,\ntold me); and going back to Michael’s body, pushing aside Antoinette,\nwho prayed by it, they found a key to the door which I had locked, and\nopened the door. The staircase was dark, and they would not use a torch\nat first, lest they should be more exposed to fire. But soon Fritz\ncried: “The door down there is open! See, there is light!” So they went\non boldly, and found none to oppose them. And when they came to the\nouter room and saw the Belgian, Bersonin, lying dead, they thanked God,\nSapt saying: “Ay, he has been here.” Then rushing into the King’s cell,\nthey found Detchard lying dead across the dead physician, and the King\non his back with his chair by him. And Fritz cried: “He’s dead!” and\nSapt drove all out of the room except Fritz, and knelt down by the King;\nand, having learnt more of wounds and the sign of death than I, he soon\nknew that the King was not dead, nor, if properly attended, would die.\nAnd they covered his face and carried him to Duke Michael’s room, and\nlaid him there; and Antoinette rose from praying by the body of the duke\nand went to bathe the King’s head and dress his wounds, till a doctor\ncame. And Sapt, seeing I had been there, and having heard Antoinette’s\nstory, sent Fritz to search the moat and then the forest. He dared send\nno one else. And Fritz found my horse, and feared the worst. Then, as I\nhave told, he found me, guided by the shout with which I had called on\nRupert to stop and face me. And I think a man has never been more glad\nto find his own brother alive than was Fritz to come on me; so that, in\nlove and anxiety for me, he thought nothing of a thing so great as would\nhave been the death of Rupert Hentzau. Yet, had Fritz killed him, I\nshould have grudged it.\n\nThe enterprise of the King’s rescue being thus prosperously concluded,\nit lay on Colonel Sapt to secure secrecy as to the King ever having\nbeen in need of rescue. Antoinette de Mauban and Johann the keeper (who,\nindeed, was too much hurt to be wagging his tongue just now) were sworn\nto reveal nothing; and Fritz went forth to find--not the King, but the\nunnamed friend of the King, who had lain in Zenda and flashed for\na moment before the dazed eyes of Duke Michael’s servants on the\ndrawbridge. The metamorphosis had happened; and the King, wounded almost\nto death by the attacks of the gaolers who guarded his friend, had\nat last overcome them, and rested now, wounded but alive, in Black\nMichael’s own room in the Castle. There he had been carried, his face\ncovered with a cloak, from the cell; and thence orders issued, that if\nhis friend were found, he should be brought directly and privately to\nthe King, and that meanwhile messengers should ride at full speed to\nTarlenheim, to tell Marshall Strakencz to assure the princess of the\nKing’s safety and to come himself with all speed to greet the King.\nThe princess was enjoined to remain at Tarlenheim, and there await her\ncousin’s coming or his further injunctions. Thus the King would come\nto his own again, having wrought brave deeds, and escaped, almost by a\nmiracle, the treacherous assault of his unnatural brother.\n\nThis ingenious arrangement of my long-headed old friend prospered in\nevery way, save where it encountered a force that often defeats the most\ncunning schemes. I mean nothing else than the pleasure of a woman. For,\nlet her cousin and sovereign send what command he chose (or Colonel\nSapt chose for him), and let Marshal Strakencz insist as he would, the\nPrincess Flavia was in no way minded to rest at Tarlenheim while her\nlover lay wounded at Zenda; and when the Marshal, with a small suite,\nrode forth from Tarlenheim on the way to Zenda, the princess’s carriage\nfollowed immediately behind, and in this order they passed through the\ntown, where the report was already rife that the King, going the night\nbefore to remonstrate with his brother, in all friendliness, for that\nhe held one of the King’s friends in confinement in the Castle, had been\nmost traitorously set upon; that there had been a desperate conflict;\nthat the duke was slain with several of his gentlemen; and that the\nKing, wounded as he was, had seized and held the Castle of Zenda. All of\nwhich talk made, as may be supposed, a mighty excitement: and the wires\nwere set in motion, and the tidings came to Strelsau only just after\norders had been sent thither to parade the troops and overawe the\ndissatisfied quarters of the town with a display of force.\n\nThus the Princess Flavia came to Zenda. And as she drove up the hill,\nwith the Marshal riding by the wheel and still imploring her to return\nin obedience to the King’s orders, Fritz von Tarlenheim, with the\nprisoner of Zenda, came to the edge of the forest. I had revived from\nmy swoon, and walked, resting on Fritz’s arm; and looking out from the\ncover of the trees, I saw the princess. Suddenly understanding from a\nglance at my companion’s face that we must not meet her, I sank on my\nknees behind a clump of bushes. But there was one whom we had forgotten,\nbut who followed us, and was not disposed to let slip the chance of\nearning a smile and maybe a crown or two; and, while we lay hidden,\nthe little farm-girl came by us and ran to the princess, curtseying and\ncrying:\n\n“Madame, the King is here--in the bushes! May I guide you to him,\nmadame?”\n\n“Nonsense, child!” said old Strakencz; “the King lies wounded in the\nCastle.”\n\n“Yes, sir, he’s wounded, I know; but he’s there--with Count Fritz--and\nnot at the Castle,” she persisted.\n\n“Is he in two places, or are there two Kings?” asked Flavia, bewildered.\n“And how should he be there?”\n\n“He pursued a gentleman, madame, and they fought till Count Fritz came;\nand the other gentleman took my father’s horse from me and rode away;\nbut the King is here with Count Fritz. Why, madame, is there another man\nin Ruritania like the King?”\n\n“No, my child,” said Flavia softly (I was told it afterwards), and she\nsmiled and gave the girl money. “I will go and see this gentleman,” and\nshe rose to alight from the carriage.\n\nBut at this moment Sapt came riding from the Castle, and, seeing the\nprincess, made the best of a bad job, and cried to her that the King was\nwell tended and in no danger.\n\n“In the Castle?” she asked.\n\n“Where else, madame?” said he, bowing.\n\n“But this girl says he is yonder--with Count Fritz.”\n\nSapt turned his eyes on the child with an incredulous smile.\n\n“Every fine gentleman is a King to such,” said he.\n\n“Why, he’s as like the King as one pea to another, madame!” cried the\ngirl, a little shaken but still obstinate.\n\nSapt started round. The old Marshal’s face asked unspoken questions.\nFlavia’s glance was no less eloquent. Suspicion spread quick.\n\n“I’ll ride myself and see this man,” said Sapt hastily.\n\n“Nay, I’ll come myself,” said the princess.\n\n“Then come alone,” he whispered.\n\nAnd she, obedient to the strange hinting in his face, prayed the Marshal\nand the rest to wait; and she and Sapt came on foot towards where we\nlay, Sapt waving to the farm-girl to keep at a distance. And when I saw\nthem coming, I sat in a sad heap on the ground, and buried my face in my\nhands. I could not look at her. Fritz knelt by me, laying his hand on my\nshoulder.\n\n“Speak low, whatever you say,” I heard Sapt whisper as they came up; and\nthe next thing I heard was a low cry--half of joy, half of fear--from\nthe princess:\n\n“It is he! Are you hurt?”\n\nAnd she fell on the ground by me, and gently pulled my hands away; but I\nkept my eyes to the ground.\n\n“It is the King!” she said. “Pray, Colonel Sapt, tell me where lay the\nwit of the joke you played on me?”\n\nWe answered none of us; we three were silent before her. Regardless of\nthem, she threw her arms round my neck and kissed me. Then Sapt spoke in\na low hoarse whisper:\n\n“It is not the King. Don’t kiss him; he’s not the King.”\n\nShe drew back for a moment; then, with an arm still round my neck, she\nasked, in superb indignation:\n\n“Do I not know my love? Rudolf my love!”\n\n“It is not the King,” said old Sapt again; and a sudden sob broke from\ntender-hearted Fritz.\n\nIt was the sob that told her no comedy was afoot.\n\n“He is the King!” she cried. “It is the King’s face--the King’s ring--my\nring! It is my love!”\n\n“Your love, madame,” said old Sapt, “but not the King. The King is there\nin the Castle. This gentleman--”\n\n“Look at me, Rudolf! look at me!” she cried, taking my face between her\nhands. “Why do you let them torment me? Tell me what it means!”\n\nThen I spoke, gazing into her eyes.\n\n“God forgive me, madame!” I said. “I am not the King!”\n\nI felt her hands clutch my cheeks. She gazed at me as never man’s face\nwas scanned yet. And I, silent again, saw wonder born, and doubt grow,\nand terror spring to life as she looked. And very gradually the grasp of\nher hands slackened; she turned to Sapt, to Fritz, and back to me: then\nsuddenly she reeled forward and fell in my arms; and with a great cry of\npain I gathered her to me and kissed her lips. Sapt laid his hand on my\narm. I looked up in his face. And I laid her softly on the ground, and\nstood up, looking on her, cursing heaven that young Rupert’s sword had\nspared me for this sharper pang.\n\n\n\n\nCHAPTER 21\n\nIf love were all!\n\n\nIt was night, and I was in the cell wherein the King had lain in the\nCastle of Zenda. The great pipe that Rupert of Hentzau had nicknamed\n“Jacob’s Ladder” was gone, and the lights in the room across the moat\ntwinkled in the darkness. All was still; the din and clash of strife\nwere gone. I had spent the day hidden in the forest, from the time when\nFritz had led me off, leaving Sapt with the princess. Under cover of\ndusk, muffled up, I had been brought to the Castle and lodged where I\nnow lay. Though three men had died there--two of them by my hand--I was\nnot troubled by ghosts. I had thrown myself on a pallet by the window,\nand was looking out on the black water; Johann, the keeper, still pale\nfrom his wound, but not much hurt besides, had brought me supper. He\ntold me that the King was doing well, that he had seen the princess;\nthat she and he, Sapt and Fritz, had been long together. Marshal\nStrakencz was gone to Strelsau; Black Michael lay in his coffin, and\nAntoinette de Mauban watched by him; had I not heard, from the chapel,\npriests singing mass for him?\n\nOutside there were strange rumours afloat. Some said that the prisoner\nof Zenda was dead; some, that he had vanished yet alive; some, that he\nwas a friend who had served the King well in some adventure in England;\nothers, that he had discovered the Duke’s plots, and had therefore been\nkidnapped by him. One or two shrewd fellows shook their heads and said\nonly that they would say nothing, but they had suspicions that more was\nto be known than was known, if Colonel Sapt would tell all he knew.\n\nThus Johann chattered till I sent him away and lay there alone,\nthinking, not of the future, but--as a man is wont to do when stirring\nthings have happened to him--rehearsing the events of the past weeks,\nand wondering how strangely they had fallen out. And above me, in the\nstillness of the night, I heard the standards flapping against their\npoles, for Black Michael’s banner hung there half-mast high, and above\nit the royal flag of Ruritania, floating for one night more over my\nhead. Habit grows so quick, that only by an effort did I recollect that\nit floated no longer for me.\n\nPresently Fritz von Tarlenheim came into the room. I was standing then\nby the window; the glass was opened, and I was idly fingering the cement\nwhich clung to the masonry where “Jacob’s Ladder” had been. He told me\nbriefly that the King wanted me, and together we crossed the drawbridge\nand entered the room that had been Black Michael’s.\n\nThe King was lying there in bed; our doctor from Tarlenheim was in\nattendance on him, and whispered to me that my visit must be brief. The\nKing held out his hand and shook mine. Fritz and the doctor withdrew to\nthe window.\n\nI took the King’s ring from my finger and placed it on his.\n\n“I have tried not to dishonour it, sire,” said I.\n\n“I can’t talk much to you,” he said, in a weak voice. “I have had a\ngreat fight with Sapt and the Marshal--for we have told the Marshal\neverything. I wanted to take you to Strelsau and keep you with me, and\ntell everyone of what you had done; and you would have been my best and\nnearest friend, Cousin Rudolf. But they tell me I must not, and that the\nsecret must be kept--if kept it can be.”\n\n“They are right, sire. Let me go. My work here is done.”\n\n“Yes, it is done, as no man but you could have done it. When they see me\nagain, I shall have my beard on; I shall--yes, faith, I shall be wasted\nwith sickness. They will not wonder that the King looks changed in face.\nCousin, I shall try to let them find him changed in nothing else. You\nhave shown me how to play the King.”\n\n“Sire,” said I. “I can take no praise from you. It is by the narrowest\ngrace of God that I was not a worse traitor than your brother.”\n\nHe turned inquiring eyes on me; but a sick man shrinks from puzzles,\nand he had no strength to question me. His glance fell on Flavia’s\nring, which I wore. I thought he would question me about it; but, after\nfingering it idly, he let his head fall on his pillow.\n\n“I don’t know when I shall see you again,” he said faintly, almost\nlistlessly.\n\n“If I can ever serve you again, sire,” I answered.\n\nHis eyelids closed. Fritz came with the doctor. I kissed the King’s\nhand, and let Fritz lead me away. I have never seen the King since.\n\nOutside, Fritz turned, not to the right, back towards the drawbridge,\nbut to the left, and without speaking led me upstairs, through a\nhandsome corridor in the chateau.\n\n“Where are we going?” I asked.\n\nLooking away from me, Fritz answered:\n\n“She has sent for you. When it is over, come back to the bridge. I’ll\nwait for you there.”\n\n“What does she want?” said I, breathing quickly.\n\nHe shook his head.\n\n“Does she know everything?”\n\n“Yes, everything.”\n\nHe opened a door, and gently pushing me in, closed it behind me. I found\nmyself in a drawing-room, small and richly furnished. At first I thought\nthat I was alone, for the light that came from a pair of shaded candles\non the mantelpiece was very dim. But presently I discerned a woman’s\nfigure standing by the window. I knew it was the princess, and I walked\nup to her, fell on one knee, and carried the hand that hung by her\nside to my lips. She neither moved nor spoke. I rose to my feet, and,\npiercing the gloom with my eager eyes, saw her pale face and the gleam\nof her hair, and before I knew, I spoke softly:\n\n“Flavia!”\n\nShe trembled a little, and looked round. Then she darted to me, taking\nhold of me.\n\n“Don’t stand, don’t stand! No, you mustn’t! You’re hurt! Sit down--here,\nhere!”\n\nShe made me sit on a sofa, and put her hand on my forehead.\n\n“How hot your head is,” she said, sinking on her knees by me. Then she\nlaid her head against me, and I heard her murmur: “My darling, how hot\nyour head is!”\n\nSomehow love gives even to a dull man the knowledge of his lover’s\nheart. I had come to humble myself and pray pardon for my presumption;\nbut what I said now was:\n\n“I love you with all my heart and soul!”\n\nFor what troubled and shamed her? Not her love for me, but the fear that\nI had counterfeited the lover as I had acted the King, and taken her\nkisses with a smothered smile.\n\n“With all my life and heart,” said I, as she clung to me. “Always, from\nthe first moment I saw you in the Cathedral! There has been but one\nwoman in the world to me--and there will be no other. But God forgive me\nthe wrong I’ve done you!”\n\n“They made you do it!” she said quickly; and she added, raising her head\nand looking in my eyes: “It might have made no difference if I’d known\nit. It was always you, never the King!”\n\n“I meant to tell you,” said I. “I was going to on the night of the\nball in Strelsau, when Sapt interrupted me. After that, I couldn’t--I\ncouldn’t risk losing you before--before--I must! My darling, for you I\nnearly left the King to die!”\n\n“I know, I know! What are we to do now, Rudolf?”\n\nI put my arm round her and held her up while I said:\n\n“I am going away tonight.”\n\n“Ah, no, no!” she cried. “Not tonight!”\n\n“I must go tonight, before more people have seen me. And how would you\nhave me stay, sweetheart, except--?”\n\n“If I could come with you!” she whispered very low.\n\n“My God!” said I roughly, “don’t talk about that!” and I thrust her a\nlittle back from me.\n\n“Why not? I love you. You are as good a gentleman as the King!”\n\nThen I was false to all that I should have held by. For I caught her in\nmy arms and prayed her, in words that I will not write, to come with me,\ndaring all Ruritania to take her from me. And for a while she listened,\nwith wondering, dazzled eyes. But as her eyes looked on me, I grew\nashamed, and my voice died away in broken murmurs and stammerings, and\nat last I was silent.\n\nShe drew herself away from me and stood against the wall, while I sat\non the edge of the sofa, trembling in every limb, knowing what I had\ndone--loathing it, obstinate not to undo it. So we rested a long time.\n\n“I am mad!” I said sullenly.\n\n“I love your madness, dear,” she answered.\n\nHer face was away from me, but I caught the sparkle of a tear on her\ncheek. I clutched the sofa with my hand and held myself there.\n\n“Is love the only thing?” she asked, in low, sweet tones that seemed\nto bring a calm even to my wrung heart. “If love were the only thing, I\nwould follow you--in rags, if need be--to the world’s end; for you hold\nmy heart in the hollow of your hand! But is love the only thing?”\n\nI made no answer. It gives me shame now to think that I would not help\nher.\n\nShe came near me and laid her hand on my shoulder. I put my hand up and\nheld hers.\n\n“I know people write and talk as if it were. Perhaps, for some, Fate\nlets it be. Ah, if I were one of them! But if love had been the only\nthing, you would have let the King die in his cell.”\n\nI kissed her hand.\n\n“Honour binds a woman too, Rudolf. My honour lies in being true to my\ncountry and my House. I don’t know why God has let me love you; but I\nknow that I must stay.”\n\nStill I said nothing; and she, pausing a while, then went on:\n\n“Your ring will always be on my finger, your heart in my heart, the\ntouch of your lips on mine. But you must go and I must stay. Perhaps I\nmust do what it kills me to think of doing.”\n\nI knew what she meant, and a shiver ran through me. But I could not\nutterly fail her. I rose and took her hand.\n\n“Do what you will, or what you must,” I said. “I think God shows His\npurposes to such as you. My part is lighter; for your ring shall be on\nmy finger and your heart in mine, and no touch save of your lips will\never be on mine. So, may God comfort you, my darling!”\n\nThere struck on our ears the sound of singing. The priests in the chapel\nwere singing masses for the souls of those who lay dead. They seemed to\nchant a requiem over our buried joy, to pray forgiveness for our love\nthat would not die. The soft, sweet, pitiful music rose and fell as we\nstood opposite one another, her hands in mine.\n\n“My queen and my beauty!” said I.\n\n“My lover and true knight!” she said. “Perhaps we shall never see one\nanother again. Kiss me, my dear, and go!”\n\nI kissed her as she bade me; but at the last she clung to me, whispering\nnothing but my name, and that over and over again--and again--and again;\nand then I left her.\n\nRapidly I walked down to the bridge. Sapt and Fritz were waiting for me.\nUnder their directions I changed my dress, and muffling my face, as I\nhad done more than once before, I mounted with them at the door of the\nCastle, and we three rode through the night and on to the breaking day,\nand found ourselves at a little roadside station just over the border\nof Ruritania. The train was not quite due, and I walked with them in a\nmeadow by a little brook while we waited for it. They promised to\nsend me all news; they overwhelmed me with kindness--even old Sapt was\ntouched to gentleness, while Fritz was half unmanned. I listened in a\nkind of dream to all they said. “Rudolf! Rudolf! Rudolf!” still rang in\nmy ears--a burden of sorrow and of love. At last they saw that I could\nnot heed them, and we walked up and down in silence, till Fritz touched\nme on the arm, and I saw, a mile or more away, the blue smoke of the\ntrain. Then I held out a hand to each of them.\n\n“We are all but half-men this morning,” said I, smiling. “But we have\nbeen men, eh, Sapt and Fritz, old friends? We have run a good course\nbetween us.”\n\n“We have defeated traitors and set the King firm on his throne,” said\nSapt.\n\nThen Fritz von Tarlenheim suddenly, before I could discern his purpose\nor stay him, uncovered his head and bent as he used to do, and kissed my\nhand; and as I snatched it away, he said, trying to laugh:\n\n“Heaven doesn’t always make the right men kings!”\n\nOld Sapt twisted his mouth as he wrung my hand.\n\n“The devil has his share in most things,” said he.\n\nThe people at the station looked curiously at the tall man with the\nmuffled face, but we took no notice of their glances. I stood with my\ntwo friends and waited till the train came up to us. Then we shook hands\nagain, saying nothing; and both this time--and, indeed, from old Sapt\nit seemed strange--bared their heads, and so stood still till the train\nbore me away from their sight. So that it was thought some great man\ntravelled privately for his pleasure from the little station that\nmorning; whereas, in truth it was only I, Rudolf Rassendyll, an English\ngentleman, a cadet of a good house, but a man of no wealth nor position,\nnor of much rank. They would have been disappointed to know that. Yet\nhad they known all they would have looked more curiously still. For, be\nI what I might now, I had been for three months a King, which, if not\na thing to be proud of, is at least an experience to have undergone.\nDoubtless I should have thought more of it, had there not echoed through\nthe air, from the towers of Zenda that we were leaving far away, into\nmy ears and into my heart the cry of a woman’s love--“Rudolf! Rudolf!\nRudolf!”\n\nHark! I hear it now!\n\n\n\n\nCHAPTER 22\n\nPresent, Past--and Future?\n\n\nThe details of my return home can have but little interest. I went\nstraight to the Tyrol and spent a quiet fortnight--mostly on my back,\nfor a severe chill developed itself; and I was also the victim of a\nnervous reaction, which made me weak as a baby. As soon as I had reached\nmy quarters, I sent an apparently careless postcard to my brother,\nannouncing my good health and prospective return. That would serve to\nsatisfy the inquiries as to my whereabouts, which were probably still\nvexing the Prefect of the Police of Strelsau. I let my moustache and\nimperial grow again; and as hair comes quickly on my face, they were\nrespectable, though not luxuriant, by the time that I landed myself in\nParis and called on my friend George Featherly. My interview with\nhim was chiefly remarkable for the number of unwilling but necessary\nfalsehoods that I told; and I rallied him unmercifully when he told me\nthat he had made up his mind that I had gone in the track of Madame de\nMauban to Strelsau. The lady, it appeared, was back in Paris, but was\nliving in great seclusion--a fact for which gossip found no difficulty\nin accounting. Did not all the world know of the treachery and death\nof Duke Michael? Nevertheless, George bade Bertram Bertrand be of good\ncheer, “for,” said he flippantly, “a live poet is better than a dead\nduke.” Then he turned on me and asked:\n\n“What have you been doing to your moustache?”\n\n“To tell the truth,” I answered, assuming a sly air, “a man now and then\nhas reasons for wishing to alter his appearance. But it’s coming on very\nwell again.”\n\n“What? Then I wasn’t so far out! If not the fair Antoinette, there was a\ncharmer?”\n\n“There is always a charmer,” said I, sententiously.\n\nBut George would not be satisfied till he had wormed out of me (he\ntook much pride in his ingenuity) an absolutely imaginary love-affair,\nattended with the proper _soupçon_ of scandal, which had kept me all this\ntime in the peaceful regions of the Tyrol. In return for this\nnarrative, George regaled me with a great deal of what he called “inside\ninformation” (known only to diplomatists), as to the true course of\nevents in Ruritania, the plots and counterplots. In his opinion, he told\nme, with a significant nod, there was more to be said for Black Michael\nthan the public supposed; and he hinted at a well-founded suspicion that\nthe mysterious prisoner of Zenda, concerning whom a good many paragraphs\nhad appeared, was not a man at all, but (here I had much ado not to\nsmile) a woman disguised as a man; and that strife between the King and\nhis brother for this imaginary lady’s favour was at the bottom of their\nquarrel.\n\n“Perhaps it was Madame de Mauban herself,” I suggested.\n\n“No!” said George decisively, “Antoinette de Mauban was jealous of her,\nand betrayed the duke to the King for that reason. And, to confirm what\nI say, it’s well known that the Princess Flavia is now extremely cold to\nthe King, after having been most affectionate.”\n\nAt this point I changed the subject, and escaped from George’s\n“inspired” delusions. But if diplomatists never know anything more than\nthey had succeeded in finding out in this instance, they appear to me to\nbe somewhat expensive luxuries.\n\nWhile in Paris I wrote to Antoinette, though I did not venture to call\nupon her. I received in return a very affecting letter, in which she\nassured me that the King’s generosity and kindness, no less than her\nregard for me, bound her conscience to absolute secrecy. She expressed\nthe intention of settling in the country, and withdrawing herself\nentirely from society. Whether she carried out her designs, I have never\nheard; but as I have not met her, or heard news of her up to this time,\nit is probable that she did. There is no doubt that she was deeply\nattached to the Duke of Strelsau; and her conduct at the time of his\ndeath proved that no knowledge of the man’s real character was enough to\nroot her regard for him out of her heart.\n\nI had one more battle left to fight--a battle that would, I knew, be\nsevere, and was bound to end in my complete defeat. Was I not back\nfrom the Tyrol, without having made any study of its inhabitants,\ninstitutions, scenery, fauna, flora, or other features? Had I not simply\nwasted my time in my usual frivolous, good-for-nothing way? That was the\naspect of the matter which, I was obliged to admit, would present itself\nto my sister-in-law; and against a verdict based on such evidence, I had\nreally no defence to offer. It may be supposed, then, that I presented\nmyself in Park Lane in a shamefaced, sheepish fashion. On the whole, my\nreception was not so alarming as I had feared. It turned out that I\nhad done, not what Rose wished, but--the next best thing--what she\nprophesied. She had declared that I should make no notes, record no\nobservations, gather no materials. My brother, on the other hand,\nhad been weak enough to maintain that a serious resolve had at length\nanimated me.\n\nWhen I returned empty-handed, Rose was so occupied in triumphing over\nBurlesdon that she let me down quite easily, devoting the greater\npart of her reproaches to my failure to advertise my friends of my\nwhereabouts.\n\n“We’ve wasted a lot of time trying to find you,” she said.\n\n“I know you have,” said I. “Half our ambassadors have led weary lives\non my account. George Featherly told me so. But why should you have been\nanxious? I can take care of myself.”\n\n“Oh, it wasn’t that,” she cried scornfully, “but I wanted to tell you\nabout Sir Jacob Borrodaile. You know, he’s got an Embassy--at least,\nhe will have in a month--and he wrote to say he hoped you would go with\nhim.”\n\n“Where’s he going to?”\n\n“He’s going to succeed Lord Topham at Strelsau,” said she. “You couldn’t\nhave a nicer place, short of Paris.”\n\n“Strelsau! H’m!” said I, glancing at my brother.\n\n“Oh, _that_ doesn’t matter!” exclaimed Rose impatiently. “Now, you will\ngo, won’t you?”\n\n“I don’t know that I care about it!”\n\n“Oh, you’re too exasperating!”\n\n“And I don’t think I can go to Strelsau. My dear Rose, would it\nbe--suitable?”\n\n“Oh, nobody remembers that horrid old story now.”\n\nUpon this, I took out of my pocket a portrait of the King of Ruritania.\nIt had been taken a month or two before he ascended the throne. She\ncould not miss my point when I said, putting it into her hands:\n\n“In case you’ve not seen, or not noticed, a picture of Rudolf V, there\nhe is. Don’t you think they might recall the story, if I appeared at the\nCourt of Ruritania?”\n\nMy sister-in-law looked at the portrait, and then at me.\n\n“Good gracious!” she said, and flung the photograph down on the table.\n\n“What do you say, Bob?” I asked.\n\nBurlesdon got up, went to a corner of the room, and searched in a heap\nof newspapers. Presently he came back with a copy of the Illustrated\nLondon News. Opening the paper, he displayed a double-page engraving of\nthe Coronation of Rudolf V at Strelsau. The photograph and the picture\nhe laid side by side. I sat at the table fronting them; and, as I\nlooked, I grew absorbed. My eye travelled from my own portrait to Sapt,\nto Strakencz, to the rich robes of the Cardinal, to Black Michael’s\nface, to the stately figure of the princess by his side. Long I looked\nand eagerly. I was roused by my brother’s hand on my shoulder. He was\ngazing down at me with a puzzled expression.\n\n“It’s a remarkable likeness, you see,” said I. “I really think I had\nbetter not go to Ruritania.”\n\nRose, though half convinced, would not abandon her position.\n\n“It’s just an excuse,” she said pettishly. “You don’t want to do\nanything. Why, you might become an ambassador!”\n\n“I don’t think I want to be an ambassador,” said I.\n\n“It’s more than you ever will be,” she retorted.\n\nThat is very likely true, but it is not more than I have been.\n\nThe idea of being an ambassador could scarcely dazzle me. I had been a\nking!\n\nSo pretty Rose left us in dudgeon; and Burlesdon, lighting a cigarette,\nlooked at me still with that curious gaze.\n\n“That picture in the paper--” he said.\n\n“Well, what of it? It shows that the King of Ruritania and your humble\nservant are as like as two peas.”\n\nMy brother shook his head.\n\n“I suppose so,” he said. “But I should know you from the man in the\nphotograph.”\n\n“And not from the picture in the paper?”\n\n“I should know the photograph from the picture: the picture’s very like\nthe photograph, but--”\n\n“Well?”\n\n“It’s more like you!” said my brother.\n\nMy brother is a good man and true--so that, for all that he is a married\nman and mighty fond of his wife, he should know any secret of mine. But\nthis secret was not mine, and I could not tell it to him.\n\n“I don’t think it’s so much like me as the photograph,” said I boldly.\n“But, anyhow, Bob, I won’t go to Strelsau.”\n\n“No, don’t go to Strelsau, Rudolf,” said he.\n\nAnd whether he suspects anything, or has a glimmer of the truth, I do\nnot know. If he has, he keeps it to himself, and he and I never refer to\nit. And we let Sir Jacob Borrodaile find another attache.\n\nSince all these events whose history I have set down happened I have\nlived a very quiet life at a small house which I have taken in the\ncountry. The ordinary ambitions and aims of men in my position seem to\nme dull and unattractive. I have little fancy for the whirl of society,\nand none for the jostle of politics. Lady Burlesdon utterly despairs of\nme; my neighbours think me an indolent, dreamy, unsociable fellow. Yet\nI am a young man; and sometimes I have a fancy--the superstitious would\ncall it a presentiment--that my part in life is not yet altogether\nplayed; that, somehow and some day, I shall mix again in great affairs,\nI shall again spin policies in a busy brain, match my wits against my\nenemies’, brace my muscles to fight a good fight and strike stout blows.\nSuch is the tissue of my thoughts as, with gun or rod in hand, I wander\nthrough the woods or by the side of the stream. Whether the fancy will\nbe fulfilled, I cannot tell--still less whether the scene that, led by\nmemory, I lay for my new exploits will be the true one--for I love to\nsee myself once again in the crowded streets of Strelsau, or beneath the\nfrowning keep of the Castle of Zenda.\n\nThus led, my broodings leave the future, and turn back on the past.\nShapes rise before me in long array--the wild first revel with the King,\nthe rush with my brave tea-table, the night in the moat, the pursuit in\nthe forest: my friends and my foes, the people who learnt to love and\nhonour me, the desperate men who tried to kill me. And, from amidst\nthese last, comes one who alone of all of them yet moves on earth,\nthough where I know not, yet plans (as I do not doubt) wickedness, yet\nturns women’s hearts to softness and men’s to fear and hate. Where is\nyoung Rupert of Hentzau--the boy who came so nigh to beating me? When\nhis name comes into my head, I feel my hand grip and the blood move\nquicker through my veins: and the hint of Fate--the presentiment--seems\nto grow stronger and more definite, and to whisper insistently in my ear\nthat I have yet a hand to play with young Rupert; therefore I exercise\nmyself in arms, and seek to put off the day when the vigour of youth\nmust leave me.\n\nOne break comes every year in my quiet life. Then I go to Dresden, and\nthere I am met by my dear friend and companion, Fritz von Tarlenheim.\nLast time, his pretty wife Helga came, and a lusty crowing baby with\nher. And for a week Fritz and I are together, and I hear all of what\nfalls out in Strelsau; and in the evenings, as we walk and smoke\ntogether, we talk of Sapt, and of the King, and often of young Rupert;\nand, as the hours grow small, at last we speak of Flavia. For every year\nFritz carries with him to Dresden a little box; in it lies a red rose,\nand round the stalk of the rose is a slip of paper with the words\nwritten: “Rudolf--Flavia--always.” And the like I send back by him. That\nmessage, and the wearing of the rings, are all that now bind me and the\nQueen of Ruritania. For--nobler, as I hold her, for the act--she has\nfollowed where her duty to her country and her House led her, and is the\nwife of the King, uniting his subjects to him by the love they bear to\nher, giving peace and quiet days to thousands by her self-sacrifice.\nThere are moments when I dare not think of it, but there are others when\nI rise in spirit to where she ever dwells; then I can thank God that I\nlove the noblest lady in the world, the most gracious and beautiful, and\nthat there was nothing in my love that made her fall short in her high\nduty.\n\nShall I see her face again--the pale face and the glorious hair? Of that\nI know nothing; Fate has no hint, my heart no presentiment. I do not\nknow. In this world, perhaps--nay, it is likely--never. And can it\nbe that somewhere, in a manner whereof our flesh-bound minds have no\napprehension, she and I will be together again, with nothing to come\nbetween us, nothing to forbid our love? That I know not, nor wiser heads\nthan mine. But if it be never--if I can never hold sweet converse again\nwith her, or look upon her face, or know from her her love; why, then,\nthis side the grave, I will live as becomes the man whom she loves; and,\nfor the other side, I must pray a dreamless sleep."
}