{
  "novel": {
    "title": "The Hollow Land",
    "author": "William Morris",
    "theme": "Fantasy",
    "paragraphs": [
      {
        "size": 200,
        "text": "\"We find in ancient story wonders many told, Of heroes in great glory, with spirit free and bold; Of joyances and high-tides, of weeping and of woe, Of noble reckon striving, mote ye now wonders know."
      },
      {
        "size": 111,
        "text": "I have been looking for it now so long, trying to find it again theHollow Land for there I saw my love first. ."
      },
      {
        "size": 387,
        "text": "I wish to tell you how I found it first of all; but I am old, mymemory fails me: you must wait and let me think if I perchance cantell you how it happened. Yea, in my ears is a confused noise oftrumpet-blasts singing over desolate moors, in my ears and eyes aclashing and clanging of horse-hoofs, a ringing and glittering ofsteel; drawn-back lips, set teeth, shouts, shrieks, and curses."
      },
      {
        "size": 319,
        "text": "How was it that no one of us ever found it till that day? for it isnear our country: but what time have we to look for it, or any goodthing; with such biting carking cares hemming us in on everyside-cares about great things-mighty things: mighty things, 0 mybrothers! or rather little things enough, if we only knew it."
      },
      {
        "size": 245,
        "text": "Livespassed in turmoil, in making one another unhappy; in bitterestmisunderstanding of our brothers' hearts, making those sad whom Godhas not made sad, alas, alas! What chance for any of us to find theHollow Land? What time even to look for it?."
      },
      {
        "size": 255,
        "text": "Yet who has not dreamed of it? Who, half miserable yet the while, forthat he knows it is but a dream, has not felt the cool waves round hisfeet, the roses crowning him, and through the leaves of beech and limethe many whispering winds of the Hollow Land?."
      },
      {
        "size": 182,
        "text": "Now, my name was Florian, and my house was the house of the Lilies;and of that house was my father lord, and after him my eldest brotherAmald; and me they called Florian de Liliis. ."
      },
      {
        "size": 139,
        "text": "Moreover, when my father was dead, there arose a feud between theLilies' house and Red Harald; and this that follows is the history ofit. ."
      },
      {
        "size": 219,
        "text": "Lady Swanhilda, Red Harald's mother, was a widow, with one son. RedHarald; and when she had been in widowhood two years, being ofprincely blood, and besides comely and fierce. King Urrayne sent todemand her in marriage."
      },
      {
        "size": 196,
        "text": "And I remember seeing the procession leavingthe town, when I was quite a child; and many young knights and squiresattended the Lady Swanhilda as pages, and amongst them, Amald, myeldest brother. ."
      },
      {
        "size": 433,
        "text": "And as I gazed out of the window, I saw him walking by the side of herhorse, dressed in white and gold very delicately; but as he went itchanced that he stumbled. Now he was one of those that held a goldencanopy over the lady's head, so that it now sunk into wrinkles, andthe lady had to bow her head full low, and even then the gold brocadecaught in one of the long slim gold flowers that were wrought roundabout the crown she wore."
      },
      {
        "size": 496,
        "text": "She flushed up in her rage, and her smoothface went suddenly into the carven wrinkles of a wooden water-spout,and she caught at the brocade with her left hand, and pulled it awayfuriously, so that the warp and woof were twisted out of their place,and many gold threads were left dangling about the crown; butSwanhilda stared about when she rose, then smote my brother across themouth with her gilded sceptre, and the red blood flowed all about hisgarments; yet he only turned exceeding pale, and "
      },
      {
        "size": 154,
        "text": "dared say no word,though he was heir to the house of the Lilies: but my small heartswelled with rage, and I vowed revenge, and, as it seems, he did too. ."
      },
      {
        "size": 284,
        "text": "So when Swanhilda had been queen three years, she suborned many ofKing Urrayne's knights and lords, and slew her husband as he slept,and reigned in his stead. And her son, Harald, grew up to manhood, andwas counted a strong knight, and well spoken of, by then I first puton my armour."
      },
      {
        "size": 150,
        "text": "Then, one night, as I lay dreaming, I felt a hand laid on my face, andstarting up saw Arnald before me fully armed. He said, \"Florian, riseand arm. \"."
      },
      {
        "size": 291,
        "text": "He kissed me on the forehead; his lips felt hot and dry; and when theybought torches, and I could see his face plainly, I saw he was verypale. He said: \"Do you remember, Florian, this day sixteen years ago?It is a long time, but I shall never forget it unless this night blotsout its memory."
      },
      {
        "size": 172,
        "text": "I knew what he meant, and because my heart was wicked, I rejoicedexceedingly at the thought of vengeance, so that I could not speak,but only laid my palm across his lips. ."
      },
      {
        "size": 497,
        "text": "\"Good; you have a good memory, Florian. See now, I waited long andlong: I said at first, I forgive her; but when the news cameconcerning the death of the king, and how that she was shameless, Isaid I will take it as a sign, if God does not punish her withincertain years, that he means me to do so; and I have been watching andwatching now these two years for an opportunity, and behold it is comeat last; and I think God has certainly given her into OUR hands, forshe rests this night, this very "
      },
      {
        "size": 423,
        "text": "Christmas eve, at a small walled townon the frontier, not two hours' gallop from this; they keep littleward there, and the night is wild: moreover, the prior of a certainhouse of monks, just without the walls, is my fast friend in thismatter, for she has done him some great injury. In the courtyard belowa hundred and fifty knights and squires, all faithful and true, arewaiting for us: one moment and we shall be gone. \"."
      },
      {
        "size": 123,
        "text": "Then we both knelt down, and prayed God to give her into our hands: weput on our helms, and went down into the courtyard. ."
      },
      {
        "size": 167,
        "text": "It was the first time I expected to use a sharp sword in anger, and Iwas full of joy as the muffled thunder of our horse-hoofs rolledthrough the bitter winter night. ."
      },
      {
        "size": 268,
        "text": "In about an hour and a half we had crossed the frontier, and in halfan hour more the greater part bad halted in a wood near the Abbey,while I and a few others went up to the Abbey gates, and knockedloudly four times with my sword-hilt, stamping on the ground meantime."
      },
      {
        "size": 200,
        "text": "A long, low whistle answered me from within, which I in my turnanswered: then the wicket opened, and a monk came out, holding alantern. He seemed yet in the prime of life, and was a tall, powerfulman."
      },
      {
        "size": 299,
        "text": "He held the lantern to my face, then smiled, and said, \"Thebanners hang low. \" I gave the countersign, \"The crest is lopped off. \"\"Good my son,\" said he; \"the ladders are within here. I dare not trustany of the brethren to carry them for you, though they love not thewitch either, but are timorsome."
      },
      {
        "size": 353,
        "text": "\"No matter,\" I said, \"I have men here. \" So they entered and began toshoulder the tall ladders: the prior was very busy. \"You will findthem just the right length, my son, trust me for that. \" He seemedquite a jolly, pleasant man, I could not understand his nursingfurious revenge; but his face darkened strangely whenever he happenedto mention her name."
      },
      {
        "size": 396,
        "text": "As we were starting he came and stood outside the gate, and puttinghis lantern down that the light of it might not confuse his sight,looked earnestly into the night, then said: \"The wind has fallen, thesnow flakes get thinner and smaller every moment, in an hour it willbe freezing hard, and will be quite clear; everything depends'upon thesurprise being complete; stop a few minutes yet, my son."
      },
      {
        "size": 373,
        "text": "\" He went awaychuckling, and returned presently with two more sturdy monks carryingsomething: they threw their burdens down before my feet, theyconsisted of all the white albs in the abbey: \"There, trust an oldman, who has seen more than one stricken fight in his carnal days; letthe men who scale the walls put these over their arms, and they willnot be seen in the least."
      },
      {
        "size": 279,
        "text": "So we departed, and when I met Amald again, he said that what theprior had done was well thought of; so we agreed that I should takethirty men, an old squire of our house, well skilled in war, alongwith them, scale the walls as quietly as possible, and open the gatesto the rest."
      },
      {
        "size": 496,
        "text": "I set off accordingly, after that with low laughing we had put thealbs all over us, wrapping the ladders also in white. Then we creptvery warily and slowly up to the wall; the moat was frozen over, andon the ice the snow lay quite thick; we all thought that the guardsmust be careless enough, when they did not even take the trouble tobreak the ice in the moat So we listened- there was no sound at all,the Christmas midnight mass had long ago been over, it was nearlythree o'clock, and the moon "
      },
      {
        "size": 300,
        "text": "As we passed the second chamber, we heard some one within snoringloudly: I looked in quietly, and saw a big man with long black hair,that fell off his pillow and swept the ground, lying snoring, with hisnose turned up and his mouth open, but he seemed so sound asleep thatwe did not stop to slay him."
      },
      {
        "size": 121,
        "text": "stood within 100 yardsof the gates and their house of guard. And we stood because we heardthe voice of some one singing:."
      },
      {
        "size": 129,
        "text": "\"Queen Mary's crown was gold, King Joseph's crown was red, But Jesus' crown was diamond That lit up all the bed Mariae Virginis\"."
      },
      {
        "size": 206,
        "text": "So they had some guards after all; this was clearly the sentinel thatsang to keep the ghosts off;-Now for a fight. -We drew nearer, a fewyards nearer, then stopped to free ourselves from our monks' clothes."
      },
      {
        "size": 125,
        "text": "\"Ships sail through the Heaven With red banners dress'd, Carrying the planets seven To see the white breast Mariae Virginis\"."
      },
      {
        "size": 299,
        "text": "Thereat he must have seen the waving of some alb or other as itshivered down to the ground, for his spear fell with a thud, and heseemed to be standing open-mouthed, thinking something about ghosts;then, plucking up heart of grace, he roared out like ten bull-calves,and dashed into the guard-house."
      },
      {
        "size": 279,
        "text": "We followed smartly, but without hurry, and came up to the door of itjust as some dozen half-armed men came tumbling out under our axes:thereupon, while our men slew them, I blew a great blast upon my horn,and Hugh with some others drew bolt and bar and swung the gates wideopen."
      },
      {
        "size": 233,
        "text": "Then the men in the guard-house understood they were taken in a trap,and began to stir with great confusion; so lest they should get quitewaked and armed, I left Hugh at the gates with ten men, and myself ledthe rest into that house."
      },
      {
        "size": 497,
        "text": "There while we slew all those that yieldednot, came Arnald with the others, bringing our horses with them; thenall the enemy threw their arms down. And we counted our prisoners andfound them over fourscore; therefore, not knowing what to do with them(for they were too many to guard, and it seemed unknightly to slaythem all), we sent up some bowmen to the walls, and turning ourprisoners out of gates, bid them run for their lives, which they didfast enough, not knowing our numbers, and our men "
      },
      {
        "size": 358,
        "text": "Then the one or two prisoners that we had left, told us, when we hadcrossed our axes over their heads, that the people of the good townwould not willingly fight us, in that they hated the queen; that shewas guarded at the palace by some fifty knights, and that beside,there were no others to oppose us in the town; so we set out for thepalace, spear in hand."
      },
      {
        "size": 218,
        "text": "We had not gone far, before we heard some knights coming, and soon, ina turn of the long street, we saw them riding towards us; when theycaught sight of us they seemed astonished, drew rein, and stood insome confusion."
      },
      {
        "size": 122,
        "text": "We did not slacken our pace for an instant, but rode right at themwith a yell, to which I lent myself with all my heart. ."
      },
      {
        "size": 307,
        "text": "After all they did not run away, but waited for us with their spearsheld out; I missed the man I had marked, or hit him rather just on thetop of the helm; he bent back, and the spear slipped over his head,but my horse still kept on, and I felt presently such a crash that Ireeled in my saddle, and felt mad."
      },
      {
        "size": 120,
        "text": "He had lashed out at me with hissword as I came on, hitting me in the ribs (for my arm was raised),but only flatlings. ."
      },
      {
        "size": 453,
        "text": "I was quite wild with rage, I turned, almost fell upon him, caught himby the neck with both hands, and threw him under the horse-hoofs,sighing with fury: I heard Arnald's voice close to me, \"Well fought,Florian\": and I saw his great stern face bare among the iron, for hehad made a vow in remembrance of that blow always to fight unhelmed; Isaw his great sword swinging, in wide gyres, and hissing as it startedup, just as if it were alive and liked it."
      },
      {
        "size": 355,
        "text": "So joy filled all my soul, and I fought with my heart, till the bigaxe I swung felt like nothing but a little hammer in my hand, exceptfor its bitterness: and as for the enemy, they went down like grass,so that we destroyed them utterly, for those knights would neitheryield nor fly, but died as they stood, so that some fifteen of our menalso died there."
      },
      {
        "size": 237,
        "text": "Then at last we came to the palace, where some grooms and such likekept the gates armed, but some ran, and some we took prisoners, one ofwhom died for sheer terror in our hands, being stricken by no wound;for he thought we would eat him."
      },
      {
        "size": 329,
        "text": "These prisoners we questioned concerning the queen, and so entered thegreat hall. There Arnald sat down in the throne on the dais, and laidhis naked sword before him on the table: and on each side of him satsuch knights as there was room for, and the others stood round about,while I took ten men, and went to look for Swanhilda."
      },
      {
        "size": 326,
        "text": "I found her soon, sitting by herself in a gorgeous chamber. I almostpitied her when I saw her looking so utterly desolate and despairing;her beauty too had faded, deep lines cut through her face. But when Ientered she knew who I was, and her look of intense hatred was sofiend-like, that it changed my pity into horror of her."
      },
      {
        "size": 287,
        "text": "She sprang up, \"Curse you and your whole house, you I hate worse thanany -- girl's face -- guards! guards!\" and she stamped on the ground,her veins on the forehead swelled, her eyes grew round and flamed out,as she kept crying for her guards, stamping the while, for she seemedquite mad."
      },
      {
        "size": 147,
        "text": "Then at last she remembered that she was in the power of her enemies,she sat down, and lay with her face between her hands, and weptpassionately. ."
      },
      {
        "size": 102,
        "text": "\"Witch,\" I said between my closed teeth, \"will you come, or must wecarry you down to the great hall?\"."
      },
      {
        "size": 126,
        "text": "I watched Arnald as we came in, there was no triumph on his sternwhite face, but resolution enough, he had made up his mind. ."
      },
      {
        "size": 211,
        "text": "They placed her on a seat in the midst of the hall over against thedais. He said, \"Unbind her, Florian. \" They did so, she raised herface, and glared defiance at us all, as though she would die queenlyafter all."
      },
      {
        "size": 268,
        "text": "Then rose up Arnald and said, \"Queen Swanhilda, we judge you guilty ofdeath, and because you are a queen and of a noble house, you shall beslain by my knightly sword, and I will even take the reproach ofslaying a woman, for no other hand than mine shall deal the blow."
      },
      {
        "size": 225,
        "text": "\"This warrant from God, Swanhilda,\" he said, holding up his sword,\"listen! Fifteen years ago, when I was just winning my spurs, youstruck me, disgracing me before all the people; you cursed me, andmean that curse well enough."
      },
      {
        "size": 243,
        "text": "\"Listen! Afterwards you slew my cousin, your husband, treacherously, inthe most cursed way, stabbing him in the throat, as the stars in thecanopy above him looked down on the shut eyes of him. Men of the houseof Lily, what sentence for that?\"."
      },
      {
        "size": 197,
        "text": "\"Do you hear them. Queen? There is warrant from man; for the devil, Ido not reverence him enough to take warrant from him, but, as I lookat that face of yours, I think that even he has left you. \"."
      },
      {
        "size": 319,
        "text": "And indeed just then all her pride seemed to leave her, she fell fromthe chair, and wallowed on the ground moaning, she wept like a child,so that the tears lay on the oak floor; she prayed for another monthof life; she came to me and kneeled, and kissed my feet, and prayedpiteously, so that water ran out of her mouth."
      },
      {
        "size": 162,
        "text": "But I shuddered, and drew away; it was like hav ing an adder aboutone; I cou'd have pitied her had she died bravely, but for one likeher to whine and whine! Pah!."
      },
      {
        "size": 322,
        "text": "Then from the dais rang Amald's voice terrible, much changed. \"Letthere be an end of all this. \" And he took his sword and strode throughthe hall towards her; she rose from the ground and stood up, stoopinga little, her head sunk between her shoulders, her black eyes turnedup and gloaming, like a tigress about to spring."
      },
      {
        "size": 218,
        "text": "When he came withinsome six paces of her something in his eye daunted her, or perhaps theflashing of his terrible sword in the torch-light; she threw her armsup with a great shriek, and dashed screaming about the hall."
      },
      {
        "size": 114,
        "text": "Amald'slip never once curled with any scorn, no line in his face changed: hesaid, \"Bring her here and bind her. \"."
      },
      {
        "size": 317,
        "text": "But when one came up to her to lay hold on her she first of all ran athim, hitting with her head in the belly. Then while he stood doubledup for want of breath, and staring with his head up, she caught hissword from the girdle, and cut him across the shoulders, and manyothers she wounded sorely before they took her."
      },
      {
        "size": 107,
        "text": "Then Arnald stood bythe chair to which she was bound, and poised his sword, and there wasa great silence. ."
      },
      {
        "size": 312,
        "text": "Then he said, \"Men of the House of the Lilies, do you justify me inthis, shall she die?\" Straightway rang a great shout through the hall,but before it died away the sword had swept round, and therewithal wasthere no such thing as Swanhilda left upon the earth, for in nobattle-field had Arnald struck truer blow."
      },
      {
        "size": 218,
        "text": "Then he turned to the few servants of the palace and said, \"Go now,bury this accursed woman, for she is a king's daughter. \" Then to usall, \"Now knights, to horse and away, that we may reach the good townby about dawn."
      },
      {
        "size": 499,
        "text": "What a strange Christmas-day that was, for there, about nine o'clockin the morning, rode Red Harald into the good town to demandvengeance; he went at once to the king, and the king promised thatbefore nightfall that very day the matter should be judged; albeit theking feared somewhat, because every third man you met in the streetshad a blue cross on his shoulder, and some likeness of a lily, cut outor painted, stuck in his hat; and this blue cross and lily were thebearings of our house, called "
      },
      {
        "size": 207,
        "text": "\"De Liliis. \" Now we had seen Red Haraldpass through the streets, with a white banner borne before him, toshow that he came peaceably as for this time; but I know he wasthinking of other things than peace. ."
      },
      {
        "size": 496,
        "text": "And he was called Red Harald first at this time, because over all hisarms he wore a great scarlet cloth, that fell in heavy folds about hishorse and all about him. Then, as he passed our house, some onepointed it out to him, rising there with its carving and its barredmarble, but stronger than many a castle on the hill-tops, and itsgreat overhanging battlement cast a mighty shadow down the wall andacross the street; and above all rose the great tower, or bannerfloating proudly from the top, "
      },
      {
        "size": 498,
        "text": "whereon was emblazoned on a whiteground a blue cross, and on a blue ground four white lilies. And nowfaces were gazing from all the windows, and all the battlements werethronged; so Harald turned, and rising in his stirrups, shook hisclenched fist at our house; natheless, as he did so, the east wind,coming down the street, caught up the corner of that scarlet cloth anddrove it over his face, and therewithal disordering his long blackhair, well nigh choked him, so that he bit both his hair and "
      },
      {
        "size": 371,
        "text": "Then Arnald caused it to be cried, that all those who loved the goodHouse of the Lilies should go to mass that morning in Saint Mary'sChurch, hard by our house. Now this church belonged to us, and theabbey that served it, and always we appointed the abbot of it oncondition that our trumpets should sound all together when on highmasses they sing the \"Gloria in Excelsis."
      },
      {
        "size": 463,
        "text": "\" It was the largest and mostbeautiful of all the churches in the town, and had two exceeding hightowers, which you could see from far off, even when you saw not thetown or any of its other towers: and in one of these towers weretwelve great bells, named after the twelve Apostles, one name beingwritten on each one of them; as Peter, Matthew, and so on; and in theother tower was one great bell only, much larger than any of theothers, and which was called Mary."
      },
      {
        "size": 375,
        "text": "Now this bell was never rung butwhen our house was in great danger, and it had this legend on it,\"When Mary rings the earth shakes;\" and indeed from this we took ourwar cry, which was, \"Mary rings;\" somewhat justifiable indeed, for thelast time that Mary rang, on that day before nightfall there were fourthousand bodies to be buried, which bodies wore neither cross norlily."
      },
      {
        "size": 107,
        "text": "So Arnald gave me in charge to tell the abbot to cause Mary to betolled for an hour before mass that day. ."
      },
      {
        "size": 494,
        "text": "The abbot leaned on my shoulder as I stood within the tower and lookedat the twelve monks laying their hands to the ropes. Far up in thedimness I saw the wheel before it began to swing round about; then itmoved a little; the twelve men bent down to the earth and a roar rosethat shook the tower from base to spirevane: backwards and forwardsswept the wheel, as Mary now looked downwards towards earth, nowlooked up at the shadowy cone of the spire, shot across by bars oflight from the dormers."
      },
      {
        "size": 410,
        "text": "And the thunder of Mary was caught up by the wind and carried throughall the country; and when the good man heard it, he said goodbye towife and child, slung his shield behind his back, and set forward withhis spear sloped over his shoulder, and many a time, as he walkedtoward the good town, he tightened the belt that went about his waist,that he might stride the faster, so long and furiously did Mary toll."
      },
      {
        "size": 499,
        "text": "But at each door of the church of Saint Mary stood a row of men armedwith axes, and when any came, meaning to go into the church, the twofirst of these would hold their axes (whose helves were about fourfeet long) over his head, and would ask him, \"Who went over the moonlast night?\" then if he answered nothing or at random they would bidhim turn back, which he for the more part would be ready enough to do;but some, striving to get through that row of men, were slainoutright; but if he were one "
      },
      {
        "size": 105,
        "text": "of those that were friends to the Houseof the Lilies he would answer to that question, \"Mary and John. \"."
      },
      {
        "size": 302,
        "text": "By the time the mass began the whole church was full, and in the naveand transept thereof were three thousand men, all of our house and allarmed. But Arnald and myself, and Squire Hugh, and some others satunder a gold-fringed canopy near the choir; and the abbot said mass,having his mitre on his head."
      },
      {
        "size": 170,
        "text": "Yet, as I watched him, it seemed to methat he must have something on beneath his priest's vestments, for helooked much fatter than usual, being really a tall lithe man. ."
      },
      {
        "size": 316,
        "text": "Now, as they sung the \"Kyrie,\" some one shouted from the other end ofthe church, \"My lord Arnld, they are slaying our people without;\" for,indeed, all the square about the church was full of our people, whofor the press had not been able to enter, and were standing there inno small dread of what might come to pass."
      },
      {
        "size": 258,
        "text": "Then the abbot turned round from the altar, and began to fidget withthe fastenings of his rich robes. And they made a lane for us up tothe west door; then I put on my helm and we began to go up the nave,then suddenly the singing of the monks and all stopped."
      },
      {
        "size": 212,
        "text": "I heard aclinking and a buzz of voices in the choir. I turned, and saw that thebright noon sun was shining on the gold of the priest's vestments, asthey lay on the floor, and on the mail that the priests carried."
      },
      {
        "size": 159,
        "text": "So we stopped, the choir gates swung open, and the abbot marched outat the head of his men, all fully armed, and began to strike up thepsalm \"Exsurgat Deus. \"."
      },
      {
        "size": 496,
        "text": "When we got to the west door, there was indeed a tumult, but as yet noslaying; the square was all a-flicker with steel, and we beheld agreat body of knights, at the head of them Red Harald and the king,standing over against us; but our people, pressed against the houses,and into the comers of the square, were, some striving to enter thedoors, some beside themselves with rage, shouting out to the others tocharge; withal, some were pale and some were red with the blood thathad gathered to the "
      },
      {
        "size": 169,
        "text": "Then said Arnald to those about him, \"Lift me up. \" So they laid agreat shield on two lances, and these four men carried, and thereonstood Arnald, and gazed about him. ."
      },
      {
        "size": 155,
        "text": "Now the king was unhelmed, and his white hair (for he was an old man)flowed down behind him on to his saddle; but Amaid's hair was cutshort, and was red. ."
      },
      {
        "size": 226,
        "text": "Then the king said, \"0 Arnald of the Lilies, will you settle thisquarrel by the judgment of God?\" And Amaid thrust up his chin, andsaid, \"Yea. \" \"How then,\" said the king, \"and where?\" \"Will it pleaseyou try now?\" said Arnald."
      },
      {
        "size": 330,
        "text": "Then the king understood what he meant, and took in his hand frombehind tresses of his long white hair, twisting them round his hand inhis wrath, but yet said no word, till I suppose his hair put him inmind of something, and he raised it in both his hands above his head,and shouted out aloud, \"0 knights, hearken to this traitor."
      },
      {
        "size": 496,
        "text": "\"0 you king and lords, what have we to do with you? Were we not freein the old time, up among the hills there? Wherefore give way, and wewill go to the hills again; and if any man try to stop us, his bloodbe on his own head; wherefore now,\" (and he turned) \"all you House ofthe Lily, both soldiers and monks, let us go forth together fearingnothing, for I think there is not bone enough or muscle enough inthese fellows here that have a king that they should stop us withal,but only skin and fat."
      },
      {
        "size": 251,
        "text": "Now at that time we drove cattle in Red Harald's land. And we took nohoof but from the Lords and rich men, but of these we had a mightydrove, both oxen and sheep, and horses, and besides, even hawks andhounds, and huntsman or two to take care of them."
      },
      {
        "size": 250,
        "text": "And, about noon, we drew away from the cornlands that lay beyond thepastures, and mingled with them, and reached a wide moor, which wascalled \"Goliath's Land. \" I scarce know why, except that it belongedneither to Red Harald or us, but was debatable."
      },
      {
        "size": 155,
        "text": "And the cattle began to go slowly, and our horses were tired, and thesun struck down very hot upon us, for there was no shadow, and the daywas cloudless. ."
      },
      {
        "size": 272,
        "text": "All about the edge of the moor, except on the sidefrom which we hadcome was a rim of hills, not very high, but very rocky and steep,otherwise the moor itself was flat; and through these hills was onepass, guarded by our men, which pass led to the Hill castle of theLilies."
      },
      {
        "size": 368,
        "text": "It was not wonderful, that of this moor many wild stories were told,being such a strange lonely place, some of them one knew, alas to beover true. In the old time, before we went to the good town, this moorhad been the mustering place of our people, and our house had donedeeds enough of blood and horror to turn our white lilies red, and ourblue cross to a fiery one."
      },
      {
        "size": 252,
        "text": "But some of those wild tales I neverbelieved; they had to do mostly with men losing their way without anyapparent cause, (for there were plenty of landmarks,) finding somewell-known spot, and then, just beyond it, a place they had never evendreamed of."
      },
      {
        "size": 325,
        "text": "\"Florian! FIorian!\" said Arnald, \"for God's sake stop! as every oneelse is stopping to look at the hills yonder; I always thought therewas a curse upon us. What does God mean by shutting us up here? Lookat the cattle; 0 Christ, they have found it out too! See, some of themare turning to run back again towards Harald's land."
      },
      {
        "size": 228,
        "text": "He leaned forward, rested his head on his horse's neck, and wept likea child. I felt so irritated with him, that I could almost have slainhim then and there. Was he mad? had these wild doings of ours turnedhis strong wise head?."
      },
      {
        "size": 172,
        "text": "\"Are you my brother Arnald, that I used to think such a grand man whenI was a boy?\" I said, \"or are you changed too, like everybody, andeverything else? What do you mean?\"."
      },
      {
        "size": 258,
        "text": "\"Look! look!\" he said, grinding his teeth in agony. I raised my eyes:where was the one pass between the rim of stern rocks? Nothing: theenemy behind us- that grim wall in front: what wonder that each manlooked in his fellow's face for help, and found it not."
      },
      {
        "size": 162,
        "text": "Yet I refusedto believe that there was any troth either in the wild stories that Ihad heard when I was a boy, or in this story told me so clearly by myeyes now. ."
      },
      {
        "size": 412,
        "text": "I called out cheerily, \"Hugh, come here!\" He came. \"What do you thinkof this? Some mere dodge on Harald's part? Are we cut off?\" \"Think!Sir Florian? God forgive me for ever thinking at all; I have given upthat long and long ago, because thirty years ago I thought this, thatthe House of Lilies would deserve anything in the way of bad fortunethat God would send them: so I gave up thinking, and took to fighting."
      },
      {
        "size": 107,
        "text": "But if you think that Harald had anything to do with this, why-why-inGod's name, I wish I could think so!\"."
      },
      {
        "size": 119,
        "text": "I felt a dull weight on my heart. Had our house been the devil'sservants all along? I thought we were God's servants. ."
      },
      {
        "size": 310,
        "text": "The day was very still, but what little wind there was, was at ourbacks. I watched Hugh's face, not being able to answer him. He was thecleverest man at war that I have known, either before or since thatday; sharper than any hound in ear and scent, clearer sighted than anyeagle; he was listening now intently."
      },
      {
        "size": 327,
        "text": "I saw a slight smile cross hisface; heard him mutter, \"Yes! I think so: verily that is better, agreat deal better. \" Then he stood up in his stirrups, and shouted,\"Hurrah for the Lilies! Mary rings!\" \"Mary rings!\" I shouted, though Idid not know the reason for his exultation: my brother lifted hishead, and smiled too, grimly."
      },
      {
        "size": 112,
        "text": "\"After all, it was only mist, or some such thing,\" I said, for thepass between the hills was clear enough now. ."
      },
      {
        "size": 139,
        "text": "\"Hurrah! only mist,\" said Amald, quite elated; \"Mary rings!\" and weall began to think of fighting: for after all what joy is equal tothat?."
      },
      {
        "size": 119,
        "text": "There were five hundred of us; two hundred spears, the rest archers;and both archers and men at arms were picked men. ."
      },
      {
        "size": 232,
        "text": "\"How many of them are we to expect?\" said I. \"Not under a thousand,certainly, probably more, Sir Florian. \" (My brother Arnald, by theway, had knighted me before we left the good town, and Hugh liked togive me the handle to my name."
      },
      {
        "size": 103,
        "text": "\"Let every one look to his arms and horse, and come away from thesesilly cows' sons!\" shouted Arnald. ."
      },
      {
        "size": 495,
        "text": "So we got clear of the cattle, and dismounted, and both ourselves tookfood and drink, and our horses; afterwards we tightened oursaddle-girths, shook our great pots of helmets on, except Amald, whoserustyred hair had been his only head-piece in battle for years andyears, and stood with our spears close by our horses, leaving room forthe archers to retreat between our ranks; and they got their arrowsready, and planted their stakes before a little peat moss: and therewe waited, and saw their "
      },
      {
        "size": 164,
        "text": "pennons at last floating high above the cornof the fertile land, then heard their many horse-hoofs ring upon thehard-parched moor, and the archers began to shoot. ."
      },
      {
        "size": 446,
        "text": "It had been a strange battle; we had never fought better, and yetwithal it had ended in a retreat; indeed all along every man butArnald and myself, even Hugh, had been trying at least to get theenemy between him and the way toward the pass; and now we were alldrifting that way, the enemy trying to cut us off, but never able tostop us, because he could only throw small bodies of men in our way,whom we scattered and put to flight in their turn."
      },
      {
        "size": 217,
        "text": "I never cared less for my life than then; indeed, in spite of all myboasting and hardness of belief, I should have been happy to havedied, such a strange weight of apprehension was on me; and yet I gotno scratch even."
      },
      {
        "size": 373,
        "text": "I had soon put off my great helm, and was fighting inmy mail-coif only: and here I swear that three knights togethercharged me, aiming at my bare face, yet never touched me. For, as forone, I put his lance aside with my sword, and the other two in somemost wonderful manner got their spears locked in each other's armour,and so had to submit to be knocked off their horses."
      },
      {
        "size": 333,
        "text": "And we still neared the pass, and began to see distinctly the fernsthat grew on the rocks, and the fair country between the rift in them,spreading out there, blue-shadowed. Whereupon came a great rush of menof both sides, striking side blows at each other, spitting, cursing,and shrieking, as they tore away like a herd of wild hogs."
      },
      {
        "size": 224,
        "text": "So, beingcareless of lfe, as I said, I drew rein, and turning my horse, waitedquietly for them. And I knotted the reins, and laid them on thehorse's neck, and stroked him, that he whinnied, then got both myhands to my sword."
      },
      {
        "size": 285,
        "text": "Then, as they came on, I noted hurriedly that the first man was one ofArnald's men, and one of our men behind him leaned forward to prod himwith his spear, but could not reach so far, till he himself was runthrough the eye with a spear, and throwing his arms up fell dead witha shriek."
      },
      {
        "size": 352,
        "text": "Also I noted concerning this first man that the laces of hishelmet were loose, and when he saw me he lifted his left hand to hishead, took off his helm and cast it at me, and still tore on; thehelmet flew over my head, and I sitting still there, swung out,hitting him on the neck; his head flew right off, for the mail no moreheld than a piece of silk."
      },
      {
        "size": 279,
        "text": "\"Mary rings,\" and my horse whinnied again,and we both of us went at it, and fairly stopped that rout, so thatthere was a knot of quite close and desperate fighting, wherein we hadthe best of that fight and slew most of them, albeit my horse wasslain and my mail-coif cut through."
      },
      {
        "size": 361,
        "text": "Then I bade a squire fetch meanother horse, and began meanwhile to upbraid those knights forrunning in such a strange disorderly race, instead of standing andfighting cleverly. Moreover we had drifted even in this successfulfight still nearer to the pass, so that the conies who dwelt therewere beginning to consider whether they should not run into theirholes."
      },
      {
        "size": 107,
        "text": "But one of those knights said: \"Be not angry with me. Sir Florian, butdo you think you will go to Heaven?\"."
      },
      {
        "size": 260,
        "text": "\"The saints! I hope so,\" I said, but one who stood near him whisperedto him to hold his peace, so I cried out: \"0 friend! I hold this worldand all therein so cheap now, that I see not anything in it but shamewhich can any longer anger me; wherefore speak: out."
      },
      {
        "size": 494,
        "text": "\"Then, Sir Florian, men say that at your christening some fiend tookon him the likeness of a priest and strove to baptize you in theDevil's name, but God had mercy on you so that the fiend could notchoose but baptize you in the name of the most holy Trinity: and yetmen say that you hardly believe any doctrine such as other men do, andwill at the end only go to Heaven round about as it were, not at allby the intercession of our Lady; they say too that you can see noghosts or other wonders, "
      },
      {
        "size": 114,
        "text": "I smiled. \"Well, friend, I scarcely call this a disadvantage,moreover what has it to do with the matter in hand?\"."
      },
      {
        "size": 170,
        "text": "How was this in Heaven's name? We had been quite still, resting whilethis talk was going on, but we could hear the hawks chattering fromthe rocks, we were so close now. ."
      },
      {
        "size": 131,
        "text": "And my heart sunk within me, there was no reason why this should notbe true; there was no reason why anything should not be true. ."
      },
      {
        "size": 482,
        "text": "\"This, Sir Florian,\" said the knight again, \"how would you feelinclined to fight if you thought that everything about you was mereglamour; this earth here, the rocks, the sun, the sky? I do not knowwhere I am for certain, I do not know that it is not midnight insteadof undem: I do not know if I have been fighting men or only simulacrabut I think, we all think, that we have been led into some devil'strap or other, and- and may God forgive me my sins! I wish I had neverbeen born."
      },
      {
        "size": 252,
        "text": "There now! he was weeping - they all wept - how strange it was to seethose rough, bearded men blubbering there, and snivelling till thetears ran over their armour and mingled with the blood, so that itdropped down to the earth in a dim, dull, red rain."
      },
      {
        "size": 125,
        "text": "My eyes indeed were dry, but then so was my heart; I felt far worsethan weeping came to, but nevertheless I spoke cheerily. ."
      },
      {
        "size": 352,
        "text": "Still no answer came from them, they sighed heavily only. I heard thesound of more than one or two swords as they rattled back to thescabbards: nay, one knight, stripping himself of surcoat and hauberk,and drawing his dagger, looked at me with a grim smile, and said, \"SirFlorian, do so!\" Then he drew the dagger across his throat and he fellback dead."
      },
      {
        "size": 254,
        "text": "They shuddered, those brave men, and crossed themselves. And I had noheart to say a word more, but mounted the horse which had been broughtto me and rode away slowly for a few yards; then I became aware thatthere was a great silence over the whole field."
      },
      {
        "size": 304,
        "text": "Then from out of a band of horsemen came Harald, and he was coveredall over with a great scarlet cloth as before, put on over the head,and flowing all about his horse, but rent with the fight. He put offhis helm and drew back his mail-coif, then took a trumpet from thehand of a herald and blew strongly."
      },
      {
        "size": 108,
        "text": "And in the midst of his blast I heard a voice call out: \"0 Florian!come and speak to me for the last time!\"."
      },
      {
        "size": 112,
        "text": "So when I turned I beheld Arnald standing by himself, but near himstood Hugh and ten others with drawn swords. ."
      },
      {
        "size": 353,
        "text": "Then I wept, and so went to him weeping; and he said, \"Thou seest,brother, that we must die, and I think by some horrible and unheard-ofdeath, and the House of the Lilies is just dying too; and now I repentme of Swanhilda's death; now I know that it was a poor cowardly pieceof revenge, instead of a brave act of justice; thus has God shown usthe right."
      },
      {
        "size": 306,
        "text": "\"0 Florian! curse me! So will it be straighter; truly thy mother whenshe bore thee did not think of this; rather saw thee in the tourney atthis time, in her fond hopes, glittering with gold and doing knightly;or else mingling thy brown locks with the golden hair of some maidenweeping for the love of thee."
      },
      {
        "size": 223,
        "text": "\"What harm, brother?\" I said, \"this is only failing in the world; whatif we had not failed, in a little while it would have made nodifference; truly just now I felt very miserable, but now it haspassed away, and I am happy."
      },
      {
        "size": 138,
        "text": "Now all this time the trumpets had been ringing, ringing, greatdoleful peals, then they ceased, and above all sounded Red Harald'svoice. ."
      },
      {
        "size": 494,
        "text": "(So I looked round towards that pass, and when I looked I no longerdoubted any of those wild tales of glamour concerning Goliath's Land;and for though the rocks were the same, and though the conies stillstood gazing at the doors of their dwellings, though the hawks stillcried out shrilly, though the fern still shook in the wind, yetbeyond, oh such a land! not to be described by any because of itsgreat beauty, lying, a great hollow land, the rocks going down on thisside in precipices, then "
      },
      {
        "size": 279,
        "text": "reaches and reaches of loveliest country,trees and flowers, and corn, then the hills, green and blue, andpurple, till their ledges reached the white snowy mountains at last. Then with all manner of strange feelings, \"my heart in the midst of mybody was even like melting wax. \")."
      },
      {
        "size": 290,
        "text": "\"0 you House of the Lily! you are conquered yet I will take vengeanceonly on a few, therefore let all those who wish to live come and piletheir swords, and shields, and helms behind me in three great heaps,and swear fealty afterwards to me; yes, all but the false knightsArnald and Florian."
      },
      {
        "size": 414,
        "text": "We were holding each other's hands and gazing, and we saw all ourknights, yea, all but Squire Hugh and his ten heroes, pass over thefield singly, or in groups of three or four, with their heads hangingdown in shame, and they cast down their notched swords and dinted,lilied shields, and brave-crested helms into three great heaps, behindRed Herald, then stood behind, no man speaking to his fellow, ortouching him."
      },
      {
        "size": 258,
        "text": "Then dolefully the great trumpets sang over the dying House of theLily, and Red Harald led his men forward, but slowly: on they came,spear and mail glittering in the sunlight; and I turned and looked atthat good land, and a shuddering delight seized my soul."
      },
      {
        "size": 138,
        "text": "But I felt my brother's hand leave mine, and saw him turn his horse'shead and ride swiftly toward the pass; that was a strange pass now. ."
      },
      {
        "size": 115,
        "text": "And at the edge he stopped, turned round and called out aloud, \"I praythee, Harald, forgive mel now farewell all!\"."
      },
      {
        "size": 193,
        "text": "Then the horse gave one bound forward, and we heard the poorcreature's scream when he felt that he must die, and we heardafterwards (for we were near enough for that even) a clang and acrash. ."
      },
      {
        "size": 184,
        "text": "We shouted all together, \"Mary rings,\" then laid our bridles on thenecks of our horses, spurred forward, and in five minutes they wereall slain, and I was down among the horse-hoofs. ."
      },
      {
        "size": 290,
        "text": "Not slain though, not wounded. Red Harald smiled grimly when he saw merise and lash out again; he and some ten others dismounted, andholding their long spears out, I went back -- back, back, I saw whatit meant, and sheathed my sword, and their laughter rolled all aboutme, and I too smiled."
      },
      {
        "size": 259,
        "text": "Presently they all stopped, and I felt the last foot of turf givingunder my feet; I looked down and saw the crack there widening; then ina moment I fell, and a cloud of dust and earth rolled after me; thenagain their mirth rose into thunder-peals of laughter."
      },
      {
        "size": 164,
        "text": "For as I fell I stretched out my arms, and caughl a tuft of yellowbroom some three feet from the brow, and hung there by the hands, myfeet being loose in the air. ."
      },
      {
        "size": 232,
        "text": "Then Red Harald came and stood on the precipice above me, his greataxe over his shoulder; and he looked down on me not ferociously,almost kindly, while the wind from the Hollow Land blew about his redraiment, tattered and dusty now."
      },
      {
        "size": 111,
        "text": "And I felt happy, though it pained me to hold straining by the broom,yet I said, \"I will hold out to the last\"."
      },
      {
        "size": 461,
        "text": "I had thought when I fell that I should never wake again; but I wokeat last: for a long time I was quite dizzied and could see nothing atall: horrible doubts came creeping over me; I half expected to seepresently great half-formed shapes come rolling up to me to crush me;some thing fiery, not strange, too utterly horrible to be strange, bututterly vile and ugly, the sight of which would have killed me when Iwas upon the earth, come rolling up to torment me."
      },
      {
        "size": 110,
        "text": "I knew I deserved to be, but I prayed, and then it came into my mindthat I could not pray if I were in hell. ."
      },
      {
        "size": 139,
        "text": "Also there seemed to be a cool green light all about me, which wassweet. Then presently I heard a glorious voice ring outclear, close tome."
      },
      {
        "size": 118,
        "text": "\"Christ keep the Hollow Land Through the sweet spring-tide, When the apple-blossoms bless The lowly bent hill side. \"."
      },
      {
        "size": 122,
        "text": "Thereat my eyes were slowly unsealed, and I saw the blessedest sight Ihave ever seen before or since: for I saw my Love. ."
      },
      {
        "size": 497,
        "text": "She sat about five yards from me on a great grey stone that had muchmoss on it, one of the many scattered along the side of the stream bywhich I lay; she was clad in loose white raiment close to her handsand throat; her feet were bare, her hair hung loose a long way down,but some of it lay on her knees: I said \"white\" raiment, but longspikes of light scarlet went down from the throat, lost here and therein the shadows of the folds, and growing smaller and smaller, diedbefore they reached her "
      },
      {
        "size": 298,
        "text": "I was lying with my head resting on soft moss that some one hadgathered and placed under me. She, when she saw me moving and awake,came and stood over me with a gracious smile. She was so lovely andtender to look at, and so kind, yet withal no one, man or woman, hadever frightened me half so much."
      },
      {
        "size": 182,
        "text": "She was not fair in white and red, like many beautiful women are,being rather pale, but like ivory for smoothness, and her hair wasquite golden, not light yellow, but dusky golden. ."
      },
      {
        "size": 168,
        "text": "I tried to get up on my feet, but was too weak, and sank back again. She said: \"No, not just yet, do not trouble yourself or try toremember anything just at present. \"."
      },
      {
        "size": 311,
        "text": "\"To-morrow you may, perhaps, have something hard to do or bear, Iknow, but now you must be as happy as you can be, quietly happy. Whydid you start and turn pale when I came to you? Do you not know who Iam? Nay, but you do, I see; and I have been waiting here so long foryou; so you must have expected to see me."
      },
      {
        "size": 171,
        "text": "But I could not answer a word, but all the time strange knowledge,strange feelings were filling my brain and my heart, she said: \"Youare tired; rest, and dream happily. \"."
      },
      {
        "size": 293,
        "text": "So she sat by me, and sang to lull me to sleep, while I turned on myelbow, and watched the waving of her throat: and the singing of allthe poets I had ever heard, and of many others too, not born tillyears long after I was dead, floated all about me as she sang, and Idid indeed dream happily."
      },
      {
        "size": 249,
        "text": "When I awoke it was the time of the cold dawn, and the colours weregathering themselves together, whereat in fatherly approving fashionthe sun sent all across the east long bars of scarlet and orange thatafter faded through yellow to green and blue."
      },
      {
        "size": 238,
        "text": "And she sat by me still;I think she had been sitting there and singing all the time; allthrough hot yesterday, for I had been sleeping day-long andnight-long, all through the falling evening under moonlight andstarlight the night through."
      },
      {
        "size": 249,
        "text": "And now it was dawn, and I think too that neither of us had moved atall; for the last thing I remembered before I went to sleep was thetips of her fingers brushing my cheek, as she knelt over me withdowndrooping arm, and still now I felt them there."
      },
      {
        "size": 113,
        "text": "Moreover she wasjust finishing some fainting measure that died before it had time toget painful in its passion. ."
      },
      {
        "size": 366,
        "text": "Dear Lord! how I loved her! Yet did I not dare to touch her, or evenspeak to her. She smiled with delight when she saw I was awake again,and slid down her hand on to mine, but some shuddering dread made medraw it away again hurriedly; then I saw the smile leave her face:what would I not have given for courage to hold her body quite tightto mine? But I was so weak."
      },
      {
        "size": 212,
        "text": "\"Ah!\" she said, \"you will talk more when you get used to the air ofthe Hollow Land. Have you been thinking of your past life at all? Ifnot, try to think of it. What thing in Heaven or Earth do you Wish formost?\"."
      },
      {
        "size": 456,
        "text": "Still I said no word; but she said in a wearied way: \"Well now, Ithink you will be strong enough to get to your feet and walk; take myhand and try. \" Therewith she held it out: I strove hard to be braveenough to take it, but could not; I only turned away shuddering, sick,and grieved to the heart's core of me; then struggling hard with handand knee and elbow, I scarce rose, and stood up totteringly; while shewatched me sadly, still holding out her hand."
      },
      {
        "size": 233,
        "text": "But as I rose, in my swinging to and fro the steel sheath of my swordstruck her on the hand so that the blood flowed from it, which shestood looking at for a while, then dropped it downwards, and turned tolook at me, for I was going."
      },
      {
        "size": 127,
        "text": "Then as I walked she followed me, so I stopped and turned and saidalmost fiercely: \"I am going alone to look for my brother. \"."
      },
      {
        "size": 185,
        "text": "The vehemence with which I spoke, or something else, burst someblood-vessel within my throat, and we both stood there with the bloodrunning from us on to the grass and summer flowers. ."
      },
      {
        "size": 159,
        "text": "\"Yea,\" and I turned and left her, following the course of the streamupwards, and as I went I heard her low singing that almost broke myheart for its sadness. ."
      },
      {
        "size": 374,
        "text": "And I went painfully because of my weakness, and because also of thegreat stones; and sometimes I went along a spot of earth where theriver had been used to flow in flood-time, and which was now bare ofeverything but stones; and the sun, now risen high, poured down oneverything a great flood of fierce light and scorching heat, and burntme sorely, so that I almost fainted."
      },
      {
        "size": 456,
        "text": "But about noontide I entered a wood close by the stream, a beech-wood,intending to rest myself; the herbage was thin and scattered there,sprouting up from amid the leaf-sheaths and nuts of the beeches, whichhad fallen year after year on that same spot; the outside boughs sweptlow down, the air itself seemed green when you entered within theshadow of the branches, they over-roofed the place so with tendergreen, only here and there showing spots of blue."
      },
      {
        "size": 180,
        "text": "But what lay at the foot of a great beech tree but some dead knight inarmour, only the helmet off? A wolf was prowling round about it, whoran away snarling when he saw me coming. ."
      },
      {
        "size": 422,
        "text": "So I went up to that dead knight, and fell on my knees before him,laying my head on his breast, for it was Arnald. He was quite cold,but had not been dead for very long; I would not believe him dead, butwent down to the stream and brought him water, tried to make himdrink-what would you? He was as dead as Swanhilda: neither came thereany answer to my cries that afternoon but the moaning of the wooddoves in the beeches."
      },
      {
        "size": 114,
        "text": "So then I sat down and took his head on myknees, and closed the eyes, and wept quietly while the sun sank lower. ."
      },
      {
        "size": 145,
        "text": "But a little after sunset I heard a rustle through the leaves, thatwas not the wind, and looking up my eyes met the pitying eyes of thatmaiden. ."
      },
      {
        "size": 200,
        "text": "Something stirred rebelliously within me; I ceased weeping, and said:\"It is unjust, unfair: What right had Swanhilda to live? Did not Godgive her up to us? How much better was he than ten Swanhildas?."
      },
      {
        "size": 231,
        "text": "Now this I shrieked out, being mad; and though I trembled when I sawsome stormy wrath that vexed her very heart and loving lips, gatheringon her face, I yet sat there looking at her and screaming, screaming,till all the place rang."
      },
      {
        "size": 499,
        "text": "But when growing hoarse and breathless I ceased; she said, withstraitened brow and scornful mouth: \"So! Bravely done! Must I then,though I am a woman, call you a liar, for saying God is unjust? You topunish her, had not God then punished her already? How many times whenshe woke in the dead night do you suppose she missed seeing KingUrrayne's pale face and hacked head lying on the pillow by her side?Whether by night or day, what things but screams did she hear when thewind blew loud round about "
      },
      {
        "size": 424,
        "text": "the Palace corners? And did not that facetoo, often come before her, pale and bleeding as it was long ago, andgaze at her from unhappy eyes! Poor eyesi With changed purpose inthem- no more hope of converting the world when that blow was oncestruck, truly it was very wicked-no more dreams, but only fiercestruggles with the Devil for very life, no more dreams but failure atlast, and death, happier so in the Hollow Land. \"."
      },
      {
        "size": 390,
        "text": "She grew so pitying as she gazed at his dead face that I began to weepagain unreasonably, while she saw not that I was weeping, but lookedonly on Arnald's face, but after turned on me frowning. \"Unjust! Yes,truly unjust enough to take away life and all hope from her; you havedone a base cowardly act, you and your brother here, disguise it asyou may; you deserve all God's judgment - you\"."
      },
      {
        "size": 214,
        "text": "But I turned my eyes and wet face to her, and said: \"Do not curse methere - do not look like Swanhilda: for see now, you said at firstthat you have been waiting long for me, give me your hand now, for Ilove you so."
      },
      {
        "size": 208,
        "text": "\"0, Florian! I have indeed waited long for you, and when I saw you myheart was filled with joy, but you would neither touch me nor speak tome, so that I became almost mad, forgive me, we will be so happy now."
      },
      {
        "size": 343,
        "text": "0! do you know this is what I have been waiting for all these years;it made me glad, I know, when I was a little baby in my mother's armsto think I was born for this; and afterwards, as I grew up, I used towatch every breath of wind through the beech-boughs, every turn of thesilver poplar leaves, thinking it might be you or some news of you."
      },
      {
        "size": 104,
        "text": "Then I rose and drew her up with me; but she knelt again by mybrother's side, and kissed him, and said:."
      },
      {
        "size": 118,
        "text": "\"0 brother! The Hollow Land is only second best of the places God hasmade, for Heaven also is the work of His hand. \"."
      },
      {
        "size": 226,
        "text": "And I have never seen him since, scarcely even in dreams; surely Godhas had mercy on him, for he was very leal and true and brave; heloved many men, and was kind and gentle to his friends, neither did hehate any but Swanhilda."
      },
      {
        "size": 187,
        "text": "But as for us two, Margaret and me, I cannot tell you concerning ourhappiness, such things cannot be told; only this I know, that we abodecontinually in the Hollow Land until I lost it. ."
      },
      {
        "size": 265,
        "text": "Moreover this I can tell you. Margaret was walking with me, as sheoften walked near the place where I had first seen her; presently wecame upon a woman sitting, dressed in scarlet and gold raiment, withher head laid down on her knees; likewise we heard her sobbing."
      },
      {
        "size": 184,
        "text": "She said, \"I know not who she is, only sometimes; these many years, Ihave seen her scarlet robe flaming from far away, amid the quiet greengrass: but I was never so near her as this. ."
      },
      {
        "size": 105,
        "text": "Such a horrible grey November day it was, the fog-smell all about, thefog creeping into our very bones. ."
      },
      {
        "size": 119,
        "text": "And I sat there, trying to recollect, at any rate something, underthose fir-trees that I ought to have known so well. ."
      },
      {
        "size": 198,
        "text": "Just think now; I had lost my best years some- where; for I was pastthe prime of life, my hair and beard were scattered with white, mybody was growing weaker, my memory of all things was very faint."
      },
      {
        "size": 436,
        "text": "My raiment, purple and scarlet and blue once, was so stained that youcould scarce call it any colour, was so tattered that it scarcecovered my body, though it seemed once to have fallen in heavy foldsto my feet, and still, when I rose to walk, though the miserableNovember mist lay in great drops upon my bare breast, yet was Iobliged to wind my raiment over my arm, it dragged so (wretched,slimy, textureless thing! ) in the brown mud."
      },
      {
        "size": 418,
        "text": "On my head was a light morion, which pressed on my brow and pained me;so I put my hand up to take it ofi; but when I touched it I stoodstill in my walk shuddering; I nearly fell to the earth with shame andsick horror; for I laid my hand on a lump of Slimy earth with wormscoiled up in it I could scarce forbear from shrieking, but breathingsuch a prayer as I could think of, I raised my hand again and seizedit firmly."
      },
      {
        "size": 297,
        "text": "Worse horror stilll The rust had eaten it into holes, and Igripped my own hair as well as the rotting steel, the sharp edge ofwhich cut into my fingers; but setting my teeth, gave a great wrench,for I knew that if I let go of it then, no power on the earth or underit could make me touch it again."
      },
      {
        "size": 183,
        "text": "God be praised! I tore it off andcast it far from me; I saw the earth, and the worms and green weedsand sun- begotten slime, whirling out from it radiatingly, as it spunround about. ."
      },
      {
        "size": 236,
        "text": "I was girt with a sword too, the leathern belt of which had shrunk andsqueezed my waist: dead leaves had gathered in knots about the bucklesof it, the gilded handle was encrusted with clay in many parts, thevelvet sheath miserably worn."
      },
      {
        "size": 173,
        "text": "But, verily, when I took hold of the hilt, and pent in my hand; lo!then, I drew out my own true blade and shook it flawless from hilt topoint, gleaming white in that mist. ."
      },
      {
        "size": 177,
        "text": "Therefore it sent a thrill of joy to my heart, to know that there wasone friend left me yet: I sheathed it again carefully, and undoing itfrom my waist, hung it about my neck. ."
      },
      {
        "size": 220,
        "text": "Then catching up my rags in my arms, I drew them up till my legs andfeet were altogether clear from them, afterwards folded my arms overmy breast, gave a long leap and ran, looking downward, but not givingheed to my way."
      },
      {
        "size": 276,
        "text": "Once or twice I fell over stumps of trees, and such- like, for it wasa cut-down wood that I was in, but I rose always, though bleeding andconfused, and went on still; sometimes tearing madly through briarsand gorse bushes, so that my blood dropped on the dead leaves as Iwent."
      },
      {
        "size": 178,
        "text": "I ran in this way for about an hour; then I heard a gurgling andsplashing of waters; I gave a great shout and leapt strongly, withshut eyes, and the black water closed over me. ."
      },
      {
        "size": 196,
        "text": "When I rose again, I saw near me a boat with a man in it; but theshore was far off; I struck out toward the boat, but my clothes whichI had knotted and folded about me, weighed me down terribly. ."
      },
      {
        "size": 291,
        "text": "The man looked at me, and began to paddle toward me with the oar heheld in his left hand, having in his right a long, slender spear,barbed like a fish-hook; perhaps, I thought, it is some fishing spear;moreover his raiment was of scarlet, with upright stripes of yellowand black all over it."
      },
      {
        "size": 308,
        "text": "When my eye caught his, a smile widened his mouth as if some one hadmade a joke; but I was beginning to sink, and indeed my head wasalmost under water just as he came and stood above me, but before itwent quite under, I saw his spear gleam, then felt it in my shoulder,and for the present, felt nothing else."
      },
      {
        "size": 410,
        "text": "When I woke I was on the bank of that river; the flooded waters wenthurrying past me; no boat on them now; from the river the ground wentup in gentle slopes till it grew a great hill, and there, on thathill-top, Yes, I might forget many things, almost everything, but notthat, not the old castle of my fathers up among the hills, its towersblackened now and shattered, yet still no enemy's banner waved fromit."
      },
      {
        "size": 319,
        "text": "So I said I would go and die there? and at this thought I drew mysword, which yet hung about my neck, and shook it in the air till thetrue steel quivered, then began to pace towards the castle. I wasquite naked, no rag about me; I took no heed of that only thanking Godthat my sword was left, and so toiled up the hill."
      },
      {
        "size": 413,
        "text": "I entered thecastle soon by the outer court; I knew the way so well, that I did notlift my eyes from the groimd, but walked on over the lowereddrawbridge through the unguarded gates, and stood in the great hall atlastmy father's hall as bare of everything but my sword as when I cameinto the world fifty years before: I had as little clothes, as littlewealth, less memory and thought, I verily believe, than then."
      },
      {
        "size": 356,
        "text": "So I lifted up my eyes and gazed; no glass in the windows, no hangingson the walls; the vaulting yet held good throughout, but seemed to begoing; the mortar had fallen out from between the stones, and grassand fern grew in the joints; the marble pavement was in some placesgone, and water stood about in puddles, though one scarce knew how ithad got there."
      },
      {
        "size": 269,
        "text": "No hangings on the walls- no; yet, strange to say, instead of them,the walls blazed from end to end with scarlet paintings, only stripedacross with green damp-marks in many places, some falling bodily fromthe wall, the plaster hanging down with the fading colour on it."
      },
      {
        "size": 376,
        "text": "In all of them, except for the shadows and the faces of the figures,there was scarce any colour but scarlet and yellow. Here and there itseemed the painter, whoever it was, had tried to make his trees or hisgrass green, but it would not do; some ghastly thoughts must havefilled his head, for all the green went presently into yellow,out-sweeping through the picture dismally."
      },
      {
        "size": 252,
        "text": "But the faces were paintedto the very life, or it seemed so; there were only five of them,however, that were very marked or came much in the foreground; andfour of these I knew well, though I did not then remember the names ofthose that had borne them."
      },
      {
        "size": 115,
        "text": "They were Red Harald, Swanhilda, Amald, andmyself. The fifth I did not know; it was a woman's and very beautiful. ."
      },
      {
        "size": 386,
        "text": "Then I saw that in some parts a small penthouse roof had been builtover the paintings, to keep them from the weather. Near one of thesestood a man painting, clothed in red, with stripes of yellow andblack: Then I knew that it was the same man who had saved me fromdrowning by spearing me through the shoulder; so I went up to him, andsaw furthermore that he was girt with a heavy sword."
      },
      {
        "size": 120,
        "text": "He turned roundwhen he saw me coming, and asked me fiercely what I did there. I askedwhy he was painting in my castle. ."
      },
      {
        "size": 107,
        "text": "Thereupon, with that same grim smile widening his mouth as heretofore,he said, \"I paint God's judgments. \"."
      },
      {
        "size": 172,
        "text": "\"Well, then, you paint them very badly. Listen; I know God's judgmentsmuch better than you do. See now; I will teach you God's judgments,and you shall teach me painting. \"."
      },
      {
        "size": 130,
        "text": "While I spoke he still rattled his sword, and when I had done, shuthis right eye tight, screwing his nose on one side; then said:."
      },
      {
        "size": 251,
        "text": "\"HELL!\" And, coming close up to me, he struck me with his open hand inthe face, so that the colour with which his hand was smeared wasdabbed about my face. The blow almost threw me down; and, while Istaggered, he rushed at me furiously with his sword."
      },
      {
        "size": 302,
        "text": "Perhaps it wasgood for me that I had got no clothes on; for, being utterlyunencumbered, I leapt this way and that, and avoided his fierce, eagerstrokes till I could collect myself somewhat; while he had a heavyscarlet cloak on that trailed on the ground, and which he often trodon, so that he stumbled."
      },
      {
        "size": 499,
        "text": "He very nearly slew me during the first few minutes, for it was notstrange that, together with other matters, I should have forgotten theart of fence: but yet, as I went on, and sometimes bounded about thehall under the whizzing of his sword, as he rested sometimes, leaningon it, as the point sometimes touched my head and made my eyes startout, I remembered the old joy that I used to have, and the swy, swy,of the sharp edge, as one gazed between one's horse's ears; moreover,at last, one fierce "
      },
      {
        "size": 330,
        "text": "Then, when he had gotten to his feet, I went at him again, hestaggering back, guarding wildly; I cut at his head; he put his swordup confusedly, so I fitted both hands to my hilt, and smote himmightily under the arm: then his shriek mingled with my shout, made astrange sound together; he rolled over and over, dead, as I thought."
      },
      {
        "size": 310,
        "text": "I walked about the hall in great exultation at first, striking mysword point on the floor every now and then, till I grew faint withloss of blood; then I went to my enemy and stripped off some of hisclothes to bind up my wounds withal; afterwards I found in a cornerbread and wine, and I eat and drank thereof."
      },
      {
        "size": 367,
        "text": "Then I went back to him, and looked, and a thought struck me, and Itook some of his paints and brushes, and kneeling down, painted hisface thus, with stripes of yellow and red, crossing each other atright angles; and in each of the squares so made I put a spot ofblack, after the manner of the painted letters in the prayer-books andromances when they are ornamented."
      },
      {
        "size": 437,
        "text": "So I stood back as painters use, folded my arms, and admired my ownhandiwork. Yet there struck me as being something so utterly dolefulin the man's white face, and the blood running all about him, andwashing off the stains of paint from his face and hands, and splashedclothes, that my heart mis- gave me, and I hoped that he was not dead;I took some water from a vessel he had been using for his painting,and, kneeling, washed his face."
      },
      {
        "size": 443,
        "text": "Was it some resemblance to my father's dead face, which I had seenwhen I was young, that made me pity him? I laid my hand upon hisheart, and felt it beating feebly; so I lifted him up gently, andcarried him towards a heap of straw that he seemed used to lie upon;there I stripped him and looked to his wounds, and used leech-craft,the memory of which God gave me for this purpose, I suppose, andwithin seven days I found that he would not die."
      },
      {
        "size": 229,
        "text": "Afterwards, as I wandered about the castle, I came to a room in one ofthe upper storeys, that had still the roof on, and windows in it withpainted glass, and there I found green raiment and swords and armour,and I clothed myself."
      },
      {
        "size": 183,
        "text": "So when he got well I asked him what his name was, and he me, and weboth of us said, \"Truly I know not. \" Then said I, \"but we must calleach other some name, even as men call days. \"."
      },
      {
        "size": 117,
        "text": "Then I tried to learn painting till I thought I should die, but atlast learned it through very much pain and grief. ."
      },
      {
        "size": 201,
        "text": "And, as the years went on and we grew old and grey, we painted purplepictures and green ones instead of the scarlet and yellow, so that thewalls looked altered, and always we painted God's judgments. ."
      },
      {
        "size": 292,
        "text": "And we would sit in the sunset and watch them with the golden lightchanging them, as we yet hoped God would change both us and our works. Often too we would sit outside the walls and look at the trees andsky, and the ways of the few men and women we saw; therefrom sometimesbefell adventures."
      },
      {
        "size": 170,
        "text": "Once there went past a great funeral of some king going to his owncountry, not as he had hoped to go, but stiff and colourless, spicesfilling up the place of his heart. ."
      },
      {
        "size": 377,
        "text": "And first went by very many knights, with long bright hauberks on,that fell down before their knees as they rode, and they all hadtilting-helms on with the same crest, so that their faces were quitehidden: and this crest was two hands clasped together tightly asthough they were the hands of one praying forgiveness from the one heloves best; and the crest was wrought in gold."
      },
      {
        "size": 124,
        "text": "Moreover, they had on over their hauberks surcoats which were halfscarlet and half purple, strewn about with golden stars. ."
      },
      {
        "size": 108,
        "text": "Also long lances, that had forked knights'-pennons, half purple andhalf scarlet, strewn with golden stars. ."
      },
      {
        "size": 238,
        "text": "And they went slowly, so slowly that we counted them all, fivethousand five hundred and fifty-five. Then went by many fair maidenswhose hair was loose and yellow, and who were all clad in greenraiment ungirded, and shod with golden shoes."
      },
      {
        "size": 224,
        "text": "These also we counted,being five hundred; moreover some of the outermost of them, viz. , onemaiden to every twenty, had long silver trumpets, which they swung outto right and left, blowing them, and their sound was very sad."
      },
      {
        "size": 187,
        "text": "Then many priests, and bishops, and abbots, who wore white albs andgolden copes over them; and they all sang together mournfully,\"Propter amnen Babylonis;\" and these were three hundred. ."
      },
      {
        "size": 216,
        "text": "After that came a great knot of the Lords, who were tilting helmetsand surcoats emblazoned with each one his own device; only each had inhis hand a small staff two feet long whereon was a pennon of scarletand purple."
      },
      {
        "size": 290,
        "text": "And in the midst of these was a great car hung down to the ground withpurple, drawn by grey horses whose trappings were half scarlet, halfpurple. And on this car lay the King, whose head and hands were bare;and he had on him a surcoat, half purple and half scarlet, strewn withgolden stars."
      },
      {
        "size": 112,
        "text": "And his head rested on a tilting helmet, whose crest wasthe hands of one praying passionately for forgiveness. ."
      },
      {
        "size": 151,
        "text": "And all about the car were little banners, half purple and halfscarlet, strewn with golden stars. Then the King, who counted but asone, went by also. ."
      },
      {
        "size": 271,
        "text": "And after him came again many maidens clad in ungirt white raimentstrewn with scarlet flowers, and their hair was loose and yellow andtheir feet bare: and, except for the falling of their feet and therustle of the wind through their raiment, they went past quitesilently."
      },
      {
        "size": 497,
        "text": "Then lastly came many young knights with long bright hauberks fallingover their knees as they rode, and surcoats, half scarlet and halfpurple, strewn with golden stars; they bore long lances with forkedpen- nons which were half purple, half scarlet, strewn with goldenstars; their heads and their hands were bare, but they bore shields,each one of them, which were of bright steel wrought cunningly in themidst with that bearing of the two hands of one who prays forforgiveness; which was done in "
      },
      {
        "size": 201,
        "text": "Then they all went by winding up and up the hill roads, and, when thelast of them had departed out of our sight, we put down our heads andwept, and I said, \"Sing us one of the songs of the Hollow Land."
      },
      {
        "size": 250,
        "text": "\" Thenhe whom I had called Swerker put his hand into his bosom, and slowlydrew out a long, long tress of black hair, and laid it on his knee andsmoothed it, weeping on it: So then I left him there and went andarmed myself, and brought armour for him."
      },
      {
        "size": 314,
        "text": "He did not seem surprised that I called him by the right name, butrose and armed himself, and then be looked a good knight; so we setforth. And in a turn of the long road we came suddenly upon a mostfair woman, clothed in scarlet, who sat and sobbed, holding her facebetween her bands, and her hair was very black."
      },
      {
        "size": 123,
        "text": "And when Harald saw her, he stood and gazed at her for long throughthe bars of bis helmet, then suddenly turned, and said:."
      },
      {
        "size": 142,
        "text": "Into which I let myself down most carefully, by the jutting rocks andbushes and strange trailing flowers, and there lay down and fellasleep. ."
      },
      {
        "size": 244,
        "text": "And I was waked by some one singing; I felt very happy; I felt youngagain; I had fair delicate raiment on, my sword was gone, and myarmour; I tried to think where I was, and could not for my happiness;I tried to listen to the words of the song."
      },
      {
        "size": 199,
        "text": "Nothing, only an old echoin my ears, only all manner of strange scenes from my wretched pastlife before my eyes in a dim, far-off manner: then at last, slowly,without effort, I heard what she sang. ."
      },
      {
        "size": 101,
        "text": "\"Christ keep the Hollow Land All the summer-tide; Still we cannot understand Where the waters glide;."
      },
      {
        "size": 108,
        "text": "Only dimly seeing them Coldly slipping through Many green-lipp'd cavern mouths. Where the hills are blue. \"."
      },
      {
        "size": 256,
        "text": "Through the golden streets under the purple shadows of the houses wewent, and the slow fanning backward and forward of the many-colouredbanners cooled us: we two alone: there was no one with us. No soulwill ever be able to tell what we said, how we looked."
      },
      {
        "size": 499,
        "text": "We stopped before the gates and trembled, and clasped each othercloser; for there among the marble leafage and tendrils that wereround and under and over the archway that held the golden valves werewrought two figures of a man and woman winged and garlanded, whoseraiment flashed with stars; and their faces were like faces we hadseen or half seen in some dream long and long and long ago so that wetrembled with awe and delight; and turned, and seeing Margaret, sawthat her face was that face seen "
      },
      {
        "size": 162,
        "text": "or half seen long and long and longago; and in the shining of her eyes I saw that other face, seen inthat way and no other long and long and long ago - my face. ."
      }
    ]
  }
}