{
 "author": [
  "Melville, Herman"
 ],
 "title": [
  "Moby Dick"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "Sea stories",
  "Ahab, Captain (Fictitious character) -- Fiction",
  "Mentally ill -- Fiction",
  "Whaling ships -- Fiction",
  "Whales -- Fiction",
  "Whaling -- Fiction",
  "PS",
  "Ship captains -- Fiction",
  "Psychological fiction",
  "Adventure stories"
 ],
 "id": "15",
 "genre": [
  "fiction",
  "adventure"
 ],
 "paragraphs": [
  {
   "size": 1553,
   "text": "[Note: This is one of Project Gutenberg's early files dated 1991 and the 15th file in the PG Collection. It appears to be a reference file only and simply contains a list of chapter headings. The reader will find a complete text and html file of a later date numbered PG 2701: http://www.gutenberg.org/ebooks/2701 ] by Herman Melville (1819-1891) Born in New York City, the son of New England merchant. He worked at odd jobs (clerk, garmhand, teacher) before sailing to the South Seas on the whaler _Acushnet_. He deserted his ship, lived among cannibals, mutinied on an Australian boat, then spent two years on an American boat returning to the U.S. He successfully romanticized these adventures, publishing seven novels in six years, including _Moby Dick_ (1851), one of the masterworks of American fiction. His popularity waned, and by the time he died he was virtually forgotten. _Billy Budd_ was his last great novel. As his writing declined, Melville sailed again, around Cape Horn to San Francisco on a clipper ship commanded by his brother.moby-001.txt Preliminary Matter. This text of Melville's moby-Dick is based on moby-002.txt LOOMINGS Call me Ishmael. Some years ago--never mind how moby-003.txt THE CARPET-BAG I stuffed a shirt or two into my old moby-004.txt THE SPOUTER-INN Entering that gable-ended Spouter-Inn, moby-005.txt THE COUNTERPANE Upon waking next morning about daylight, moby-006.txt BREAKFAST I quickly followed suit, and descending into moby-007.txt THE STREET If I had been astonished at first catching a moby-008.txt THE",
   "summaries": [],
   "persons": [
    "Melville",
    "Herman Melville"
   ],
   "organisations": [],
   "locations": [
    "New England",
    "Cape Horn",
    "San Francisco"
   ],
   "misc": [
    "Australian",
    "American"
   ]
  },
  {
   "size": 1610,
   "text": "CHAPEL In this same New Bedford there stands a moby-009.txt THE PULPIT I had not been seated very long ere a man moby-010.txt THE SERMON Father Mapple rose, and in a mild voice of moby-010.txt A BOSOM FRIEND Returning to the Spouter-Inn from the moby-011.txt NIGHTGOWN We had lain thus in bed, chatting and moby-012.txt BIOGRAPHICAL Queequeg was a native of Kokovoko, an moby-013.txt WHEELBARROW wheelbarrow next morning, Monday, after disposing of moby-014.txt NANTUCKET Nothing more happened on the passage worthy moby-015.txt CHOWDER It was quite late in the evening when the moby-016.txt THE SHIP In bed we concocted our plans for the morrow. moby-017.txt THE RAMADAN As Queequeg's Ramadan, or Fasting and moby-018.txt HIS MARK As we were walking down the end of the wharf moby-019.txt THE PROPHET Shipmates, have ye shipped in that ship? moby-020.txt ALL ASTIR A day or two passed, and there was great moby-021.txt GOING ABOARD It was nearly six o'clock, but only grey moby-022.txt MERRY CHRISTMAS At length, towards noon, upon the moby-023.txt THE LEE SHORE Some chapters back, one Bulkington was moby-024.txt THE ADVOCATE As Queequeg and I are now fairly embarked moby-025.txt POSTSCRIPT In behalf of the dignity of whaling, I moby-026.txt KNIGHTS AND SQUIRES The chief mate of the Pequod was moby-027.txt KNIGHTS AND SQUIRES Stubb was the second mate. He moby-028.txt AHAB For several days after leaving Nantucket, moby-029.txt ENTER AHAB; TO HIM, STUBB Some days elapsed, and ice moby-030.txt THE PIPE When Stubb had departed, Ahab stood for a moby-031.txt QUEEN MAB Next morning Stubb accosted Flask.",
   "summaries": [],
   "persons": [
    "Mapple",
    "Queequeg",
    "Ahab",
    "Bulkington",
    "Stubb"
   ],
   "organisations": [
    "AHAB"
   ],
   "locations": [
    "Spouter-Inn",
    "Pequod"
   ],
   "misc": [
    "Pequod",
    "RAMADAN"
   ]
  },
  {
   "size": 1556,
   "text": "Such a moby-032.txt CETOLOGY Already we are boldly launched upon the moby-033.txt THE SPECKSYNDER Concerning the officers of the moby-034.txt THE CABIN-TABLE It is noon; and Dough-Boy, the moby-035.txt THE MAST-HEAD It was during the more pleasant weather, moby-036.txt THE QUARTER-DECK (enter Ahab: Then, all.) It moby-037.txt SUNSET The cabin; by the stern windows; moby-038.txt DUSK By the Mainmast; Starbuck leaning moby-039.txt FIRST NIGHT-WATCH FORE-TOP ( Stubb solus, and moby-040.txt MIDNIGHT, FORECASTLE HARPOONERS AND SAILORS ( Foresail moby-041.txt MOBY DICK I, Ishmael, was one of that crew; my shouts moby-042.txt THE WHITENESS OF THE WHALE What the white whale was to moby-043.txt HARK Hist! Did you hear that noise, Cabaco? moby-044.txt THE CHART Had you followed Captain Ahab down into his moby-045.txt THE AFFIDAVIT So far as what there may be of a moby-046.txt SURMISES Though, consumed with the hot fire of his moby-047.txt THE MAT-MAKER It was a cloudy, sultry afternoon; moby-048.txt THE FIRST LOWERING The phantoms, for so they then moby-049.txt THE HYENA There are certain queer times and occasions moby-050.txt AHAB'S BOAT AND CREW. FEDALLAH Who would have thought moby-051.txt THE SPIRIT-SPOUT Days, weeks passed, and under easy moby-052.txt THE ALBATROSS South-eastward from the Cape, off the moby-053.txt THE GAM The ostensible reason why Ahab did not go on moby-054.txt THE TOWN-HO'S STORY (As told at the Golden Inn.) moby-055.txt OF THE MONSTROUS PICTURES OF WHALES I shall ere long moby-056.txt OF THE LESS ERRONEOUS PICTURES",
   "summaries": [],
   "persons": [
    "Starbuck",
    "Ahab"
   ],
   "organisations": [
    "HYENA",
    "ALBATROSS"
   ],
   "locations": [
    "US"
   ],
   "misc": []
  },
  {
   "size": 1555,
   "text": "OF WHALES, AND THE TRUE moby-057.txt OF WHALES IN PAINT; IN TEETH; IN WOOD; IN moby-058.txt BRIT Steering north-eastward from the Crozetts, we moby-059.txt SQUID Slowly wading through the meadows of brit, the moby-060.txt THE LINE With reference to the whaling scene shortly to moby-061.txt STUBB KILLS A WHALE If to Starbuck the apparition of moby-062.txt THE DART A word concerning an incident in the last moby-063.txt THE CROTCH Out of the trunk, the branches grow; out moby-064.txt STUBB'S SUPPER Stubb's whale had been killed some moby-065.txt THE WHALE AS A DISH That mortal man should feed upon moby-066.txt THE SHARK MASSACRE When in the Southern Fishery, a moby-067.txt CUTTING IN It was a Saturday night, and such a moby-068.txt THE BLANKET I have given no small attention to that moby-069.txt THE FUNERAL Haul in the chains! Let the carcase go moby-070.txt THE SPHYNX It should not have been omitted that moby-071.txt THE JEROBOAM'S STORY Hand in hand, ship and breeze moby-072.txt THE MONKEY ROPE In the tumultuous business of cutting-in moby-073.txt STUBB AND FLASK KILL A RIGHT WHALE; AND THEN HAVE moby-074.txt THE SPERM WHALE'S HEAD--CONTRASTED VIEW Here, now, are moby-075.txt THE RIGHT WHALE'S HEAD--CONTRASTED VIEW Crossing the moby-076.txt THE BATTERING-RAM Ere quitting, for the nonce, the moby-077.txt THE GREAT HEIDELBURGH TUN Now comes the Baling of moby-078.txt CISTERN AND BUCKETS Nimble as a cat, Tashtego moby-079.txt THE PRAIRE To scan the lines of his face, or feel moby-080.txt THE NUT If the Sperm Whale be physiognomically",
   "summaries": [],
   "persons": [
    "Starbuck"
   ],
   "organisations": [],
   "locations": [
    "CISTERN"
   ],
   "misc": [
    "Sperm Whale"
   ]
  },
  {
   "size": 1574,
   "text": "a moby-081.txt THE PEQUOD MEETS THE VIRGIN The predestinated day moby-082.txt THE HONOR AND GLORY OF WHALING There are some moby-083.txt JONAH HISTORICALLY REGARDED Reference was made to moby-084.txt PITCHPOLING To make them run easily and swiftly, moby-085.txt THE FOUNTAIN That for six thousand years --and no one moby-086.txt THE TAIL Other poets have warbled the praises of moby-087.txt THE GRAND ARMADA The long and narrow peninsula of moby-088.txt SCHOOLS AND SCHOOLMASTERS The previous chapter moby-089.txt FAST-FISH AND LOOSE-FISH The allusion to the waifs moby-090.txt HEADS OR TAILS De balena vero sufficit, si rex habeat moby-091.txt THE PEQUOD MEETS THE ROSE-BUD In vain it was to rake moby-092.txt AMBERGRIS Now this ambergris is a very curious moby-093.txt THE CASTAWAY It was but some few days after moby-094.txt A SQUEEZE OF THE HAND That whale of Stubb's so dearly moby-095.txt THE CASSOCK Had you stepped on board the Pequod at a moby-096.txt THE TRY-WORKS Besides her hoisted boats, an American moby-097.txt THE LAMP Had you descended from the Pequod's moby-098.txt STOWING DOWN AND CLEARING UP Already has it been moby-099.txt THE DOUBLOON Ere now it has been related how Ahab was moby-100.txt LEG AND ARM THE PEQUOD, OF NANTUCKET, MEETS THE SAMUEL moby-101.txt THE DECANTER Ere the English ship fades from sight, be moby-102.txt A BOWER IN THE ARSACIDES Hitherto, in descriptively moby-103.txt MEASUREMENT OF THE WHALE'S SKELETON In the first moby-104.txt THE FOSSIL WHALE From his mighty bulk the whale moby-105.txt DOES THE WHALE'S MAGNITUDE DIMINISH?",
   "summaries": [],
   "persons": [
    "Ahab",
    "Pequod"
   ],
   "organisations": [
    "SAMUEL"
   ],
   "locations": [
    "JONAH"
   ],
   "misc": [
    "GRAND ARMADA",
    "English",
    "Pequod"
   ]
  },
  {
   "size": 1550,
   "text": "WILL HE PERISH? Inasmuch, then moby-106.txt AHAB'S LEG The precipitating manner in which Captain moby-107.txt THE CARPENTER Seat thyself sultanically among the moby-108.txt AHAB AND THE CARPENTER THE DECK--FIRST NIGHT WATCH moby-109.txt AHAB AND STARBUCK IN THE CABIN According to usage they moby-110.txt QUEEQUEG IN HIS COFFIN Upon searching, it was found moby-111.txt THE PACIFIC When gliding by the Bashee isles we emerged moby-112.txt THE BLACKSMITH The blacksmith availing himself of the mild, moby-113.txt THE FORGE With matted beard, and swathed in a moby-114.txt THE GILDER Penetrating further and further into the moby-115.txt THE PEQUOD MEETS THE BACHELOR And jolly enough were moby-116.txt THE DYING WHALE Not seldom in this life, when, on the moby-117.txt THE WHALE WATCH The four whales slain that evening moby-118.txt THE QUADRANT The season for the Line at length drew moby-119.txt THE CANDLES Warmest climes but nurse the cruellest moby-120.txt THE DECK TOWARDS THE END OF THE FIRST NIGHT WATCH moby-121.txt MIDNIGHT--THE FORECASTLE BULWARKS Stubb and Flask moby-122.txt MIDNIGHT ALOFT--THUNDER AND LIGHTNING The moby-123.txt THE MUSKET During the most violent shocks of the moby-124.txt THE NEEDLE Next morning the not-yet-subsided sea moby-125.txt THE LOG AND LINE While now the fated Pequod had been moby-126.txt THE LIFE-BUOY Steering now south-eastward by Ahab's moby-127.txt THE DECK The coffin laid upon two line-tubs, between moby-128.txt THE PEQUOD MEETS THE RACHEL Next day, a large moby-129.txt THE CABIN (Ahab moving to go",
   "summaries": [],
   "persons": [
    "Stubb",
    "Ahab"
   ],
   "organisations": [
    "THE PACIFIC",
    "Line",
    "BACHELOR"
   ],
   "locations": [],
   "misc": [
    "Bashee",
    "Pequod"
   ]
  },
  {
   "size": 329,
   "text": "on deck; Pip catches moby-130.txt THE HAT And now that at the proper time and place, moby-131.txt THE PEQUOD MEETS THE DELIGHT The intense Pequod moby-132.txt THE SYMPHONY It was a clear steel-blue day. The moby-133.txt THE CHASE--FIRST DAY That night, in the mid-watch, moby-134.txt THE CHASE--SECOND DAY At day-break, the three",
   "summaries": [],
   "persons": [
    "PEQUOD"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  }
 ]
}