{
 "author": [
  "James, Henry"
 ],
 "title": [
  "The Aspern Papers"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "Venice (Italy) -- Fiction",
  "Poets -- Fiction",
  "Man-woman relationships -- Fiction",
  "Manuscripts -- Collectors and collecting -- Fiction",
  "Psychological fiction",
  "PS"
 ],
 "id": "211",
 "genre": [
  "fiction"
 ],
 "paragraphs": [
  {
   "size": 1534,
   "text": "The world, as I say, had recognized Jeffrey Aspern, but Cumnor and I had recognized him most. The multitude, today, flocked to his temple, but of that temple he and I regarded ourselves as the ministers. We held, justly, as I think, that we had done more for his memory than anyone else, and we had done it by opening lights into his life. He had nothing to fear from us because he had nothing to fear from the truth, which alone at such a distance of time we could be interested in establishing. His early death had been the only dark spot in his life, unless the papers in Miss Bordereau’s hands should perversely bring out others. There had been an impression about 1825 that he had “treated her badly,” just as there had been an impression that he had “served,” as the London populace says, several other ladies in the same way. Each of these cases Cumnor and I had been able to investigate, and we had never failed to acquit him conscientiously of shabby behavior. I judged him perhaps more indulgently than my friend; certainly, at any rate, it appeared to me that no man could have walked straighter in the given circumstances. These were almost always awkward. Half the women of his time, to speak liberally, had flung themselves at his head, and out of this pernicious fashion many complications, some of them grave, had not failed to arise. He was not a woman’s poet, as I had said to Mrs. Prest, in the modern phase of his reputation; but the situation had been different when the man’s own voice was mingled with his song.",
   "summaries": [],
   "persons": [
    "Miss",
    "Cumnor"
   ],
   "organisations": [],
   "locations": [
    "London"
   ],
   "misc": []
  },
  {
   "size": 1438,
   "text": "That voice, by every testimony, was one of the sweetest ever heard. “Orpheus and the Maenads!” was the exclamation that rose to my lips when I first turned over his correspondence. Almost all the Maenads were unreasonable, and many of them insupportable; it struck me in short that he was kinder, more considerate than, in his place (if I could imagine myself in such a place!) I should have been. It was certainly strange beyond all strangeness, and I shall not take up space with attempting to explain it, that whereas in all these other lines of research we had to deal with phantoms and dust, the mere echoes of echoes, the one living source of information that had lingered on into our time had been unheeded by us. Every one of Aspern’s contemporaries had, according to our belief, passed away; we had not been able to look into a single pair of eyes into which his had looked or to feel a transmitted contact in any aged hand that his had touched. Most dead of all did poor Miss Bordereau appear, and yet she alone had survived. We exhausted in the course of months our wonder that we had not found her out sooner, and the substance of our explanation was that she had kept so quiet. The poor lady on the whole had had reason for doing so. But it was a revelation to us that it was possible to keep so quiet as that in the latter half of the nineteenth century--the age of newspapers and telegrams and photographs and interviewers.",
   "summaries": [],
   "persons": [
    "Bordereau"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "Maenads"
   ]
  },
  {
   "size": 1535,
   "text": "And she had taken no great trouble about it either: she had not hidden herself away in an undiscoverable hole; she had boldly settled down in a city of exhibition. The only secret of her safety that we could perceive was that Venice contained so many curiosities that were greater than she. And then accident had somehow favored her, as was shown for example in the fact that Mrs. Prest had never happened to mention her to me, though I had spent three weeks in Venice--under her nose, as it were--five years before. Mrs. Prest had not mentioned this much to anyone; she appeared almost to have forgotten she was there. Of course she had not the responsibilities of an editor. It was no explanation of the old woman’s having eluded us to say that she lived abroad, for our researches had again and again taken us (not only by correspondence but by personal inquiry) to France, to Germany, to Italy, in which countries, not counting his important stay in England, so many of the too few years of Aspern’s career were spent. We were glad to think at least that in all our publishings (some people consider I believe that we have overdone them), we had only touched in passing and in the most discreet manner on Miss Bordereau’s connection. Oddly enough, even if we had had the material (and we often wondered what had become of it), it would have been the most difficult episode to handle. The gondola stopped, the old palace was there; it was a house of the class which in Venice carries even in extreme dilapidation the dignified name.",
   "summaries": [],
   "persons": [
    "Prest",
    "Miss"
   ],
   "organisations": [],
   "locations": [
    "Venice"
   ],
   "misc": []
  },
  {
   "size": 1402,
   "text": "“How charming! It’s gray and pink!” my companion exclaimed; and that is the most comprehensive description of it. It was not particularly old, only two or three centuries; and it had an air not so much of decay as of quiet discouragement, as if it had rather missed its career. But its wide front, with a stone balcony from end to end of the piano nobile or most important floor, was architectural enough, with the aid of various pilasters and arches; and the stucco with which in the intervals it had long ago been endued was rosy in the April afternoon. It overlooked a clean, melancholy, unfrequented canal, which had a narrow riva or convenient footway on either side. “I don’t know why--there are no brick gables,” said Mrs. Prest, “but this corner has seemed to me before more Dutch than Italian, more like Amsterdam than like Venice. It’s perversely clean, for reasons of its own; and though you can pass on foot scarcely anyone ever thinks of doing so. It has the air of a Protestant Sunday. Perhaps the people are afraid of the Misses Bordereau. I daresay they have the reputation of witches.” I forget what answer I made to this--I was given up to two other reflections. The first of these was that if the old lady lived in such a big, imposing house she could not be in any sort of misery and therefore would not be tempted by a chance to let a couple of rooms. I expressed this idea to Mrs.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [
    "Amsterdam"
   ],
   "misc": [
    "Dutch",
    "Protestant"
   ]
  },
  {
   "size": 1445,
   "text": "Prest, who gave me a very logical reply. “If she didn’t live in a big house how could it be a question of her having rooms to spare? If she were not amply lodged herself you would lack ground to approach her. Besides, a big house here, and especially in this quartier perdu, proves nothing at all: it is perfectly compatible with a state of penury. Dilapidated old palazzi, if you will go out of the way for them, are to be had for five shillings a year. And as for the people who live in them--no, until you have explored Venice socially as much as I have you can form no idea of their domestic desolation. They live on nothing, for they have nothing to live on.” The other idea that had come into my head was connected with a high blank wall which appeared to confine an expanse of ground on one side of the house. Blank I call it, but it was figured over with the patches that please a painter, repaired breaches, crumblings of plaster, extrusions of brick that had turned pink with time; and a few thin trees, with the poles of certain rickety trellises, were visible over the top. The place was a garden, and apparently it belonged to the house. It suddenly occurred to me that if it did belong to the house I had my pretext. I sat looking out on all this with Mrs. Prest (it was covered with the golden glow of Venice) from the shade of our felze, and she asked me if I would go in then, while she waited for me, or come back another time.",
   "summaries": [],
   "persons": [
    "Prest"
   ],
   "organisations": [],
   "locations": [
    "Venice"
   ],
   "misc": []
  },
  {
   "size": 1526,
   "text": "At first I could not decide--it was doubtless very weak of me. I wanted still to think I MIGHT get a footing, and I was afraid to meet failure, for it would leave me, as I remarked to my companion, without another arrow for my bow. “Why not another?” she inquired as I sat there hesitating and thinking it over; and she wished to know why even now and before taking the trouble of becoming an inmate (which might be wretchedly uncomfortable after all, even if it succeeded), I had not the resource of simply offering them a sum of money down. In that way I might obtain the documents without bad nights. “Dearest lady,” I exclaimed, “excuse the impatience of my tone when I suggest that you must have forgotten the very fact (surely I communicated it to you) which pushed me to throw myself upon your ingenuity. The old woman won’t have the documents spoken of; they are personal, delicate, intimate, and she hasn’t modern notions, God bless her! If I should sound that note first I should certainly spoil the game. I can arrive at the papers only by putting her off her guard, and I can put her off her guard only by ingratiating diplomatic practices. Hypocrisy, duplicity are my only chance. I am sorry for it, but for Jeffrey Aspern’s sake I would do worse still. First I must take tea with her; then tackle the main job.” And I told over what had happened to John Cumnor when he wrote to her. No notice whatever had been taken of his first letter, and the second had been answered very sharply, in six lines, by the niece.",
   "summaries": [],
   "persons": [
    "John Cumnor"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1648,
   "text": "“Miss Bordereau requested her to say that she could not imagine what he meant by troubling them. They had none of Mr. Aspern’s papers, and if they had should never think of showing them to anyone on any account whatever. She didn’t know what he was talking about and begged he would let her alone.” I certainly did not want to be met that way. “Well,” said Mrs. Prest after a moment, provokingly, “perhaps after all they haven’t any of his things. If they deny it flat how are you sure?” “John Cumnor is sure, and it would take me long to tell you how his conviction, or his very strong presumption--strong enough to stand against the old lady’s not unnatural fib--has built itself up. Besides, he makes much of the internal evidence of the niece’s letter.” “The internal evidence?” “Her calling him ‘Mr. Aspern.’” “I don’t see what that proves.” “It proves familiarity, and familiarity implies the possession of mementoes, or relics. I can’t tell you how that ‘Mr.’ touches me--how it bridges over the gulf of time and brings our hero near to me--nor what an edge it gives to my desire to see Juliana. You don’t say, ‘Mr.’ Shakespeare.” “Would I, any more, if I had a box full of his letters?” “Yes, if he had been your lover and someone wanted them!” And I added that John Cumnor was so convinced, and so all the more convinced by Miss Bordereau’s tone, that he would have come himself to Venice on the business were it not that for him there was the obstacle that it would be difficult to disprove his identity with the person who had written to them, which the old ladies would be sure to suspect in spite of dissimulation and a change of name.",
   "summaries": [],
   "persons": [
    "Miss",
    "Cumnor",
    "John Cumnor"
   ],
   "organisations": [],
   "locations": [
    "Venice"
   ],
   "misc": []
  },
  {
   "size": 1464,
   "text": "If they were to ask him point-blank if he were not their correspondent it would be too awkward for him to lie; whereas I was fortunately not tied in that way. I was a fresh hand and could say no without lying. “But you will have to change your name,” said Mrs. Prest. “Juliana lives out of the world as much as it is possible to live, but none the less she has probably heard of Mr. Aspern’s editors; she perhaps possesses what you have published.” “I have thought of that,” I returned; and I drew out of my pocketbook a visiting card, neatly engraved with a name that was not my own. “You are very extravagant; you might have written it,” said my companion. “This looks more genuine.” “Certainly, you are prepared to go far! But it will be awkward about your letters; they won’t come to you in that mask.” “My banker will take them in, and I will go every day to fetch them. It will give me a little walk.” “Shall you only depend upon that?” asked Mrs. Prest. “Aren’t you coming to see me?” “Oh, you will have left Venice, for the hot months, long before there are any results. I am prepared to roast all summer--as well as hereafter, perhaps you’ll say! Meanwhile, John Cumnor will bombard me with letters addressed, in my feigned name, to the care of the padrona.” “She will recognize his hand,” my companion suggested. “On the envelope he can disguise it.” “Well, you’re a precious pair! Doesn’t it occur to you that even if you are able to say you are not Mr.",
   "summaries": [],
   "persons": [
    "John Cumnor"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 242,
   "text": "Cumnor in person they may still suspect you of being his emissary?” “Certainly, and I see only one way to parry that.” “And what may that be?” I hesitated a moment. “To make love to the niece.” “Ah,” cried Mrs. Prest, “wait till you see her!”",
   "summaries": [],
   "persons": [
    "Cumnor"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1459,
   "text": "“I must work the garden--I must work the garden,” I said to myself, five minutes later, as I waited, upstairs, in the long, dusky sala, where the bare scagliola floor gleamed vaguely in a chink of the closed shutters. The place was impressive but it looked cold and cautious. Mrs. Prest had floated away, giving me a rendezvous at the end of half an hour by some neighboring water steps; and I had been let into the house, after pulling the rusty bell wire, by a little red-headed, white-faced maidservant, who was very young and not ugly and wore clicking pattens and a shawl in the fashion of a hood. She had not contented herself with opening the door from above by the usual arrangement of a creaking pulley, though she had looked down at me first from an upper window, dropping the inevitable challenge which in Italy precedes the hospitable act. As a general thing I was irritated by this survival of medieval manners, though as I liked the old I suppose I ought to have liked it; but I was so determined to be genial that I took my false card out of my pocket and held it up to her, smiling as if it were a magic token. It had the effect of one indeed, for it brought her, as I say, all the way down. I begged her to hand it to her mistress, having first written on it in Italian the words, “Could you very kindly see a gentleman, an American, for a moment?” The little maid was not hostile, and I reflected that even that was perhaps something gained.",
   "summaries": [],
   "persons": [
    "Prest"
   ],
   "organisations": [],
   "locations": [
    "Italy"
   ],
   "misc": [
    "Italian"
   ]
  },
  {
   "size": 1510,
   "text": "She colored, she smiled and looked both frightened and pleased. I could see that my arrival was a great affair, that visits were rare in that house, and that she was a person who would have liked a sociable place. When she pushed forward the heavy door behind me I felt that I had a foot in the citadel. She pattered across the damp, stony lower hall and I followed her up the high staircase--stonier still, as it seemed--without an invitation. I think she had meant I should wait for her below, but such was not my idea, and I took up my station in the sala. She flitted, at the far end of it, into impenetrable regions, and I looked at the place with my heart beating as I had known it to do in the dentist’s parlor. It was gloomy and stately, but it owed its character almost entirely to its noble shape and to the fine architectural doors--as high as the doors of houses--which, leading into the various rooms, repeated themselves on either side at intervals. They were surmounted with old faded painted escutcheons, and here and there, in the spaces between them, brown pictures, which I perceived to be bad, in battered frames, were suspended. With the exception of several straw-bottomed chairs with their backs to the wall, the grand obscure vista contained nothing else to minister to effect. It was evidently never used save as a passage, and little even as that. I may add that by the time the door opened again through which the maidservant had escaped, my eyes had grown used to the want of light.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1571,
   "text": "I had not meant by my private ejaculation that I must myself cultivate the soil of the tangled enclosure which lay beneath the windows, but the lady who came toward me from the distance over the hard, shining floor might have supposed as much from the way in which, as I went rapidly to meet her, I exclaimed, taking care to speak Italian: “The garden, the garden--do me the pleasure to tell me if it’s yours!” She stopped short, looking at me with wonder; and then, “Nothing here is mine,” she answered in English, coldly and sadly. “Oh, you are English; how delightful!” I remarked, ingenuously. “But surely the garden belongs to the house?” “Yes, but the house doesn’t belong to me.” She was a long, lean, pale person, habited apparently in a dull-colored dressing gown, and she spoke with a kind of mild literalness. She did not ask me to sit down, any more than years before (if she were the niece) she had asked Mrs. Prest, and we stood face to face in the empty pompous hall. “Well then, would you kindly tell me to whom I must address myself? I’m afraid you’ll think me odiously intrusive, but you know I MUST have a garden--upon my honor I must!” Her face was not young, but it was simple; it was not fresh, but it was mild. She had large eyes which were not bright, and a great deal of hair which was not “dressed,” and long fine hands which were--possibly--not clean. She clasped these members almost convulsively as, with a confused, alarmed look, she broke out, “Oh, don’t take it away from us; we like it ourselves!” “You have the use of it then?” “Oh, yes.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1435,
   "text": "If it wasn’t for that!” And she gave a shy, melancholy smile. “Isn’t it a luxury, precisely? That’s why, intending to be in Venice some weeks, possibly all summer, and having some literary work, some reading and writing to do, so that I must be quiet, and yet if possible a great deal in the open air--that’s why I have felt that a garden is really indispensable. I appeal to your own experience,” I went on, smiling. “Now can’t I look at yours?” “I don’t know, I don’t understand,” the poor woman murmured, planted there and letting her embarrassed eyes wander all over my strangeness. “I mean only from one of those windows--such grand ones as you have here--if you will let me open the shutters.” And I walked toward the back of the house. When I had advanced halfway I stopped and waited, as if I took it for granted she would accompany me. I had been of necessity very abrupt, but I strove at the same time to give her the impression of extreme courtesy. “I have been looking at furnished rooms all over the place, and it seems impossible to find any with a garden attached. Naturally in a place like Venice gardens are rare. It’s absurd if you like, for a man, but I can’t live without flowers.” “There are none to speak of down there.” She came nearer to me, as if, though she mistrusted me, I had drawn her by an invisible thread. I went on again, and she continued as she followed me: “We have a few, but they are very common.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [
    "Venice"
   ],
   "misc": []
  },
  {
   "size": 1430,
   "text": "It costs too much to cultivate them; one has to have a man.” “Why shouldn’t I be the man?” I asked. “I’ll work without wages; or rather I’ll put in a gardener. You shall have the sweetest flowers in Venice.” She protested at this, with a queer little sigh which might also have been a gush of rapture at the picture I presented. Then she observed, “We don’t know you--we don’t know you.” “You know me as much as I know you: that is much more, because you know my name. And if you are English I am almost a countryman.” “We are not English,” said my companion, watching me helplessly while I threw open the shutters of one of the divisions of the wide high window. “You speak the language so beautifully: might I ask what you are?” Seen from above the garden was certainly shabby; but I perceived at a glance that it had great capabilities. She made no rejoinder, she was so lost in staring at me, and I exclaimed, “You don’t mean to say you are also by chance American?” “I don’t know; we used to be.” “Used to be? Surely you haven’t changed?” “It’s so many years ago--we are nothing.” “So many years that you have been living here? Well, I don’t wonder at that; it’s a grand old house. I suppose you all use the garden,” I went on, “but I assure you I shouldn’t be in your way. I would be very quiet and stay in one corner.” “We all use it?” she repeated after me, vaguely, not coming close to the window but looking at my shoes.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": [
    "English"
   ]
  },
  {
   "size": 1419,
   "text": "She appeared to think me capable of throwing her out. “I mean all your family, as many as you are.” “There is only one other; she is very old--she never goes down.” “Only one other, in all this great house!” I feigned to be not only amazed but almost scandalized. “Dear lady, you must have space then to spare!” “To spare?” she repeated, in the same dazed way. “Why, you surely don’t live (two quiet women--I see YOU are quiet, at any rate) in fifty rooms!” Then with a burst of hope and cheer I demanded: “Couldn’t you let me two or three? That would set me up!” I had not struck the note that translated my purpose, and I need not reproduce the whole of the tune I played. I ended by making my interlocutress believe that I was an honorable person, though of course I did not even attempt to persuade her that I was not an eccentric one. I repeated that I had studies to pursue; that I wanted quiet; that I delighted in a garden and had vainly sought one up and down the city; that I would undertake that before another month was over the dear old house should be smothered in flowers. I think it was the flowers that won my suit, for I afterward found that Miss Tita (for such the name of this high tremulous spinster proved somewhat incongruously to be) had an insatiable appetite for them. When I speak of my suit as won I mean that before I left her she had promised that she would refer the question to her aunt.",
   "summaries": [],
   "persons": [
    "Tita"
   ],
   "organisations": [],
   "locations": [
    "Tita"
   ],
   "misc": []
  },
  {
   "size": 1402,
   "text": "I inquired who her aunt might be and she answered, “Why, Miss Bordereau!” with an air of surprise, as if I might have been expected to know. There were contradictions like this in Tita Bordereau which, as I observed later, contributed to make her an odd and affecting person. It was the study of the two ladies to live so that the world should not touch them, and yet they had never altogether accepted the idea that it never heard of them. In Tita at any rate a grateful susceptibility to human contact had not died out, and contact of a limited order there would be if I should come to live in the house. “We have never done anything of the sort; we have never had a lodger or any kind of inmate.” So much as this she made a point of saying to me. “We are very poor, we live very badly. The rooms are very bare--that you might take; they have nothing in them. I don’t know how you would sleep, how you would eat.” “With your permission, I could easily put in a bed and a few tables and chairs. C’est la moindre des choses and the affair of an hour or two. I know a little man from whom I can hire what I should want for a few months, for a trifle, and my gondolier can bring the things round in his boat. Of course in this great house you must have a second kitchen, and my servant, who is a wonderfully handy fellow” (this personage was an evocation of the moment), “can easily cook me a chop there.",
   "summaries": [],
   "persons": [
    "Tita",
    "Bordereau"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1524,
   "text": "My tastes and habits are of the simplest; I live on flowers!” And then I ventured to add that if they were very poor it was all the more reason they should let their rooms. They were bad economists--I had never heard of such a waste of material. I saw in a moment that the good lady had never before been spoken to in that way, with a kind of humorous firmness which did not exclude sympathy but was on the contrary founded on it. She might easily have told me that my sympathy was impertinent, but this by good fortune did not occur to her. I left her with the understanding that she would consider the matter with her aunt and that I might come back the next day for their decision. “The aunt will refuse; she will think the whole proceeding very louche!” Mrs. Prest declared shortly after this, when I had resumed my place in her gondola. She had put the idea into my head and now (so little are women to be counted on) she appeared to take a despondent view of it. Her pessimism provoked me and I pretended to have the best hopes; I went so far as to say that I had a distinct presentiment that I should succeed. Upon this Mrs. Prest broke out, “Oh, I see what’s in your head! You fancy you have made such an impression in a quarter of an hour that she is dying for you to come and can be depended upon to bring the old one round. If you do get in you’ll count it as a triumph.” I did count it as a triumph, but only for the editor (in the last analysis), not for the man, who had not the tradition of personal conquest.",
   "summaries": [],
   "persons": [
    "Prest"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1563,
   "text": "When I went back on the morrow the little maidservant conducted me straight through the long sala (it opened there as before in perfect perspective and was lighter now, which I thought a good omen) into the apartment from which the recipient of my former visit had emerged on that occasion. It was a large shabby parlor, with a fine old painted ceiling and a strange figure sitting alone at one of the windows. They come back to me now almost with the palpitation they caused, the successive feelings that accompanied my consciousness that as the door of the room closed behind me I was really face to face with the Juliana of some of Aspern’s most exquisite and most renowned lyrics. I grew used to her afterward, though never completely; but as she sat there before me my heart beat as fast as if the miracle of resurrection had taken place for my benefit. Her presence seemed somehow to contain his, and I felt nearer to him at that first moment of seeing her than I ever had been before or ever have been since. Yes, I remember my emotions in their order, even including a curious little tremor that took me when I saw that the niece was not there. With her, the day before, I had become sufficiently familiar, but it almost exceeded my courage (much as I had longed for the event) to be left alone with such a terrible relic as the aunt. She was too strange, too literally resurgent. Then came a check, with the perception that we were not really face to face, inasmuch as she had over her eyes a horrible green shade which, for her, served almost as a mask.",
   "summaries": [],
   "persons": [
    "Juliana"
   ],
   "organisations": [],
   "locations": [
    "sala"
   ],
   "misc": []
  },
  {
   "size": 959,
   "text": "I believed for the instant that she had put it on expressly, so that from underneath it she might scrutinize me without being scrutinized herself. At the same time it increased the presumption that there was a ghastly death’s-head lurking behind it. The divine Juliana as a grinning skull--the vision hung there until it passed. Then it came to me that she WAS tremendously old--so old that death might take her at any moment, before I had time to get what I wanted from her. The next thought was a correction to that; it lighted up the situation. She would die next week, she would die tomorrow--then I could seize her papers. Meanwhile she sat there neither moving nor speaking. She was very small and shrunken, bent forward, with her hands in her lap. She was dressed in black, and her head was wrapped in a piece of old black lace which showed no hair. My emotion keeping me silent she spoke first, and the remark she made was exactly the most unexpected.",
   "summaries": [],
   "persons": [
    "Juliana"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1422,
   "text": "“Our house is very far from the center, but the little canal is very comme il faut.” “It’s the sweetest corner of Venice and I can imagine nothing more charming,” I hastened to reply. The old lady’s voice was very thin and weak, but it had an agreeable, cultivated murmur, and there was wonder in the thought that that individual note had been in Jeffrey Aspern’s ear. “Please to sit down there. I hear very well,” she said quietly, as if perhaps I had been shouting at her; and the chair she pointed to was at a certain distance. I took possession of it, telling her that I was perfectly aware that I had intruded, that I had not been properly introduced and could only throw myself upon her indulgence. Perhaps the other lady, the one I had had the honor of seeing the day before, would have explained to her about the garden. That was literally what had given me courage to take a step so unconventional. I had fallen in love at sight with the whole place (she herself probably was so used to it that she did not know the impression it was capable of making on a stranger), and I had felt it was really a case to risk something. Was her own kindness in receiving me a sign that I was not wholly out in my calculation? It would render me extremely happy to think so. I could give her my word of honor that I was a most respectable, inoffensive person and that as an inmate they would be barely conscious of my existence.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [
    "Venice"
   ],
   "misc": []
  },
  {
   "size": 1402,
   "text": "I would conform to any regulations, any restrictions if they would only let me enjoy the garden. Moreover I should be delighted to give her references, guarantees; they would be of the very best, both in Venice and in England as well as in America. She listened to me in perfect stillness and I felt that she was looking at me with great attention, though I could see only the lower part of her bleached and shriveled face. Independently of the refining process of old age it had a delicacy which once must have been great. She had been very fair, she had had a wonderful complexion. She was silent a little after I had ceased speaking; then she inquired, “If you are so fond of a garden why don’t you go to terra firma, where there are so many far better than this?” “Oh, it’s the combination!” I answered, smiling; and then, with rather a flight of fancy, “It’s the idea of a garden in the middle of the sea.” “It’s not in the middle of the sea; you can’t see the water.” I stared a moment, wondering whether she wished to convict me of fraud. “Can’t see the water? Why, dear madam, I can come up to the very gate in my boat.” She appeared inconsequent, for she said vaguely in reply to this, “Yes, if you have got a boat. I haven’t any; it’s many years since I have been in one of the gondolas.” She uttered these words as if the gondolas were a curious faraway craft which she knew only by hearsay.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [
    "England"
   ],
   "misc": []
  },
  {
   "size": 1602,
   "text": "“Let me assure you of the pleasure with which I would put mine at your service!” I exclaimed. I had scarcely said this, however, before I became aware that the speech was in questionable taste and might also do me the injury of making me appear too eager, too possessed of a hidden motive. But the old woman remained impenetrable and her attitude bothered me by suggesting that she had a fuller vision of me than I had of her. She gave me no thanks for my somewhat extravagant offer but remarked that the lady I had seen the day before was her niece; she would presently come in. She had asked her to stay away a little on purpose, because she herself wished to see me at first alone. She relapsed into silence, and I asked myself why she had judged this necessary and what was coming yet; also whether I might venture on some judicious remark in praise of her companion. I went so far as to say that I should be delighted to see her again: she had been so very courteous to me, considering how odd she must have thought me--a declaration which drew from Miss Bordereau another of her whimsical speeches. “She has very good manners; I bred her up myself!” I was on the point of saying that that accounted for the easy grace of the niece, but I arrested myself in time, and the next moment the old woman went on: “I don’t care who you may be--I don’t want to know; it signifies very little today.” This had all the air of being a formula of dismissal, as if her next words would be that I might take myself off now that she had had the amusement of looking on the face of such a monster of indiscretion.",
   "summaries": [],
   "persons": [
    "Bordereau"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1457,
   "text": "Therefore I was all the more surprised when she added, with her soft, venerable quaver, “You may have as many rooms as you like--if you will pay a good deal of money.” I hesitated but for a single instant, long enough to ask myself what she meant in particular by this condition. First it struck me that she must have really a large sum in her mind; then I reasoned quickly that her idea of a large sum would probably not correspond to my own. My deliberation, I think, was not so visible as to diminish the promptitude with which I replied, “I will pay with pleasure and of course in advance whatever you may think is proper to ask me.” “Well then, a thousand francs a month,” she rejoined instantly, while her baffling green shade continued to cover her attitude. The figure, as they say, was startling and my logic had been at fault. The sum she had mentioned was, by the Venetian measure of such matters, exceedingly large; there was many an old palace in an out-of-the-way corner that I might on such terms have enjoyed by the year. But so far as my small means allowed I was prepared to spend money, and my decision was quickly taken. I would pay her with a smiling face what she asked, but in that case I would give myself the compensation of extracting the papers from her for nothing. Moreover if she had asked five times as much I should have risen to the occasion; so odious would it have appeared to me to stand chaffering with Aspern’s Juliana.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": [
    "Venetian"
   ]
  },
  {
   "size": 1466,
   "text": "It was queer enough to have a question of money with her at all. I assured her that her views perfectly met my own and that on the morrow I should have the pleasure of putting three months’ rent into her hand. She received this announcement with serenity and with no apparent sense that after all it would be becoming of her to say that I ought to see the rooms first. This did not occur to her and indeed her serenity was mainly what I wanted. Our little bargain was just concluded when the door opened and the younger lady appeared on the threshold. As soon as Miss Bordereau saw her niece she cried out almost gaily, “He will give three thousand--three thousand tomorrow!” Miss Tita stood still, with her patient eyes turning from one of us to the other; then she inquired, scarcely above her breath, “Do you mean francs?” “Did you mean francs or dollars?” the old woman asked of me at this. “I think francs were what you said,” I answered, smiling. “That is very good,” said Miss Tita, as if she had become conscious that her own question might have looked overreaching. “What do YOU know? You are ignorant,” Miss Bordereau remarked; not with acerbity but with a strange, soft coldness. “Yes, of money--certainly of money!” Miss Tita hastened to exclaim. “I am sure you have your own branches of knowledge,” I took the liberty of saying, genially. There was something painful to me, somehow, in the turn the conversation had taken, in the discussion of the rent.",
   "summaries": [],
   "persons": [
    "Bordereau",
    "Miss Tita"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1437,
   "text": "“She had a very good education when she was young. I looked into that myself,” said Miss Bordereau. Then she added, “But she has learned nothing since.” “I have always been with you,” Miss Tita rejoined very mildly, and evidently with no intention of making an epigram. “Yes, but for that!” her aunt declared with more satirical force. She evidently meant that but for this her niece would never have got on at all; the point of the observation however being lost on Miss Tita, though she blushed at hearing her history revealed to a stranger. Miss Bordereau went on, addressing herself to me: “And what time will you come tomorrow with the money?” “The sooner the better. If it suits you I will come at noon.” “I am always here but I have my hours,” said the old woman, as if her convenience were not to be taken for granted. “You mean the times when you receive?” “I never receive. But I will see you at noon, when you come with the money.” “Very good, I shall be punctual;” and I added, “May I shake hands with you, on our contract?” I thought there ought to be some little form, it would make me really feel easier, for I foresaw that there would be no other. Besides, though Miss Bordereau could not today be called personally attractive and there was something even in her wasted antiquity that bade one stand at one’s distance, I felt an irresistible desire to hold in my own for a moment the hand that Jeffrey Aspern had pressed.",
   "summaries": [],
   "persons": [
    "Jeffrey Aspern"
   ],
   "organisations": [
    "Aspern"
   ],
   "locations": [],
   "misc": []
  },
  {
   "size": 1413,
   "text": "For a minute she made no answer, and I saw that my proposal failed to meet with her approbation. She indulged in no movement of withdrawal, which I half-expected; she only said coldly, “I belong to a time when that was not the custom.” I felt rather snubbed but I exclaimed good humoredly to Miss Tita, “Oh, you will do as well!” I shook hands with her while she replied, with a small flutter, “Yes, yes, to show it’s all arranged!” “Shall you bring the money in gold?” Miss Bordereau demanded, as I was turning to the door. I looked at her for a moment. “Aren’t you a little afraid, after all, of keeping such a sum as that in the house?” It was not that I was annoyed at her avidity but I was really struck with the disparity between such a treasure and such scanty means of guarding it. “Whom should I be afraid of if I am not afraid of you?” she asked with her shrunken grimness. “Ah well,” said I, laughing, “I shall be in point of fact a protector and I will bring gold if you prefer.” “Thank you,” the old woman returned with dignity and with an inclination of her head which evidently signified that I might depart. I passed out of the room, reflecting that it would not be easy to circumvent her. As I stood in the sala again I saw that Miss Tita had followed me, and I supposed that as her aunt had neglected to suggest that I should take a look at my quarters it was her purpose to repair the omission.",
   "summaries": [],
   "persons": [
    "Tita",
    "Bordereau"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1402,
   "text": "But she made no such suggestion; she only stood there with a dim, though not a languid smile, and with an effect of irresponsible, incompetent youth which was almost comically at variance with the faded facts of her person. She was not infirm, like her aunt, but she struck me as still more helpless, because her inefficiency was spiritual, which was not the case with Miss Bordereau’s. I waited to see if she would offer to show me the rest of the house, but I did not precipitate the question, inasmuch as my plan was from this moment to spend as much of my time as possible in her society. I only observed at the end of a minute: “I have had better fortune than I hoped. It was very kind of her to see me. Perhaps you said a good word for me.” “It was the idea of the money,” said Miss Tita. “And did you suggest that?” “I told her that you would perhaps give a good deal.” “What made you think that?” “I told her I thought you were rich.” “And what put that idea into your head?” “I don’t know; the way you talked.” “Dear me, I must talk differently now,” I declared. “I’m sorry to say it’s not the case.” “Well,” said Miss Tita, “I think that in Venice the forestieri, in general, often give a great deal for something that after all isn’t much.” She appeared to make this remark with a comforting intention, to wish to remind me that if I had been extravagant I was not really foolishly singular.",
   "summaries": [],
   "persons": [
    "Miss"
   ],
   "organisations": [],
   "locations": [
    "Venice"
   ],
   "misc": []
  },
  {
   "size": 1411,
   "text": "We walked together along the sala, and as I took its magnificent measure I said to her that I was afraid it would not form a part of my quartiere. Were my rooms by chance to be among those that opened into it? “Not if you go above, on the second floor,” she answered with a little startled air, as if she had rather taken for granted I would know my proper place. “And I infer that that’s where your aunt would like me to be.” “She said your apartments ought to be very distinct.” “That certainly would be best.” And I listened with respect while she told me that up above I was free to take whatever I liked; that there was another staircase, but only from the floor on which we stood, and that to pass from it to the garden-story or to come up to my lodging I should have in effect to cross the great hall. This was an immense point gained; I foresaw that it would constitute my whole leverage in my relations with the two ladies. When I asked Miss Tita how I was to manage at present to find my way up she replied with an access of that sociable shyness which constantly marked her manner. “Perhaps you can’t. I don’t see--unless I should go with you.” She evidently had not thought of this before. We ascended to the upper floor and visited a long succession of empty rooms. The best of them looked over the garden; some of the others had a view of the blue lagoon, above the opposite rough-tiled housetops.",
   "summaries": [],
   "persons": [
    "Tita"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1400,
   "text": "They were all dusty and even a little disfigured with long neglect, but I saw that by spending a few hundred francs I should be able to convert three or four of them into a convenient habitation. My experiment was turning out costly, yet now that I had all but taken possession I ceased to allow this to trouble me. I mentioned to my companion a few of the things that I should put in, but she replied rather more precipitately than usual that I might do exactly what I liked; she seemed to wish to notify me that the Misses Bordereau would take no overt interest in my proceedings. I guessed that her aunt had instructed her to adopt this tone, and I may as well say now that I came afterward to distinguish perfectly (as I believed) between the speeches she made on her own responsibility and those the old lady imposed upon her. She took no notice of the unswept condition of the rooms and indulged in no explanations nor apologies. I said to myself that this was a sign that Juliana and her niece (disenchanting idea!) were untidy persons, with a low Italian standard; but I afterward recognized that a lodger who had forced an entrance had no locus standi as a critic. We looked out of a good many windows, for there was nothing within the rooms to look at, and still I wanted to linger. I asked her what several different objects in the prospect might be, but in no case did she appear to know.",
   "summaries": [],
   "persons": [
    "standi",
    "Juliana"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "Italian"
   ]
  },
  {
   "size": 323,
   "text": "She was evidently not familiar with the view--it was as if she had not looked at it for years--and I presently saw that she was too preoccupied with something else to pretend to care for it. Suddenly she said--the remark was not suggested: “I don’t know whether it will make any difference to you, but the money is for me.”",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1518,
   "text": "“The money you are going to bring.” “Why, you’ll make me wish to stay here two or three years.” I spoke as benevolently as possible, though it had begun to act on my nerves that with these women so associated with Aspern the pecuniary question should constantly come back. “That would be very good for me,” she replied, smiling. “You put me on my honor!” She looked as if she failed to understand this, but went on: “She wants me to have more. She thinks she is going to die.” “Ah, not soon, I hope!” I exclaimed with genuine feeling. I had perfectly considered the possibility that she would destroy her papers on the day she should feel her end really approach. I believed that she would cling to them till then, and I think I had an idea that she read Aspern’s letters over every night or at least pressed them to her withered lips. I would have given a good deal to have a glimpse of the latter spectacle. I asked Miss Tita if the old lady were seriously ill, and she replied that she was only very tired--she had lived so very, very long. That was what she said herself--she wanted to die for a change. Besides, all her friends were dead long ago; either they ought to have remained or she ought to have gone. That was another thing her aunt often said--she was not at all content. “But people don’t die when they like, do they?” Miss Tita inquired. I took the liberty of asking why, if there was actually enough money to maintain both of them, there would not be more than enough in case of her being left alone.",
   "summaries": [],
   "persons": [
    "Tita",
    "Aspern"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1416,
   "text": "She considered this difficult problem a moment and then she said, “Oh, well, you know, she takes care of me. She thinks that when I’m alone I shall be a great fool, I shall not know how to manage.” “I should have supposed that you took care of her. I’m afraid she is very proud.” “Why, have you discovered that already?” Miss Tita cried with the glimmer of an illumination in her face. “I was shut up with her there for a considerable time, and she struck me, she interested me extremely. It didn’t take me long to make my discovery. She won’t have much to say to me while I’m here.” “No, I don’t think she will,” my companion averred. “Do you suppose she has some suspicion of me?” Miss Tita’s honest eyes gave me no sign that I had touched a mark. “I shouldn’t think so--letting you in after all so easily.” “Oh, so easily! she has covered her risk. But where is it that one could take an advantage of her?” “I oughtn’t to tell you if I knew, ought I?” And Miss Tita added, before I had time to reply to this, smiling dolefully, “Do you think we have any weak points?” “That’s exactly what I’m asking. You would only have to mention them for me to respect them religiously.” She looked at me, at this, with that air of timid but candid and even gratified curiosity with which she had confronted me from the first; and then she said, “There is nothing to tell. We are terribly quiet. I don’t know how the days pass.",
   "summaries": [],
   "persons": [
    "Tita",
    "Miss Tita"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 959,
   "text": "We have no life.” “I wish I might think that I should bring you a little.” “Oh, we know what we want,” she went on. “It’s all right.” There were various things I desired to ask her: how in the world they did live; whether they had any friends or visitors, any relations in America or in other countries. But I judged such an inquiry would be premature; I must leave it to a later chance. “Well, don’t YOU be proud,” I contented myself with saying. “Don’t hide from me altogether.” “Oh, I must stay with my aunt,” she returned, without looking at me. And at the same moment, abruptly, without any ceremony of parting, she quitted me and disappeared, leaving me to make my own way downstairs. I remained a while longer, wandering about the bright desert (the sun was pouring in) of the old house, thinking the situation over on the spot. Not even the pattering little serva came to look after me, and I reflected that after all this treatment showed confidence.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [
    "America"
   ],
   "misc": []
  },
  {
   "size": 1446,
   "text": "Perhaps it did, but all the same, six weeks later, toward the middle of June, the moment when Mrs. Prest undertook her annual migration, I had made no measurable advance. I was obliged to confess to her that I had no results to speak of. My first step had been unexpectedly rapid, but there was no appearance that it would be followed by a second. I was a thousand miles from taking tea with my hostesses--that privilege of which, as I reminded Mrs. Prest, we both had had a vision. She reproached me with wanting boldness, and I answered that even to be bold you must have an opportunity: you may push on through a breach but you can’t batter down a dead wall. She answered that the breach I had already made was big enough to admit an army and accused me of wasting precious hours in whimpering in her salon when I ought to have been carrying on the struggle in the field. It is true that I went to see her very often, on the theory that it would console me (I freely expressed my discouragement) for my want of success on my own premises. But I began to perceive that it did not console me to be perpetually chaffed for my scruples, especially when I was really so vigilant; and I was rather glad when my derisive friend closed her house for the summer. She had expected to gather amusement from the drama of my intercourse with the Misses Bordereau, and she was disappointed that the intercourse, and consequently the drama, had not come off.",
   "summaries": [],
   "persons": [
    "Prest"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1488,
   "text": "“They’ll lead you on to your ruin,” she said before she left Venice. “They’ll get all your money without showing you a scrap.” I think I settled down to my business with more concentration after she had gone away. It was a fact that up to that time I had not, save on a single brief occasion, had even a moment’s contact with my queer hostesses. The exception had occurred when I carried them according to my promise the terrible three thousand francs. Then I found Miss Tita waiting for me in the hall, and she took the money from my hand so that I did not see her aunt. The old lady had promised to receive me, but she apparently thought nothing of breaking that vow. The money was contained in a bag of chamois leather, of respectable dimensions, which my banker had given me, and Miss Tita had to make a big fist to receive it. This she did with extreme solemnity, though I tried to treat the affair a little as a joke. It was in no jocular strain, yet it was with simplicity, that she inquired, weighing the money in her two palms: “Don’t you think it’s too much?” To which I replied that that would depend upon the amount of pleasure I should get for it. Hereupon she turned away from me quickly, as she had done the day before, murmuring in a tone different from any she had used hitherto: “Oh, pleasure, pleasure--there’s no pleasure in this house!” After this, for a long time, I never saw her, and I wondered that the common chances of the day should not have helped us to meet.",
   "summaries": [],
   "persons": [
    "Tita",
    "Miss Tita"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1648,
   "text": "It could only be evident that she was immensely on her guard against them; and in addition to this the house was so big that for each other we were lost in it. I used to look out for her hopefully as I crossed the sala in my comings and goings, but I was not rewarded with a glimpse of the tail of her dress. It was as if she never peeped out of her aunt’s apartment. I used to wonder what she did there week after week and year after year. I had never encountered such a violent parti pris of seclusion; it was more than keeping quiet--it was like hunted creatures feigning death. The two ladies appeared to have no visitors whatever and no sort of contact with the world. I judged at least that people could not have come to the house and that Miss Tita could not have gone out without my having some observation of it. I did what I disliked myself for doing (reflecting that it was only once in a way): I questioned my servant about their habits and let him divine that I should be interested in any information he could pick up. But he picked up amazingly little for a knowing Venetian: it must be added that where there is a perpetual fast there are very few crumbs on the floor. His cleverness in other ways was sufficient, if it was not quite all that I had attributed to him on the occasion of my first interview with Miss Tita. He had helped my gondolier to bring me round a boatload of furniture; and when these articles had been carried to the top of the palace and distributed according to our associated wisdom he organized my household with such promptitude as was consistent with the fact that it was composed exclusively of himself.",
   "summaries": [],
   "persons": [
    "Miss",
    "Tita"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1465,
   "text": "He made me in short as comfortable as I could be with my indifferent prospects. I should have been glad if he had fallen in love with Miss Bordereau’s maid or, failing this, had taken her in aversion; either event might have brought about some kind of catastrophe, and a catastrophe might have led to some parley. It was my idea that she would have been sociable, and I myself on various occasions saw her flit to and fro on domestic errands, so that I was sure she was accessible. But I tasted of no gossip from that fountain, and I afterward learned that Pasquale’s affections were fixed upon an object that made him heedless of other women. This was a young lady with a powdered face, a yellow cotton gown, and much leisure, who used often to come to see him. She practiced, at her convenience, the art of a stringer of beads (these ornaments are made in Venice, in profusion; she had her pocket full of them, and I used to find them on the floor of my apartment), and kept an eye on the maiden in the house. It was not for me of course to make the domestics tattle, and I never said a word to Miss Bordereau’s cook. It seemed to me a proof of the old lady’s determination to have nothing to do with me that she should never have sent me a receipt for my three months’ rent. For some days I looked out for it and then, when I had given it up, I wasted a good deal of time in wondering what her reason had been for neglecting so indispensable and familiar a form.",
   "summaries": [],
   "persons": [
    "Miss"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1493,
   "text": "At first I was tempted to send her a reminder, after which I relinquished the idea (against my judgment as to what was right in the particular case), on the general ground of wishing to keep quiet. If Miss Bordereau suspected me of ulterior aims she would suspect me less if I should be businesslike, and yet I consented not to be so. It was possible she intended her omission as an impertinence, a visible irony, to show how she could overreach people who attempted to overreach her. On that hypothesis it was well to let her see that one did not notice her little tricks. The real reading of the matter, I afterward perceived, was simply the poor old woman’s desire to emphasize the fact that I was in the enjoyment of a favor as rigidly limited as it had been liberally bestowed. She had given me part of her house, and now she would not give me even a morsel of paper with her name on it. Let me say that even at first this did not make me too miserable, for the whole episode was essentially delightful to me. I foresaw that I should have a summer after my own literary heart, and the sense of holding my opportunity was much greater than the sense of losing it. There could be no Venetian business without patience, and since I adored the place I was much more in the spirit of it for having laid in a large provision. That spirit kept me perpetual company and seemed to look out at me from the revived immortal face--in which all his genius shone--of the great poet who was my prompter.",
   "summaries": [],
   "persons": [
    "Miss Bordereau"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "Venetian"
   ]
  },
  {
   "size": 1432,
   "text": "I had invoked him and he had come; he hovered before me half the time; it was as if his bright ghost had returned to earth to tell me that he regarded the affair as his own no less than mine and that we should see it fraternally, cheerfully to a conclusion. It was as if he had said, “Poor dear, be easy with her; she has some natural prejudices; only give her time. Strange as it may appear to you she was very attractive in 1820. Meanwhile are we not in Venice together, and what better place is there for the meeting of dear friends? See how it glows with the advancing summer; how the sky and the sea and the rosy air and the marble of the palaces all shimmer and melt together.” My eccentric private errand became a part of the general romance and the general glory--I felt even a mystic companionship, a moral fraternity with all those who in the past had been in the service of art. They had worked for beauty, for a devotion; and what else was I doing? That element was in everything that Jeffrey Aspern had written, and I was only bringing it to the light. I lingered in the sala when I went to and fro; I used to watch--as long as I thought decent--the door that led to Miss Bordereau’s part of the house. A person observing me might have supposed I was trying to cast a spell upon it or attempting some odd experiment in hypnotism. But I was only praying it would open or thinking what treasure probably lurked behind it.",
   "summaries": [],
   "persons": [
    "Jeffrey Aspern"
   ],
   "organisations": [],
   "locations": [
    "Venice"
   ],
   "misc": []
  },
  {
   "size": 1488,
   "text": "I hold it singular, as I look back, that I should never have doubted for a moment that the sacred relics were there; never have failed to feel a certain joy at being under the same roof with them. After all they were under my hand--they had not escaped me yet; and they made my life continuous, in a fashion, with the illustrious life they had touched at the other end. I lost myself in this satisfaction to the point of assuming--in my quiet extravagance--that poor Miss Tita also went back, went back, as I used to phrase it. She did indeed, the gentle spinster, but not quite so far as Jeffrey Aspern, who was simply hearsay to her, quite as he was to me. Only she had lived for years with Juliana, she had seen and handled the papers and (even though she was stupid) some esoteric knowledge had rubbed off on her. That was what the old woman represented--esoteric knowledge; and this was the idea with which my editorial heart used to thrill. It literally beat faster often, of an evening, when I had been out, as I stopped with my candle in the re-echoing hall on my way up to bed. It was as if at such a moment as that, in the stillness, after the long contradiction of the day, Miss Bordereau’s secrets were in the air, the wonder of her survival more palpable. These were the acute impressions. I had them in another form, with more of a certain sort of reciprocity, during the hours that I sat in the garden looking up over the top of my book at the closed windows of my hostess.",
   "summaries": [],
   "persons": [
    "Tita"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1418,
   "text": "In these windows no sign of life ever appeared; it was as if, for fear of my catching a glimpse of them, the two ladies passed their days in the dark. But this only proved to me that they had something to conceal; which was what I had wished to demonstrate. Their motionless shutters became as expressive as eyes consciously closed, and I took comfort in thinking that at all events through invisible themselves they saw me between the lashes. I made a point of spending as much time as possible in the garden, to justify the picture I had originally given of my horticultural passion. And I not only spent time, but (hang it! as I said) I spent money. As soon as I had got my rooms arranged and could give the proper thought to the matter I surveyed the place with a clever expert and made terms for having it put in order. I was sorry to do this, for personally I liked it better as it was, with its weeds and its wild, rough tangle, its sweet, characteristic Venetian shabbiness. I had to be consistent, to keep my promise that I would smother the house in flowers. Moreover I formed this graceful project that by flowers I would make my way--I would succeed by big nosegays. I would batter the old women with lilies--I would bombard their citadel with roses. Their door would have to yield to the pressure when a mountain of carnations should be piled up against it. The place in truth had been brutally neglected.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": [
    "Venetian"
   ]
  },
  {
   "size": 1626,
   "text": "The Venetian capacity for dawdling is of the largest, and for a good many days unlimited litter was all my gardener had to show for his ministrations. There was a great digging of holes and carting about of earth, and after a while I grew so impatient that I had thoughts of sending for my bouquets to the nearest stand. But I reflected that the ladies would see through the chinks of their shutters that they must have been bought and might make up their minds from this that I was a humbug. So I composed myself and finally, though the delay was long, perceived some appearances of bloom. This encouraged me, and I waited serenely enough till they multiplied. Meanwhile the real summer days arrived and began to pass, and as I look back upon them they seem to me almost the happiest of my life. I took more and more care to be in the garden whenever it was not too hot. I had an arbor arranged and a low table and an armchair put into it; and I carried out books and portfolios (I had always some business of writing in hand), and worked and waited and mused and hoped, while the golden hours elapsed and the plants drank in the light and the inscrutable old palace turned pale and then, as the day waned, began to flush in it and my papers rustled in the wandering breeze of the Adriatic. Considering how little satisfaction I got from it at first it is remarkable that I should not have grown more tired of wondering what mystic rites of ennui the Misses Bordereau celebrated in their darkened rooms; whether this had always been the tenor of their life and how in previous years they had escaped elbowing their neighbors.",
   "summaries": [],
   "persons": [
    "Bordereau"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "Venetian"
   ]
  },
  {
   "size": 1539,
   "text": "It was clear that they must have had other habits and other circumstances; that they must once have been young or at least middle-aged. There was no end to the questions it was possible to ask about them and no end to the answers it was not possible to frame. I had known many of my country-people in Europe and was familiar with the strange ways they were liable to take up there; but the Misses Bordereau formed altogether a new type of the American absentee. Indeed it was plain that the American name had ceased to have any application to them--I had seen this in the ten minutes I spent in the old woman’s room. You could never have said whence they came, from the appearance of either of them; wherever it was they had long ago dropped the local accent and fashion. There was nothing in them that one recognized, and putting the question of speech aside they might have been Norwegians or Spaniards. Miss Bordereau, after all, had been in Europe nearly three-quarters of a century; it appeared by some verses addressed to her by Aspern on the occasion of his own second absence from America--verses of which Cumnor and I had after infinite conjecture established solidly enough the date--that she was even then, as a girl of twenty, on the foreign side of the sea. There was an implication in the poem (I hope not just for the phrase) that he had come back for her sake. We had no real light upon her circumstances at that moment, any more than we had upon her origin, which we believed to be of the sort usually spoken of as modest.",
   "summaries": [],
   "persons": [
    "Cumnor",
    "Bordereau",
    "Aspern"
   ],
   "organisations": [],
   "locations": [
    "Europe"
   ],
   "misc": [
    "Norwegians",
    "American"
   ]
  },
  {
   "size": 1610,
   "text": "Cumnor had a theory that she had been a governess in some family in which the poet visited and that, in consequence of her position, there was from the first something unavowed, or rather something positively clandestine, in their relations. I on the other hand had hatched a little romance according to which she was the daughter of an artist, a painter or a sculptor, who had left the western world when the century was fresh, to study in the ancient schools. It was essential to my hypothesis that this amiable man should have lost his wife, should have been poor and unsuccessful and should have had a second daughter, of a disposition quite different from Juliana’s. It was also indispensable that he should have been accompanied to Europe by these young ladies and should have established himself there for the remainder of a struggling, saddened life. There was a further implication that Miss Bordereau had had in her youth a perverse and adventurous, albeit a generous and fascinating character, and that she had passed through some singular vicissitudes. By what passions had she been ravaged, by what sufferings had she been blanched, what store of memories had she laid away for the monotonous future? I asked myself these things as I sat spinning theories about her in my arbor and the bees droned in the flowers. It was incontestable that, whether for right or for wrong, most readers of certain of Aspern’s poems (poems not as ambiguous as the sonnets--scarcely more divine, I think--of Shakespeare) had taken for granted that Juliana had not always adhered to the steep footway of renunciation.",
   "summaries": [],
   "persons": [
    "Miss Bordereau",
    "Juliana"
   ],
   "organisations": [],
   "locations": [
    "Europe"
   ],
   "misc": []
  },
  {
   "size": 1538,
   "text": "There hovered about her name a perfume of reckless passion, an intimation that she had not been exactly as the respectable young person in general. Was this a sign that her singer had betrayed her, had given her away, as we say nowadays, to posterity? Certain it is that it would have been difficult to put one’s finger on the passage in which her fair fame suffered an imputation. Moreover was not any fame fair enough that was so sure of duration and was associated with works immortal through their beauty? It was a part of my idea that the young lady had had a foreign lover (and an unedifying tragical rupture) before her meeting with Jeffrey Aspern. She had lived with her father and sister in a queer old-fashioned, expatriated, artistic Bohemia, in the days when the aesthetic was only the academic and the painters who knew the best models for a contadina and pifferaro wore peaked hats and long hair. It was a society less furnished than the coteries of today (in its ignorance of the wonderful chances, the opportunities of the early bird, with which its path was strewn), with tatters of old stuff and fragments of old crockery; so that Miss Bordereau appeared not to have picked up or have inherited many objects of importance. There was no enviable bric-a-brac, with its provoking legend of cheapness, in the room in which I had seen her. Such a fact as that suggested bareness, but nonetheless it worked happily into the sentimental interest I had always taken in the early movements of my countrymen as visitors to Europe.",
   "summaries": [],
   "persons": [
    "Bordereau"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1433,
   "text": "When Americans went abroad in 1820 there was something romantic, almost heroic in it, as compared with the perpetual ferryings of the present hour, when photography and other conveniences have annihilated surprise. Miss Bordereau sailed with her family on a tossing brig, in the days of long voyages and sharp differences; she had her emotions on the top of yellow diligences, passed the night at inns where she dreamed of travelers’ tales, and was struck, on reaching the Eternal City, with the elegance of Roman pearls and scarfs. There was something touching to me in all that, and my imagination frequently went back to the period. If Miss Bordereau carried it there of course Jeffrey Aspern at other times had done so a great deal more. It was a much more important fact, if one were looking at his genius critically, that he had lived in the days before the general transfusion. It had happened to me to regret that he had known Europe at all; I should have liked to see what he would have written without that experience, by which he had incontestably been enriched. But as his fate had ordered otherwise I went with him--I tried to judge how the Old World would have struck him. It was not only there, however, that I watched him; the relations he had entertained with the new had even a livelier interest. His own country after all had had most of his life, and his muse, as they said at that time, was essentially American.",
   "summaries": [],
   "persons": [
    "Jeffrey Aspern"
   ],
   "organisations": [],
   "locations": [
    "Europe"
   ],
   "misc": [
    "Roman",
    "Old World",
    "Americans"
   ]
  },
  {
   "size": 411,
   "text": "That was originally what I had loved him for: that at a period when our native land was nude and crude and provincial, when the famous “atmosphere” it is supposed to lack was not even missed, when literature was lonely there and art and form almost impossible, he had found means to live and write like one of the first; to be free and general and not at all afraid; to feel, understand, and express everything.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1466,
   "text": "I was seldom at home in the evening, for when I attempted to occupy myself in my apartments the lamplight brought in a swarm of noxious insects, and it was too hot for closed windows. Accordingly I spent the late hours either on the water (the moonlight of Venice is famous), or in the splendid square which serves as a vast forecourt to the strange old basilica of Saint Mark. I sat in front of Florian’s cafe, eating ices, listening to music, talking with acquaintances: the traveler will remember how the immense cluster of tables and little chairs stretches like a promontory into the smooth lake of the Piazza. The whole place, of a summer’s evening, under the stars and with all the lamps, all the voices and light footsteps on marble (the only sounds of the arcades that enclose it), is like an open-air saloon dedicated to cooling drinks and to a still finer degustation--that of the exquisite impressions received during the day. When I did not prefer to keep mine to myself there was always a stray tourist, disencumbered of his Baedeker, to discuss them with, or some domesticated painter rejoicing in the return of the season of strong effects. The wonderful church, with its low domes and bristling embroideries, the mystery of its mosaic and sculpture, looking ghostly in the tempered gloom, and the sea breeze passed between the twin columns of the Piazzetta, the lintels of a door no longer guarded, as gently as if a rich curtain were swaying there.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [
    "Venice"
   ],
   "misc": []
  },
  {
   "size": 1443,
   "text": "I used sometimes on these occasions to think of the Misses Bordereau and of the pity of their being shut up in apartments which in the Venetian July even Venetian vastness did not prevent from being stuffy. Their life seemed miles away from the life of the Piazza, and no doubt it was really too late to make the austere Juliana change her habits. But poor Miss Tita would have enjoyed one of Florian’s ices, I was sure; sometimes I even had thoughts of carrying one home to her. Fortunately my patience bore fruit, and I was not obliged to do anything so ridiculous. One evening about the middle of July I came in earlier than usual--I forget what chance had led to this--and instead of going up to my quarters made my way into the garden. The temperature was very high; it was such a night as one would gladly have spent in the open air, and I was in no hurry to go to bed. I had floated home in my gondola, listening to the slow splash of the oar in the narrow dark canals, and now the only thought that solicited me was the vague reflection that it would be pleasant to recline at one’s length in the fragrant darkness on a garden bench. The odor of the canal was doubtless at the bottom of that aspiration and the breath of the garden, as I entered it, gave consistency to my purpose. It was delicious--just such an air as must have trembled with Romeo’s vows when he stood among the flowers and raised his arms to his mistress’s balcony.",
   "summaries": [],
   "persons": [
    "Tita",
    "Bordereau",
    "Juliana"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "Venetian"
   ]
  },
  {
   "size": 1687,
   "text": "I looked at the windows of the palace to see if by chance the example of Verona (Verona being not far off) had been followed; but everything was dim, as usual, and everything was still. Juliana, on summer nights in her youth, might have murmured down from open windows at Jeffrey Aspern, but Miss Tita was not a poet’s mistress any more than I was a poet. This however did not prevent my gratification from being great as I became aware on reaching the end of the garden that Miss Tita was seated in my little bower. At first I only made out an indistinct figure, not in the least counting on such an overture from one of my hostesses; it even occurred to me that some sentimental maidservant had stolen in to keep a tryst with her sweetheart. I was going to turn away, not to frighten her, when the figure rose to its height and I recognized Miss Bordereau’s niece. I must do myself the justice to say that I did not wish to frighten her either, and much as I had longed for some such accident I should have been capable of retreating. It was as if I had laid a trap for her by coming home earlier than usual and adding to that eccentricity by creeping into the garden. As she rose she spoke to me, and then I reflected that perhaps, secure in my almost inveterate absence, it was her nightly practice to take a lonely airing. There was no trap, in truth, because I had had no suspicion. At first I took for granted that the words she uttered expressed discomfiture at my arrival; but as she repeated them--I had not caught them clearly--I had the surprise of hearing her say, “Oh, dear, I’m so very glad you’ve come!” She and her aunt had in common the property of unexpected speeches.",
   "summaries": [],
   "persons": [
    "Tita",
    "Miss Tita"
   ],
   "organisations": [],
   "locations": [
    "Verona"
   ],
   "misc": []
  },
  {
   "size": 1569,
   "text": "She came out of the arbor almost as if she were going to throw herself into my arms. I hasten to add that she did nothing of the kind; she did not even shake hands with me. It was a gratification to her to see me and presently she told me why--because she was nervous when she was out-of-doors at night alone. The plants and bushes looked so strange in the dark, and there were all sorts of queer sounds--she could not tell what they were--like the noises of animals. She stood close to me, looking about her with an air of greater security but without any demonstration of interest in me as an individual. Then I guessed that nocturnal prowlings were not in the least her habit, and I was also reminded (I had been struck with the circumstance in talking with her before I took possession) that it was impossible to overestimate her simplicity. “You speak as if you were lost in the backwoods,” I said, laughing. “How you manage to keep out of this charming place when you have only three steps to take to get into it is more than I have yet been able to discover. You hide away mighty well so long as I am on the premises, I know; but I had a hope that you peeped out a little at other times. You and your poor aunt are worse off than Carmelite nuns in their cells. Should you mind telling me how you exist without air, without exercise, without any sort of human contact? I don’t see how you carry on the common business of life.” She looked at me as if I were talking some strange tongue, and her answer was so little of an answer that I was considerably irritated.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": [
    "Carmelite"
   ]
  },
  {
   "size": 1511,
   "text": "“We go to bed very early--earlier than you would believe.” I was on the point of saying that this only deepened the mystery when she gave me some relief by adding, “Before you came we were not so private. But I never have been out at night.” “Never in these fragrant alleys, blooming here under your nose?” “Ah,” said Miss Tita, “they were never nice till now!” There was an unmistakable reference in this and a flattering comparison, so that it seemed to me I had gained a small advantage. As it would help me to follow it up to establish a sort of grievance I asked her why, since she thought my garden nice, she had never thanked me in any way for the flowers I had been sending up in such quantities for the previous three weeks. I had not been discouraged--there had been, as she would have observed, a daily armful; but I had been brought up in the common forms and a word of recognition now and then would have touched me in the right place. “Why I didn’t know they were for me!” “They were for both of you. Why should I make a difference?” Miss Tita reflected as if she might by thinking of a reason for that, but she failed to produce one. Instead of this she asked abruptly, “Why in the world do you want to know us?” “I ought after all to make a difference,” I replied. “That question is your aunt’s; it isn’t yours. You wouldn’t ask it if you hadn’t been put up to it.” “She didn’t tell me to ask you,” Miss Tita replied without confusion; she was the oddest mixture of the shrinking and the direct.",
   "summaries": [],
   "persons": [
    "Tita",
    "Miss Tita"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1452,
   "text": "“Well, she has often wondered about it herself and expressed her wonder to you. She has insisted on it, so that she has put the idea into your head that I am insufferably pushing. Upon my word I think I have been very discreet. And how completely your aunt must have lost every tradition of sociability, to see anything out of the way in the idea that respectable intelligent people, living as we do under the same roof, should occasionally exchange a remark! What could be more natural? We are of the same country, and we have at least some of the same tastes, since, like you, I am intensely fond of Venice.” My interlocutress appeared incapable of grasping more than one clause in any proposition, and she declared quickly, eagerly, as if she were answering my whole speech: “I am not in the least fond of Venice. I should like to go far away!” “Has she always kept you back so?” I went on, to show her that I could be as irrelevant as herself. “She told me to come out tonight; she has told me very often,” said Miss Tita. “It is I who wouldn’t come. I don’t like to leave her.” “Is she too weak, is she failing?” I demanded, with more emotion, I think, than I intended to show. I judged this by the way her eyes rested upon me in the darkness. It embarrassed me a little, and to turn the matter off I continued genially: “Do let us sit down together comfortably somewhere, and you will tell me all about her.” Miss Tita made no resistance to this.",
   "summaries": [],
   "persons": [
    "Miss Tita"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1551,
   "text": "We found a bench less secluded, less confidential, as it were, than the one in the arbor; and we were still sitting there when I heard midnight ring out from those clear bells of Venice which vibrate with a solemnity of their own over the lagoon and hold the air so much more than the chimes of other places. We were together more than an hour, and our interview gave, as it struck me, a great lift to my undertaking. Miss Tita accepted the situation without a protest; she had avoided me for three months, yet now she treated me almost as if these three months had made me an old friend. If I had chosen I might have inferred from this that though she had avoided me she had given a good deal of consideration to doing so. She paid no attention to the flight of time--never worried at my keeping her so long away from her aunt. She talked freely, answering questions and asking them and not even taking advantage of certain longish pauses with which they inevitably alternated to say she thought she had better go in. It was almost as if she were waiting for something--something I might say to her--and intended to give me my opportunity. I was the more struck by this as she told me that her aunt had been less well for a good many days and in a way that was rather new. She was weaker; at moments it seemed as if she had no strength at all; yet more than ever before she wished to be left alone. That was why she had told her to come out--not even to remain in her own room, which was alongside; she said her niece irritated her, made her nervous.",
   "summaries": [],
   "persons": [
    "Tita"
   ],
   "organisations": [],
   "locations": [
    "Venice"
   ],
   "misc": []
  },
  {
   "size": 1461,
   "text": "She sat still for hours together, as if she were asleep; she had always done that, musing and dozing; but at such times formerly she gave at intervals some small sign of life, of interest, liking her companion to be near her with her work. Miss Tita confided to me that at present her aunt was so motionless that she sometimes feared she was dead; moreover she took hardly any food--one couldn’t see what she lived on. The great thing was that she still on most days got up; the serious job was to dress her, to wheel her out of her bedroom. She clung to as many of her old habits as possible and she had always, little company as they had received for years, made a point of sitting in the parlor. I scarcely knew what to think of all this--of Miss Tita’s sudden conversion to sociability and of the strange circumstance that the more the old lady appeared to decline toward her end the less she should desire to be looked after. The story did not hang together, and I even asked myself whether it were not a trap laid for me, the result of a design to make me show my hand. I could not have told why my companions (as they could only by courtesy be called) should have this purpose--why they should try to trip up so lucrative a lodger. At any rate I kept on my guard, so that Miss Tita should not have occasion again to ask me if I had an arriere-pensee. Poor woman, before we parted for the night my mind was at rest as to HER capacity for entertaining one.",
   "summaries": [],
   "persons": [
    "Tita",
    "Miss Tita"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1574,
   "text": "She told me more about their affairs than I had hoped; there was no need to be prying, for it evidently drew her out simply to feel that I listened, that I cared. She ceased wondering why I cared, and at last, as she spoke of the brilliant life they had led years before, she almost chattered. It was Miss Tita who judged it brilliant; she said that when they first came to live in Venice, years and years before (I saw that her mind was essentially vague about dates and the order in which events had occurred), there was scarcely a week that they had not some visitor or did not make some delightful passeggio in the city. They had seen all the curiosities; they had even been to the Lido in a boat (she spoke as if I might think there was a way on foot); they had had a collation there, brought in three baskets and spread out on the grass. I asked her what people they had known and she said, Oh! very nice ones--the Cavaliere Bombicci and the Contessa Altemura, with whom they had had a great friendship. Also English people--the Churtons and the Goldies and Mrs. Stock-Stock, whom they had loved dearly; she was dead and gone, poor dear. That was the case with most of their pleasant circle (this expression was Miss Tita’s own), though a few were left, which was a wonder considering how they had neglected them. She mentioned the names of two or three Venetian old women; of a certain doctor, very clever, who was so kind--he came as a friend, he had really given up practice; of the avvocato Pochintesta, who wrote beautiful poems and had addressed one to her aunt.",
   "summaries": [],
   "persons": [
    "Goldies",
    "Cavaliere Bombicci",
    "Churtons"
   ],
   "organisations": [],
   "locations": [
    "Lido"
   ],
   "misc": [
    "Venetian",
    "English"
   ]
  },
  {
   "size": 1577,
   "text": "These people came to see them without fail every year, usually at the capo d’anno, and of old her aunt used to make them some little present--her aunt and she together: small things that she, Miss Tita, made herself, like paper lampshades or mats for the decanters of wine at dinner or those woolen things that in cold weather were worn on the wrists. The last few years there had not been many presents; she could not think what to make, and her aunt had lost her interest and never suggested. But the people came all the same; if the Venetians liked you once they liked you forever. There was something affecting in the good faith of this sketch of former social glories; the picnic at the Lido had remained vivid through the ages, and poor Miss Tita evidently was of the impression that she had had a brilliant youth. She had in fact had a glimpse of the Venetian world in its gossiping, home-keeping, parsimonious, professional walks; for I observed for the first time that she had acquired by contact something of the trick of the familiar, soft-sounding, almost infantile speech of the place. I judged that she had imbibed this invertebrate dialect from the natural way the names of things and people--mostly purely local--rose to her lips. If she knew little of what they represented she knew still less of anything else. Her aunt had drawn in--her failing interest in the table mats and lampshades was a sign of that--and she had not been able to mingle in society or to entertain it alone; so that the matter of her reminiscences struck one as an old world altogether.",
   "summaries": [],
   "persons": [
    "Miss Tita"
   ],
   "organisations": [],
   "locations": [
    "Lido"
   ],
   "misc": [
    "Venetian",
    "Venetians"
   ]
  },
  {
   "size": 1448,
   "text": "If she had not been so decent her references would have seemed to carry one back to the queer rococo Venice of Casanova. I found myself falling into the error of thinking of her too as one of Jeffrey Aspern’s contemporaries; this came from her having so little in common with my own. It was possible, I said to myself, that she had not even heard of him; it might very well be that Juliana had not cared to lift even for her the veil that covered the temple of her youth. In this case she perhaps would not know of the existence of the papers, and I welcomed that presumption--it made me feel more safe with her--until I remembered that we had believed the letter of disavowal received by Cumnor to be in the handwriting of the niece. If it had been dictated to her she had of course to know what it was about; yet after all the effect of it was to repudiate the idea of any connection with the poet. I held it probable at all events that Miss Tita had not read a word of his poetry. Moreover if, with her companion, she had always escaped the interviewer there was little occasion for her having got it into her head that people were “after” the letters. People had not been after them, inasmuch as they had not heard of them; and Cumnor’s fruitless feeler would have been a solitary accident. When midnight sounded Miss Tita got up; but she stopped at the door of the house only after she had wandered two or three times with me round the garden.",
   "summaries": [],
   "persons": [
    "Tita",
    "Juliana"
   ],
   "organisations": [],
   "locations": [
    "Venice"
   ],
   "misc": []
  },
  {
   "size": 1631,
   "text": "“When shall I see you again?” I asked before she went in; to which she replied with promptness that she should like to come out the next night. She added however that she should not come--she was so far from doing everything she liked. “You might do a few things that _I_ like,” I said with a sigh. “Oh, you--I don’t believe you!” she murmured at this, looking at me with her simple solemnity. “Why don’t you believe me?” “Because I don’t understand you.” “That is just the sort of occasion to have faith.” I could not say more, though I should have liked to, as I saw that I only mystified her; for I had no wish to have it on my conscience that I might pass for having made love to her. Nothing less should I have seemed to do had I continued to beg a lady to “believe in me” in an Italian garden on a midsummer night. There was some merit in my scruples, for Miss Tita lingered and lingered: I perceived that she felt that she should not really soon come down again and wished therefore to protract the present. She insisted too on making the talk between us personal to ourselves; and altogether her behavior was such as would have been possible only to a completely innocent woman. “I shall like the flowers better now that I know they are also meant for me.” “How could you have doubted it? If you will tell me the kind you like best I will send a double lot of them.” “Oh, I like them all best!” Then she went on, familiarly: “Shall you study--shall you read and write--when you go up to your rooms?” “I don’t do that at night, at this season. The lamplight brings in the animals.” “You might have known that when you came.”",
   "summaries": [],
   "persons": [
    "Tita"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "Italian"
   ]
  },
  {
   "size": 1419,
   "text": "“And in winter do you work at night?” “I read a good deal, but I don’t often write.” She listened as if these details had a rare interest, and suddenly a temptation quite at variance with the prudence I had been teaching myself associated itself with her plain, mild face. Ah yes, she was safe and I could make her safer! It seemed to me from one moment to another that I could not wait longer--that I really must take a sounding. So I went on: “In general before I go to sleep--very often in bed (it’s a bad habit, but I confess to it), I read some great poet. In nine cases out of ten it’s a volume of Jeffrey Aspern.” I watched her well as I pronounced that name but I saw nothing wonderful. Why should I indeed--was not Jeffrey Aspern the property of the human race? “Oh, we read him--we HAVE read him,” she quietly replied. “He is my poet of poets--I know him almost by heart.” For an instant Miss Tita hesitated; then her sociability was too much for her. “Oh, by heart--that’s nothing!” she murmured, smiling. “My aunt used to know him--to know him”--she paused an instant and I wondered what she was going to say--“to know him as a visitor.” “As a visitor?” I repeated, staring. “He used to call on her and take her out.” I continued to stare. “My dear lady, he died a hundred years ago!” “Well,” she said mirthfully, “my aunt is a hundred and fifty.” “Mercy on us!” I exclaimed; “why didn’t you tell me before?",
   "summaries": [],
   "persons": [
    "Jeffrey Aspern",
    "Mercy"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1543,
   "text": "I should like so to ask her about him.” “She wouldn’t care for that--she wouldn’t tell you,” Miss Tita replied. “I don’t care what she cares for! She MUST tell me--it’s not a chance to be lost.” “Oh, you should have come twenty years ago: then she still talked about him.” “And what did she say?” I asked eagerly. “I don’t know--that he liked her immensely.” “And she--didn’t she like him?” “She said he was a god.” Miss Tita gave me this information flatly, without expression; her tone might have made it a piece of trivial gossip. But it stirred me deeply as she dropped the words into the summer night; it seemed such a direct testimony. “Fancy, fancy!” I murmured. And then, “Tell me this, please--has she got a portrait of him? They are distressingly rare.” “A portrait? I don’t know,” said Miss Tita; and now there was discomfiture in her face. “Well, good night!” she added; and she turned into the house. I accompanied her into the wide, dusky, stone-paved passage which on the ground floor corresponded with our grand sala. It opened at one end into the garden, at the other upon the canal, and was lighted now only by the small lamp that was always left for me to take up as I went to bed. An extinguished candle which Miss Tita apparently had brought down with her stood on the same table with it. “Good night, good night!” I replied, keeping beside her as she went to get her light. “Surely you would know, shouldn’t you, if she had one?” “If she had what?” the poor lady asked, looking at me queerly over the flame of her candle.",
   "summaries": [],
   "persons": [
    "Tita",
    "Miss Tita"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1477,
   "text": "“A portrait of the god. I don’t know what I wouldn’t give to see it.” “I don’t know what she has got. She keeps her things locked up.” And Miss Tita went away, toward the staircase, with the sense evidently that she had said too much. I let her go--I wished not to frighten her--and I contented myself with remarking that Miss Bordereau would not have locked up such a glorious possession as that--a thing a person would be proud of and hang up in a prominent place on the parlor wall. Therefore of course she had not any portrait. Miss Tita made no direct answer to this and, candle in hand, with her back to me, ascended two or three stairs. Then she stopped short and turned round, looking at me across the dusky space. “Do you write--do you write?” There was a shake in her voice--she could scarcely bring out what she wanted to ask. “Do I write? Oh, don’t speak of my writing on the same day with Aspern’s!” “Do you write about HIM--do you pry into his life?” “Ah, that’s your aunt’s question; it can’t be yours!” I said, in a tone of slightly wounded sensibility. “All the more reason then that you should answer it. Do you, please?” I thought I had allowed for the falsehoods I should have to tell; but I found that in fact when it came to the point I had not. Besides, now that I had an opening there was a kind of relief in being frank. Lastly (it was perhaps fanciful, even fatuous), I guessed that Miss Tita personally would not in the last resort be less my friend.",
   "summaries": [],
   "persons": [
    "Tita",
    "Bordereau"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 531,
   "text": "So after a moment’s hesitation I answered, “Yes, I have written about him and I am looking for more material. In heaven’s name have you got any?” “Santo Dio!” she exclaimed, without heeding my question; and she hurried upstairs and out of sight. I might count upon her in the last resort, but for the present she was visibly alarmed. The proof of it was that she began to hide again, so that for a fortnight I never beheld her. I found my patience ebbing and after four or five days of this I told the gardener to stop the flowers.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1492,
   "text": "One afternoon, as I came down from my quarters to go out, I found Miss Tita in the sala: it was our first encounter on that ground since I had come to the house. She put on no air of being there by accident; there was an ignorance of such arts in her angular, diffident directness. That I might be quite sure she was waiting for me she informed me of the fact and told me that Miss Bordereau wished to see me: she would take me into the room at that moment if I had time. If I had been late for a love tryst I would have stayed for this, and I quickly signified that I should be delighted to wait upon the old lady. “She wants to talk with you--to know you,” Miss Tita said, smiling as if she herself appreciated that idea; and she led me to the door of her aunt’s apartment. I stopped her a moment before she had opened it, looking at her with some curiosity. I told her that this was a great satisfaction to me and a great honor; but all the same I should like to ask what had made Miss Bordereau change so suddenly. It was only the other day that she wouldn’t suffer me near her. Miss Tita was not embarrassed by my question; she had as many little unexpected serenities as if she told fibs, but the odd part of them was that they had on the contrary their source in her truthfulness. “Oh, my aunt changes,” she answered; “it’s so terribly dull--I suppose she’s tired.” “But you told me that she wanted more and more to be alone.” Poor Miss Tita colored, as if she found me over-insistent.",
   "summaries": [],
   "persons": [
    "Bordereau",
    "Miss Tita"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 256,
   "text": "“Well, if you don’t believe she wants to see you--I haven’t invented it! I think people often are capricious when they are very old.” “That’s perfectly true. I only wanted to be clear as to whether you have repeated to her what I told you the other night.”",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1623,
   "text": "“About Jeffrey Aspern--that I am looking for materials.” “If I had told her do you think she would have sent for you?” “That’s exactly what I want to know. If she wants to keep him to herself she might have sent for me to tell me so.” “She won’t speak of him,” said Miss Tita. Then as she opened the door she added in a lower tone, “I have told her nothing.” The old woman was sitting in the same place in which I had seen her last, in the same position, with the same mystifying bandage over her eyes. her welcome was to turn her almost invisible face to me and show me that while she sat silent she saw me clearly. I made no motion to shake hands with her; I felt too well on this occasion that that was out of place forever. It had been sufficiently enjoined upon me that she was too sacred for that sort of reciprocity--too venerable to touch. There was something so grim in her aspect (it was partly the accident of her green shade), as I stood there to be measured, that I ceased on the spot to feel any doubt as to her knowing my secret, though I did not in the least suspect that Miss Tita had not just spoken the truth. She had not betrayed me, but the old woman’s brooding instinct had served her; she had turned me over and over in the long, still hours, and she had guessed. The worst of it was that she looked terribly like an old woman who at a pinch would burn her papers. Miss Tita pushed a chair forward, saying to me, “This will be a good place for you to sit.” As I took possession of it I asked after Miss Bordereau’s health; expressed the hope that in spite of the very hot weather it was satisfactory.",
   "summaries": [],
   "persons": [
    "Tita",
    "Miss Tita"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1471,
   "text": "She replied that it was good enough--good enough; that it was a great thing to be alive. “Oh, as to that, it depends upon what you compare it with!” I exclaimed, laughing. “I don’t compare--I don’t compare. If I did that I should have given everything up long ago.” I liked to think that this was a subtle allusion to the rapture she had known in the society of Jeffrey Aspern--though it was true that such an allusion would have accorded ill with the wish I imputed to her to keep him buried in her soul. What it accorded with was my constant conviction that no human being had ever had a more delightful social gift than his, and what it seemed to convey was that nothing in the world was worth speaking of if one pretended to speak of that. But one did not! Miss Tita sat down beside her aunt, looking as if she had reason to believe some very remarkable conversation would come off between us. “It’s about the beautiful flowers,” said the old lady; “you sent us so many--I ought to have thanked you for them before. But I don’t write letters and I receive only at long intervals.” She had not thanked me while the flowers continued to come, but she departed from her custom so far as to send for me as soon as she began to fear that they would not come any more. I noted this; I remembered what an acquisitive propensity she had shown when it was a question of extracting gold from me, and I privately rejoiced at the happy thought I had had in suspending my tribute.",
   "summaries": [],
   "persons": [
    "Miss Tita"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1413,
   "text": "She had missed it and she was willing to make a concession to bring it back. At the first sign of this concession I could only go to meet her. “I am afraid you have not had many, of late, but they shall begin again immediately--tomorrow, tonight.” “Oh, do send us some tonight!” Miss Tita cried, as if it were an immense circumstance. “What else should you do with them? It isn’t a manly taste to make a bower of your room,” the old woman remarked. “I don’t make a bower of my room, but I am exceedingly fond of growing flowers, of watching their ways. There is nothing unmanly in that: it has been the amusement of philosophers, of statesmen in retirement; even I think of great captains.” “I suppose you know you can sell them--those you don’t use,” Miss Bordereau went on. “I daresay they wouldn’t give you much for them; still, you could make a bargain.” “Oh, I have never made a bargain, as you ought to know. My gardener disposes of them and I ask no questions.” “I would ask a few, I can promise you!” said Miss Bordereau; and it was the first time I had heard her laugh. I could not get used to the idea that this vision of pecuniary profit was what drew out the divine Juliana most. “Come into the garden yourself and pick them; come as often as you like; come every day. They are all for you,” I pursued, addressing Miss Tita and carrying off this veracious statement by treating it as an innocent joke.",
   "summaries": [],
   "persons": [
    "Tita",
    "Bordereau",
    "Juliana"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1551,
   "text": "“I can’t imagine why she doesn’t come down,” I added, for Miss Bordereau’s benefit. “You must make her come; you must come up and fetch her,” said the old woman, to my stupefaction. “That odd thing you have made in the corner would be a capital place for her to sit.” The allusion to my arbor was irreverent; it confirmed the impression I had already received that there was a flicker of impertinence in Miss Bordereau’s talk, a strange mocking lambency which must have been a part of her adventurous youth and which had outlived passions and faculties. Nonetheless I asked, “Wouldn’t it be possible for you to come down there yourself? Wouldn’t it do you good to sit there in the shade, in the sweet air?” “Oh, sir, when I move out of this it won’t be to sit in the air, and I’m afraid that any that may be stirring around me won’t be particularly sweet! It will be a very dark shade indeed. But that won’t be just yet,” Miss Bordereau continued cannily, as if to correct any hopes that this courageous allusion to the last receptacle of her mortality might lead me to entertain. “I have sat here many a day and I have had enough of arbors in my time. But I’m not afraid to wait till I’m called.” Miss Tita had expected some interesting talk, but perhaps she found it less genial on her aunt’s side (considering that I had been sent for with a civil intention) than she had hoped. As if to give the conversation a turn that would put our companion in a light more favorable she said to me, “Didn’t I tell you the other night that she had sent me out?",
   "summaries": [],
   "persons": [
    "Bordereau",
    "Miss Tita"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1441,
   "text": "You see that I can do what I like!” “Do you pity her--do you teach her to pity herself?” Miss Bordereau demanded before I had time to answer this appeal. “She has a much easier life than I had when I was her age.” “You must remember that it has been quite open to me to think you rather inhuman.” “Inhuman? That’s what the poets used to call the women a hundred years ago. Don’t try that; you won’t do as well as they!” Juliana declared. “There is no more poetry in the world--that I know of at least. But I won’t bandy words with you,” she pursued, and I well remember the old-fashioned, artificial sound she gave to the speech. “You have made me talk, talk! It isn’t good for me at all.” I got up at this and told her I would take no more of her time; but she detained me to ask, “Do you remember, the day I saw you about the rooms, that you offered us the use of your gondola?” And when I assented, promptly, struck again with her disposition to make a “good thing” of being there and wondering what she now had in her eye, she broke out, “Why don’t you take that girl out in it and show her the place?” “Oh, dear Aunt, what do you want to do with me?” cried the “girl” with a piteous quaver. “I know all about the place!” “Well then, go with him as a cicerone!” said Miss Bordereau with an effort of something like cruelty in her implacable power of retort--an incongruous suggestion that she was a sarcastic, profane, cynical old woman.",
   "summaries": [],
   "persons": [
    "Bordereau"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1521,
   "text": "“Haven’t we heard that there have been all sorts of changes in all these years? You ought to see them and at your age (I don’t mean because you’re so young) you ought to take the chances that come. You’re old enough, my dear, and this gentleman won’t hurt you. He will show you the famous sunsets, if they still go on--DO they go on? The sun set for me so long ago. But that’s not a reason. Besides, I shall never miss you; you think you are too important. Take her to the Piazza; it used to be very pretty,” Miss Bordereau continued, addressing herself to me. “What have they done with the funny old church? I hope it hasn’t tumbled down. Let her look at the shops; she may take some money, she may buy what she likes.” Poor Miss Tita had got up, discountenanced and helpless, and as we stood there before her aunt it would certainly have seemed to a spectator of the scene that the old woman was amusing herself at our expense. Miss Tita protested, in a confusion of exclamations and murmurs; but I lost no time in saying that if she would do me the honor to accept the hospitality of my boat I would engage that she should not be bored. Or if she did not want so much of my company the boat itself, with the gondolier, was at her service; he was a capital oar and she might have every confidence. Miss Tita, without definitely answering this speech, looked away from me, out of the window, as if she were going to cry; and I remarked that once we had Miss Bordereau’s approval we could easily come to an understanding.",
   "summaries": [],
   "persons": [
    "Tita",
    "Bordereau",
    "Miss Tita"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1556,
   "text": "We would take an hour, whichever she liked, one of the very next days. As I made my obeisance to the old lady I asked her if she would kindly permit me to see her again. For a moment she said nothing; then she inquired, “Is it very necessary to your happiness?” “It diverts me more than I can say.” “You are wonderfully civil. Don’t you know it almost kills ME?” “How can I believe that when I see you more animated, more brilliant than when I came in?” “That is very true, Aunt,” said Miss Tita. “I think it does you good.” “Isn’t it touching, the solicitude we each have that the other shall enjoy herself?” sneered Miss Bordereau. “If you think me brilliant today you don’t know what you are talking about; you have never seen an agreeable woman. Don’t try to pay me a compliment; I have been spoiled,” she went on. “My door is shut, but you may sometimes knock.” With this she dismissed me, and I left the room. The latch closed behind me, but Miss Tita, contrary to my hope, had remained within. I passed slowly across the hall and before taking my way downstairs I waited a little. My hope was answered; after a minute Miss Tita followed me. “That’s a delightful idea about the Piazza,” I said. “When will you go--tonight, tomorrow?” She had been disconcerted, as I have mentioned, but I had already perceived and I was to observe again that when Miss Tita was embarrassed she did not (as most women would have done) turn away from you and try to escape, but came closer, as it were, with a deprecating, clinging appeal to be spared, to be protected.",
   "summaries": [],
   "persons": [
    "Tita",
    "Miss Tita"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1525,
   "text": "Her attitude was perpetually a sort of prayer for assistance, for explanation; and yet no woman in the world could have been less of a comedian. From the moment you were kind to her she depended on you absolutely; her self-consciousness dropped from her and she took the greatest intimacy, the innocent intimacy which was the only thing she could conceive, for granted. She told me she did not know what had got into her aunt; she had changed so quickly, she had got some idea. I replied that she must find out what the idea was and then let me know; we would go and have an ice together at Florian’s, and she should tell me while we listened to the band. “Oh, it will take me a long time to find out!” she said, rather ruefully; and she could promise me this satisfaction neither for that night nor for the next. I was patient now, however, for I felt that I had only to wait; and in fact at the end of the week, one lovely evening after dinner, she stepped into my gondola, to which in honor of the occasion I had attached a second oar. We swept in the course of five minutes into the Grand Canal; whereupon she uttered a murmur of ecstasy as fresh as if she had been a tourist just arrived. She had forgotten how splendid the great waterway looked on a clear, hot summer evening, and how the sense of floating between marble palaces and reflected lights disposed the mind to sympathetic talk. We floated long and far, and though Miss Tita gave no high-pitched voice to her satisfaction I felt that she surrendered herself.",
   "summaries": [],
   "persons": [
    "Tita"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1530,
   "text": "She was more than pleased, she was transported; the whole thing was an immense liberation. The gondola moved with slow strokes, to give her time to enjoy it, and she listened to the plash of the oars, which grew louder and more musically liquid as we passed into narrow canals, as if it were a revelation of Venice. When I asked her how long it was since she had been in a boat she answered, “Oh, I don’t know; a long time--not since my aunt began to be ill.” This was not the only example she gave me of her extreme vagueness about the previous years and the line which marked off the period when Miss Bordereau flourished. I was not at liberty to keep her out too long, but we took a considerable GIRO before going to the Piazza. I asked her no questions, keeping the conversation on purpose away from her domestic situation and the things I wanted to know; I poured treasures of information about Venice into her ears, described Florence and Rome, discoursed to her on the charms and advantages of travel. She reclined, receptive, on the deep leather cushions, turned her eyes conscientiously to everything I pointed out to her, and never mentioned to me till sometime afterward that she might be supposed to know Florence better than I, as she had lived there for years with Miss Bordereau. At last she asked, with the shy impatience of a child, “Are we not really going to the Piazza? That’s what I want to see!” I immediately gave the order that we should go straight; and then we sat silent with the expectation of arrival.",
   "summaries": [],
   "persons": [
    "Bordereau"
   ],
   "organisations": [],
   "locations": [
    "Florence",
    "Venice"
   ],
   "misc": [
    "GIRO"
   ]
  },
  {
   "size": 1683,
   "text": "As some time still passed, however, she said suddenly, of her own movement, “I have found out what is the matter with my aunt: she is afraid you will go!” “What has put that into her head?” “She has had an idea you have not been happy. That is why she is different now.” “You mean she wants to make me happier?” “Well, she wants you not to go; she wants you to stay.” “I suppose you mean on account of the rent,” I remarked candidly. Miss Tita’s candor showed itself a match for my own. “Yes, you know; so that I shall have more.” “How much does she want you to have?” I asked, laughing. “She ought to fix the sum, so that I may stay till it’s made up.” “Oh, that wouldn’t please me,” said Miss Tita. “It would be unheard of, your taking that trouble.” “But suppose I should have my own reasons for staying in Venice?” “Then it would be better for you to stay in some other house.” “And what would your aunt say to that?” “She wouldn’t like it at all. But I should think you would do well to give up your reasons and go away altogether.” “Dear Miss Tita,” I said, “it’s not so easy to give them up!” She made no immediate answer to this, but after a moment she broke out: “I think I know what your reasons are!” “I daresay, because the other night I almost told you how I wish you would help me to make them good.” “I can’t do that without being false to my aunt.” “What do you mean, being false to her?” “Why, she would never consent to what you want. She has been asked, she has been written to. It made her fearfully angry.” “Then she HAS got papers of value?” I demanded quickly. “Oh, she has got everything!” sighed Miss Tita with a curious weariness, a sudden lapse into gloom.",
   "summaries": [],
   "persons": [
    "Tita"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1549,
   "text": "These words caused all my pulses to throb, for I regarded them as precious evidence. For some minutes I was too agitated to speak, and in the interval the gondola approached the Piazzetta. After we had disembarked I asked my companion whether she would rather walk round the square or go and sit at the door of the cafe; to which she replied that she would do whichever I liked best--I must only remember again how little time she had. I assured her there was plenty to do both, and we made the circuit of the long arcades. Her spirits revived at the sight of the bright shop windows, and she lingered and stopped, admiring or disapproving of their contents, asking me what I thought of things, theorizing about prices. My attention wandered from her; her words of a while before, “Oh, she has got everything!” echoed so in my consciousness. We sat down at last in the crowded circle at Florian’s, finding an unoccupied table among those that were ranged in the square. It was a splendid night and all the world was out-of-doors; Miss Tita could not have wished the elements more auspicious for her return to society. I saw that she enjoyed it even more than she told; she was agitated with the multitude of her impressions. She had forgotten what an attractive thing the world is, and it was coming over her that somehow she had for the best years of her life been cheated of it. This did not make her angry; but as she looked all over the charming scene her face had, in spite of its smile of appreciation, the flush of a sort of wounded surprise.",
   "summaries": [],
   "persons": [
    "Tita"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1436,
   "text": "She became silent, as if she were thinking with a secret sadness of opportunities, forever lost, which ought to have been easy; and this gave me a chance to say to her, “Did you mean a while ago that your aunt has a plan of keeping me on by admitting me occasionally to her presence?” “She thinks it will make a difference with you if you sometimes see her. She wants you so much to stay that she is willing to make that concession.” “And what good does she consider that I think it will do me to see her?” “I don’t know; she thinks it’s interesting,” said Miss Tita simply. “You told her you found it so.” “So I did; but everyone doesn’t think so.” “No, of course not, or more people would try.” “Well, if she is capable of making that reflection she is capable of making this further one,” I went on: “that I must have a particular reason for not doing as others do, in spite of the interest she offers--for not leaving her alone.” Miss Tita looked as if she failed to grasp this rather complicated proposition; so I continued, “If you have not told her what I said to you the other night may she not at least have guessed it?” “I don’t know; she is very suspicious.” “But she has not been made so by indiscreet curiosity, by persecution?” “No, no; it isn’t that,” said Miss Tita, turning on me a somewhat troubled face. “I don’t know how to say it: it’s on account of something--ages ago, before I was born--in her life.” “Something?",
   "summaries": [],
   "persons": [
    "Tita",
    "Miss Tita"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1535,
   "text": "What sort of thing?” I asked as if I myself could have no idea. “Oh, she has never told me,” Miss Tita answered; and I was sure she was speaking the truth. Her extreme limpidity was almost provoking, and I felt for the moment that she would have been more satisfactory if she had been less ingenuous. “Do you suppose it’s something to which Jeffrey Aspern’s letters and papers--I mean the things in her possession--have reference?” “I daresay it is!” my companion exclaimed as if this were a very happy suggestion. “I have never looked at any of those things.” “None of them? Then how do you know what they are?” “I don’t,” said Miss Tita placidly. “I have never had them in my hands. But I have seen them when she has had them out.” “Does she have them out often?” “Not now, but she used to. She is very fond of them.” “In spite of their being compromising?” “Compromising?” Miss Tita repeated as if she was ignorant of the meaning of the word. I felt almost as one who corrupts the innocence of youth. “I mean their containing painful memories.” “Oh, I don’t think they are painful.” “You mean you don’t think they affect her reputation?” At this a singular look came into the face of Miss Bordereau’s niece--a kind of confession of helplessness, an appeal to me to deal fairly, generously with her. I had brought her to the Piazza, placed her among charming influences, paid her an attention she appreciated, and now I seemed to let her perceive that all this had been a bribe--a bribe to make her turn in some way against her aunt.",
   "summaries": [],
   "persons": [
    "Tita",
    "Miss Tita"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1584,
   "text": "She was of a yielding nature and capable of doing almost anything to please a person who was kind to her; but the greatest kindness of all would be not to presume too much on this. It was strange enough, as I afterward thought, that she had not the least air of resenting my want of consideration for her aunt’s character, which would have been in the worst possible taste if anything less vital (from my point of view) had been at stake. I don’t think she really measured it. “Do you mean that she did something bad?” she asked in a moment. “Heaven forbid I should say so, and it’s none of my business. Besides, if she did,” I added, laughing, “it was in other ages, in another world. But why should she not destroy her papers?” “Oh, she loves them too much.” “Even now, when she may be near her end?” “Perhaps when she’s sure of that she will.” “Well, Miss Tita,” I said, “it’s just what I should like you to prevent.” “How can I prevent it?” “Couldn’t you get them away from her?” “And give them to you?” This put the case very crudely, though I am sure there was no irony in her intention. “Oh, I mean that you might let me see them and look them over. It isn’t for myself; there is no personal avidity in my desire. It is simply that they would be of such immense interest to the public, such immeasurable importance as a contribution to Jeffrey Aspern’s history.” She listened to me in her usual manner, as if my speech were full of reference to things she had never heard of, and I felt particularly like the reporter of a newspaper who forces his way into a house of mourning.",
   "summaries": [],
   "persons": [
    "Heaven"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1406,
   "text": "This was especially the case when after a moment she said. “There was a gentleman who some time ago wrote to her in very much those words. He also wanted her papers.” “And did she answer him?” I asked, rather ashamed of myself for not having her rectitude. “Only when he had written two or three times. He made her very angry.” “And what did she say?” “She said he was a devil,” Miss Tita replied simply. “She used that expression in her letter?” “Oh, no; she said it to me. She made me write to him.” “And what did you say?” “I told him there were no papers at all.” “Ah, poor gentleman!” I exclaimed. “I knew there were, but I wrote what she bade me.” “Of course you had to do that. But I hope I shall not pass for a devil.” “It will depend upon what you ask me to do for you,” said Miss Tita, smiling. “Oh, if there is a chance of YOUR thinking so my affair is in a bad way! I shan’t ask you to steal for me, nor even to fib--for you can’t fib, unless on paper. But the principal thing is this--to prevent her from destroying the papers.” “Why, I have no control of her,” said Miss Tita. “It’s she who controls me.” “But she doesn’t control her own arms and legs, does she? The way she would naturally destroy her letters would be to burn them. Now she can’t burn them without fire, and she can’t get fire unless you give it to her.” “I have always done everything she has asked,” my companion rejoined.",
   "summaries": [],
   "persons": [
    "Miss Tita"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 762,
   "text": "“Besides, there’s Olimpia.” I was on the point of saying that Olimpia was probably corruptible, but I thought it best not to sound that note. So I simply inquired if that faithful domestic could not be managed. “Everyone can be managed by my aunt,” said Miss Tita. And then she observed that her holiday was over; she must go home. I laid my hand on her arm, across the table, to stay her a moment. “What I want of you is a general promise to help me.” “Oh, how can I--how can I?” she asked, wondering and troubled. She was half-surprised, half-frightened at my wishing to make her play an active part. “This is the main thing: to watch her carefully and warn me in time, before she commits that horrible sacrilege.” “I can’t watch her when she makes me go out.”",
   "summaries": [],
   "persons": [
    "Olimpia"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1573,
   "text": "“And when you do, too.” “Mercy on us; do you think she will have done anything tonight?” “I don’t know; she is very cunning.” “Are you trying to frighten me?” I asked. I felt this inquiry sufficiently answered when my companion murmured in a musing, almost envious way, “Oh, but she loves them--she loves them!” This reflection, repeated with such emphasis, gave me great comfort; but to obtain more of that balm I said, “If she shouldn’t intend to destroy the objects we speak of before her death she will probably have made some disposition by will.” “Hasn’t she made a will for your benefit?” “Why, she has so little to leave. That’s why she likes money,” said Miss Tita. “Might I ask, since we are really talking things over, what you and she live on?” “On some money that comes from America, from a lawyer. He sends it every quarter. It isn’t much!” “And won’t she have disposed of that?” My companion hesitated--I saw she was blushing. “I believe it’s mine,” she said; and the look and tone which accompanied these words betrayed so the absence of the habit of thinking of herself that I almost thought her charming. The next instant she added, “But she had a lawyer once, ever so long ago. And some people came and signed something.” “They were probably witnesses. And you were not asked to sign? Well then,” I argued rapidly and hopefully, “it is because you are the legatee; she has left all her documents to you!” “If she has it’s with very strict conditions,” Miss Tita responded, rising quickly, while the movement gave the words a little character of decision.",
   "summaries": [],
   "persons": [
    "Miss Tita"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 806,
   "text": "They seemed to imply that the bequest would be accompanied with a command that the articles bequeathed should remain concealed from every inquisitive eye and that I was very much mistaken if I thought she was the person to depart from an injunction so solemn. “Oh, of course you will have to abide by the terms,” I said; and she uttered nothing to mitigate the severity of this conclusion. Nonetheless, later, just before we disembarked at her own door, on our return, which had taken place almost in silence, she said to me abruptly, “I will do what I can to help you.” I was grateful for this--it was very well so far as it went; but it did not keep me from remembering that night in a worried waking hour that I now had her word for it to reinforce my own impression that the old woman was very cunning.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1580,
   "text": "The fear of what this side of her character might have led her to do made me nervous for days afterward. I waited for an intimation from Miss Tita; I almost figured to myself that it was her duty to keep me informed, to let me know definitely whether or no Miss Bordereau had sacrificed her treasures. But as she gave no sign I lost patience and determined to judge so far as was possible with my own senses. I sent late one afternoon to ask if I might pay the ladies a visit, and my servant came back with surprising news. Miss Bordereau could be approached without the least difficulty; she had been moved out into the sala and was sitting by the window that overlooked the garden. I descended and found this picture correct; the old lady had been wheeled forth into the world and had a certain air, which came mainly perhaps from some brighter element in her dress, of being prepared again to have converse with it. It had not yet, however, begun to flock about her; she was perfectly alone and, though the door leading to her own quarters stood open, I had at first no glimpse of Miss Tita. The window at which she sat had the afternoon shade and, one of the shutters having been pushed back, she could see the pleasant garden, where the summer sun had by this time dried up too many of the plants--she could see the yellow light and the long shadows. “Have you come to tell me that you will take the rooms for six months more?” she asked as I approached her, startling me by something coarse in her cupidity almost as much as if she had not already given me a specimen of it.",
   "summaries": [],
   "persons": [
    "Miss Bordereau",
    "Bordereau"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1407,
   "text": "Juliana’s desire to make our acquaintance lucrative had been, as I have sufficiently indicated, a false note in my image of the woman who had inspired a great poet with immortal lines; but I may say here definitely that I recognized after all that it behooved me to make a large allowance for her. It was I who had kindled the unholy flame; it was I who had put into her head that she had the means of making money. She appeared never to have thought of that; she had been living wastefully for years, in a house five times too big for her, on a footing that I could explain only by the presumption that, excessive as it was, the space she enjoyed cost her next to nothing and that small as were her revenues they left her, for Venice, an appreciable margin. I had descended on her one day and taught her to calculate, and my almost extravagant comedy on the subject of the garden had presented me irresistibly in the light of a victim. Like all persons who achieve the miracle of changing their point of view when they are old she had been intensely converted; she had seized my hint with a desperate, tremulous clutch. I invited myself to go and get one of the chairs that stood, at a distance, against the wall (she had given herself no concern as to whether I should sit or stand); and while I placed it near her I began, gaily, “Oh, dear madam, what an imagination you have, what an intellectual sweep!",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1475,
   "text": "I am a poor devil of a man of letters who lives from day to day. How can I take palaces by the year? My existence is precarious. I don’t know whether six months hence I shall have bread to put in my mouth. I have treated myself for once; it has been an immense luxury. But when it comes to going on--!” “Are your rooms too dear? If they are you can have more for the same money,” Juliana responded. “We can arrange, we can combinare, as they say here.” “Well yes, since you ask me, they are too dear,” I said. “Evidently you suppose me richer than I am.” She looked at me in her barricaded way. “If you write books don’t you sell them?” “Do you mean don’t people buy them? A little--not so much as I could wish. Writing books, unless one be a great genius--and even then!--is the last road to fortune. I think there is no more money to be made by literature.” “Perhaps you don’t choose good subjects. What do you write about?” Miss Bordereau inquired. “About the books of other people. I’m a critic, an historian, in a small way.” I wondered what she was coming to. “And what other people, now?” “Oh, better ones than myself: the great writers mainly--the great philosophers and poets of the past; those who are dead and gone and can’t speak for themselves.” “And what do you say about them?” “I say they sometimes attached themselves to very clever women!” I answered, laughing. I spoke with great deliberation, but as my words fell upon the air they struck me as imprudent.",
   "summaries": [],
   "persons": [
    "Bordereau",
    "Juliana"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1528,
   "text": "However, I risked them and I was not sorry, for perhaps after all the old woman would be willing to treat. It seemed to be tolerably obvious that she knew my secret: why therefore drag the matter out? But she did not take what I had said as a confession; she only asked: “Do you think it’s right to rake up the past?” “I don’t know that I know what you mean by raking it up; but how can we get at it unless we dig a little? The present has such a rough way of treading it down.” “Oh, I like the past, but I don’t like critics,” the old woman declared with her fine tranquility. “Neither do I, but I like their discoveries.” “Aren’t they mostly lies?” “The lies are what they sometimes discover,” I said, smiling at the quiet impertinence of this. “They often lay bare the truth.” “The truth is God’s, it isn’t man’s; we had better leave it alone. Who can judge of it--who can say?” “We are terribly in the dark, I know,” I admitted; “but if we give up trying what becomes of all the fine things? What becomes of the work I just mentioned, that of the great philosophers and poets? It is all vain words if there is nothing to measure it by.” “You talk as if you were a tailor,” said Miss Bordereau whimsically; and then she added quickly, in a different manner, “This house is very fine; the proportions are magnificent. Today I wanted to look at this place again. I made them bring me out here. When your man came, just now, to learn if I would see you, I was on the point of sending for you, to ask if you didn’t mean to go on.",
   "summaries": [],
   "persons": [
    "Bordereau"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1507,
   "text": "I wanted to judge what I’m letting you have. This sala is very grand,” she pursued, like an auctioneer, moving a little, as I guessed, her invisible eyes. “I don’t believe you often have lived in such a house, eh?” “I can’t often afford to!” I said. “Well then, how much will you give for six months?” I was on the point of exclaiming--and the air of excruciation in my face would have denoted a moral face--“Don’t, Juliana; for HIS sake, don’t!” But I controlled myself and asked less passionately: “Why should I remain so long as that?” “I thought you liked it,” said Miss Bordereau with her shriveled dignity. “So I thought I should.” For a moment she said nothing more, and I left my own words to suggest to her what they might. I half-expected her to say, coldly enough, that if I had been disappointed we need not continue the discussion, and this in spite of the fact that I believed her now to have in her mind (however it had come there) what would have told her that my disappointment was natural. But to my extreme surprise she ended by observing: “If you don’t think we have treated you well enough perhaps we can discover some way of treating you better.” This speech was somehow so incongruous that it made me laugh again, and I excused myself by saying that she talked as if I were a sulky boy, pouting in the corner, to be “brought round.” I had not a grain of complaint to make; and could anything have exceeded Miss Tita’s graciousness in accompanying me a few nights before to the Piazza?",
   "summaries": [],
   "persons": [
    "Bordereau"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1470,
   "text": "At this the old woman went on: “Well, you brought it on yourself!” And then in a different tone, “She is a very nice girl.” I assented cordially to this proposition, and she expressed the hope that I did so not merely to be obliging, but that I really liked her. Meanwhile I wondered still more what Miss Bordereau was coming to. “Except for me, today,” she said, “she has not a relation in the world.” Did she by describing her niece as amiable and unencumbered wish to represent her as a parti? It was perfectly true that I could not afford to go on with my rooms at a fancy price and that I had already devoted to my undertaking almost all the hard cash I had set apart for it. My patience and my time were by no means exhausted, but I should be able to draw upon them only on a more usual Venetian basis. I was willing to pay the venerable woman with whom my pecuniary dealings were such a discord twice as much as any other padrona di casa would have asked, but I was not willing to pay her twenty times as much. I told her so plainly, and my plainness appeared to have some success, for she exclaimed, “Very good; you have done what I asked--you have made an offer!” “Yes, but not for half a year. Only by the month.” “Oh, I must think of that then.” She seemed disappointed that I would not tie myself to a period, and I guessed that she wished both to secure me and to discourage me; to say severely, “Do you dream that you can get off with less than six months?",
   "summaries": [],
   "persons": [
    "Bordereau"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "Venetian"
   ]
  },
  {
   "size": 887,
   "text": "Do you dream that even by the end of that time you will be appreciably nearer your victory?” What was more in my mind was that she had a fancy to play me the trick of making me engage myself when in fact she had annihilated the papers. There was a moment when my suspense on this point was so acute that I all but broke out with the question, and what kept it back was but a kind of instinctive recoil (lest it should be a mistake), from the last violence of self-exposure. She was such a subtle old witch that one could never tell where one stood with her. You may imagine whether it cleared up the puzzle when, just after she had said she would think of my proposal and without any formal transition, she drew out of her pocket with an embarrassed hand a small object wrapped in crumpled white paper. She held it there a moment and then she asked, “Do you know much about curiosities?”",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1488,
   "text": "“About antiquities, the old gimcracks that people pay so much for today. Do you know the kind of price they bring?” I thought I saw what was coming, but I said ingenuously, “Do you want to buy something?” “No, I want to sell. What would an amateur give me for that?” She unfolded the white paper and made a motion for me to take from her a small oval portrait. I possessed myself of it with a hand of which I could only hope that she did not perceive the tremor, and she added, “I would part with it only for a good price.” At the first glance I recognized Jeffrey Aspern, and I was well aware that I flushed with the act. As she was watching me however I had the consistency to exclaim, “What a striking face! Do tell me who it is.” “It’s an old friend of mine, a very distinguished man in his day. He gave it to me himself, but I’m afraid to mention his name, lest you never should have heard of him, critic and historian as you are. I know the world goes fast and one generation forgets another. He was all the fashion when I was young.”She was perhaps amazed at my assurance, but I was surprised at hers; at her having the energy, in her state of health and at her time of life, to wish to sport with me that way simply for her private entertainment--the humor to test me and practice on me. This, at least, was the interpretation that I put upon her production of the portrait, for I could not believe that she really desired to sell it or cared for any information I might give her.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1424,
   "text": "What she wished was to dangle it before my eyes and put a prohibitive price on it. “The face comes back to me, it torments me,” I said, turning the object this way and that and looking at it very critically. It was a careful but not a supreme work of art, larger than the ordinary miniature and representing a young man with a remarkably handsome face, in a high-collared green coat and a buff waistcoat. I judged the picture to have a valuable quality of resemblance and to have been painted when the model was about twenty-five years old. There are, as all the world knows, three other portraits of the poet in existence, but none of them is of so early a date as this elegant production. “I have never seen the original but I have seen other likenesses,” I went on. “You expressed doubt of this generation having heard of the gentleman, but he strikes me for all the world as a celebrity. Now who is he? I can’t put my finger on him--I can’t give him a label. Wasn’t he a writer? Surely he’s a poet.” I was determined that it should be she, not I, who should first pronounce Jeffrey Aspern’s name. My resolution was taken in ignorance of Miss Bordereau’s extremely resolute character, and her lips never formed in my hearing the syllables that meant so much for her. She neglected to answer my question but raised her hand to take back the picture, with a gesture which though ineffectual was in a high degree peremptory.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1434,
   "text": "“It’s only a person who should know for himself that would give me my price,” she said with a certain dryness. “Oh, then, you have a price?” I did not restore the precious thing; not from any vindictive purpose but because I instinctively clung to it. We looked at each other hard while I retained it. “I know the least I would take. What it occurred to me to ask you about is the most I shall be able to get.” She made a movement, drawing herself together as if, in a spasm of dread at having lost her treasure, she were going to attempt the immense effort of rising to snatch it from me. I instantly placed it in her hand again, saying as I did so, “I should like to have it myself, but with your ideas I could never afford it.” She turned the small oval plate over in her lap, with its face down, and I thought I saw her catch her breath a little, as if she had had a strain or an escape. This however did not prevent her saying in a moment, “You would buy a likeness of a person you don’t know, by an artist who has no reputation?” “The artist may have no reputation, but that thing is wonderfully well painted,” I replied, to give myself a reason. “It’s lucky you thought of saying that, because the painter was my father.” “That makes the picture indeed precious!” I exclaimed, laughing; and I may add that a part of my laughter came from my satisfaction in finding that I had been right in my theory of Miss Bordereau’s origin.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1407,
   "text": "Aspern had of course met the young lady when he went to her father’s studio as a sitter. I observed to Miss Bordereau that if she would entrust me with her property for twenty-four hours I should be happy to take advice upon it; but she made no answer to this save to slip it in silence into her pocket. This convinced me still more that she had no sincere intention of selling it during her lifetime, though she may have desired to satisfy herself as to the sum her niece, should she leave it to her, might expect eventually to obtain for it. “Well, at any rate I hope you will not offer it without giving me notice,” I said as she remained irresponsive. “Remember that I am a possible purchaser.” “I should want your money first!” she returned with unexpected rudeness; and then, as if she bethought herself that I had just cause to complain of such an insinuation and wished to turn the matter off, asked abruptly what I talked about with her niece when I went out with her that way in the evening. “You speak as if we had set up the habit,” I replied. “Certainly I should be very glad if it were to become a habit. But in that case I should feel a still greater scruple at betraying a lady’s confidence.” “Her confidence? Has she got confidence?” “Here she is--she can tell you herself,” I said; for Miss Tita now appeared on the threshold of the old woman’s parlor. “Have you got confidence, Miss Tita?",
   "summaries": [],
   "persons": [
    "Miss Bordereau",
    "Tita",
    "Aspern"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1599,
   "text": "Your aunt wants very much to know.” “Not in her, not in her!” the younger lady declared, shaking her head with a dolefulness that was neither jocular not affected. “I don’t know what to do with her; she has fits of horrid imprudence. She is so easily tired--and yet she has begun to roam--to drag herself about the house.” And she stood looking down at her immemorial companion with a sort of helpless wonder, as if all their years of familiarity had not made her perversities, on occasion, any more easy to follow. “I know what I’m about. I’m not losing my mind. I daresay you would like to think so,” said Miss Bordereau with a cynical little sigh. “I don’t suppose you came out here yourself. Miss Tita must have had to lend you a hand,” I interposed with a pacifying intention. “Oh, she insisted that we should push her; and when she insists!” said Miss Tita in the same tone of apprehension; as if there were no knowing what service that she disapproved of her aunt might force her next to render. “I have always got most things done I wanted, thank God! The people I have lived with have humored me,” the old woman continued, speaking out of the gray ashes of her vanity. “I suppose you mean that they have obeyed you.” “Well, whatever it is, when they like you.” “It’s just because I like you that I want to resist,” said Miss Tita with a nervous laugh. “Oh, I suspect you’ll bring Miss Bordereau upstairs next to pay me a visit,” I went on; to which the old lady replied: “Oh, no; I can keep an eye on you from here!” “You are very tired; you will certainly be ill tonight!” cried Miss Tita.",
   "summaries": [],
   "persons": [
    "Miss Bordereau",
    "Bordereau"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1450,
   "text": "“Nonsense, my dear; I feel better at this moment than I have done for a month. Tomorrow I shall come out again. I want to be where I can see this clever gentleman.” “Shouldn’t you perhaps see me better in your sitting room?” I inquired. “Don’t you mean shouldn’t you have a better chance at me?” she returned, fixing me a moment with her green shade. “Ah, I haven’t that anywhere! I look at you but I don’t see you.” “You excite her dreadfully--and that is not good,” said Miss Tita, giving me a reproachful, appealing look. “I want to watch you--I want to watch you!” the old lady went on. “Well then, let us spend as much of our time together as possible--I don’t care where--and that will give you every facility.” “Oh, I’ve seen you enough for today. I’m satisfied. Now I’ll go home.” Miss Tita laid her hands on the back of her aunt’s chair and began to push, but I begged her to let me take her place. “Oh, yes, you may move me this way--you shan’t in any other!” Miss Bordereau exclaimed as she felt herself propelled firmly and easily over the smooth, hard floor. Before we reached the door of her own apartment she commanded me to stop, and she took a long, last look up and down the noble sala. “Oh, it’s a magnificent house!” she murmured; after which I pushed her forward. When we had entered the parlor Miss Tita told me that she should now be able to manage, and at the same moment the little red-haired donna came to meet her mistress.",
   "summaries": [],
   "persons": [
    "Tita",
    "Bordereau"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1437,
   "text": "Miss Tita’s idea was evidently to get her aunt immediately back to bed. I confess that in spite of this urgency I was guilty of the indiscretion of lingering; it held me there to think that I was nearer the documents I coveted--that they were probably put away somewhere in the faded, unsociable room. The place had indeed a bareness which did not suggest hidden treasures; there were no dusky nooks nor curtained corners, no massive cabinets nor chests with iron bands. Moreover it was possible, it was perhaps even probable that the old lady had consigned her relics to her bedroom, to some battered box that was shoved under the bed, to the drawer of some lame dressing table, where they would be in the range of vision by the dim night lamp. Nonetheless I scrutinized every article of furniture, every conceivable cover for a hoard, and noticed that there were half a dozen things with drawers, and in particular a tall old secretary, with brass ornaments of the style of the Empire--a receptacle somewhat rickety but still capable of keeping a great many secrets. I don’t know why this article fascinated me so, inasmuch as I certainly had no definite purpose of breaking into it; but I stared at it so hard that Miss Tita noticed me and changed color. Her doing this made me think I was right and that wherever they might have been before the Aspern papers at that moment languished behind the peevish little lock of the secretary.",
   "summaries": [],
   "persons": [
    "Aspern"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 503,
   "text": "It was hard to remove my eyes from the dull mahogany front when I reflected that a simple panel divided me from the goal of my hopes; but I remembered my prudence and with an effort took leave of Miss Bordereau. To make the effort graceful I said to her that I should certainly bring her an opinion about the little picture. “The little picture?” Miss Tita asked, surprised. “What do YOU know about it, my dear?” the old woman demanded. “You needn’t mind. I have fixed my price.” “And what may that be?”",
   "summaries": [],
   "persons": [
    "Tita"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1526,
   "text": "“Oh Lord!” cried poor Miss Tita irrepressibly. “Is that what she talks to you about?” said Miss Bordereau. “Imagine your aunt’s wanting to know!” I had to separate from Miss Tita with only those words, though I should have liked immensely to add, “For heaven’s sake meet me tonight in the garden!” As it turned out the precaution had not been needed, for three hours later, just as I had finished my dinner, Miss Bordereau’s niece appeared, unannounced, in the open doorway of the room in which my simple repasts were served. I remember well that I felt no surprise at seeing her; which is not a proof that I did not believe in her timidity. It was immense, but in a case in which there was a particular reason for boldness it never would have prevented her from running up to my rooms. I saw that she was now quite full of a particular reason; it threw her forward--made her seize me, as I rose to meet her, by the arm. “My aunt is very ill; I think she is dying!” “Never in the world,” I answered bitterly. “Don’t you be afraid!” “Do go for a doctor--do, do! Olimpia is gone for the one we always have, but she doesn’t come back; I don’t know what has happened to her. I told her that if he was not at home she was to follow him where he had gone; but apparently she is following him all over Venice. I don’t know what to do--she looks so as if she were sinking.” “May I see her, may I judge?” I asked. “Of course I shall be delighted to bring someone; but hadn’t we better send my man instead, so that I may stay with you?”",
   "summaries": [],
   "persons": [
    "Olimpia"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1453,
   "text": "Miss Tita assented to this and I dispatched my servant for the best doctor in the neighborhood. I hurried downstairs with her, and on the way she told me that an hour after I quitted them in the afternoon Miss Bordereau had had an attack of “oppression,” a terrible difficulty in breathing. This had subsided but had left her so exhausted that she did not come up: she seemed all gone. I repeated that she was not gone, that she would not go yet; whereupon Miss Tita gave me a sharper sidelong glance than she had ever directed at me and said, “Really, what do you mean? I suppose you don’t accuse her of making believe!” I forget what reply I made to this, but I grant that in my heart I thought the old woman capable of any weird maneuver. Miss Tita wanted to know what I had done to her; her aunt had told her that I had made her so angry. I declared I had done nothing--I had been exceedingly careful; to which my companion rejoined that Miss Bordereau had assured her she had had a scene with me--a scene that had upset her. I answered with some resentment that it was a scene of her own making--that I couldn’t think what she was angry with me for unless for not seeing my way to give a thousand pounds for the portrait of Jeffrey Aspern. “And did she show you that? Oh, gracious--oh, deary me!” groaned Miss Tita, who appeared to feel that the situation was passing out of her control and that the elements of her fate were thickening around her.",
   "summaries": [],
   "persons": [
    "Miss Bordereau",
    "Bordereau"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1563,
   "text": "I said that I would give anything to possess it, yet that I had not a thousand pounds; but I stopped when we came to the door of Miss Bordereau’s room. I had an immense curiosity to pass it, but I thought it my duty to represent to Miss Tita that if I made the invalid angry she ought perhaps to be spared the sight of me. “The sight of you? Do you think she can SEE?” my companion demanded almost with indignation. I did think so but forebore to say it, and I softly followed my conductress. I remember that what I said to her as I stood for a moment beside the old woman’s bed was, “Does she never show you her eyes then? Have you never seen them?” Miss Bordereau had been divested of her green shade, but (it was not my fortune to behold Juliana in her nightcap) the upper half of her face was covered by the fall of a piece of dingy lacelike muslin, a sort of extemporized hood which, wound round her head, descended to the end of her nose, leaving nothing visible but her white withered cheeks and puckered mouth, closed tightly and, as it were consciously. Miss Tita gave me a glance of surprise, evidently not seeing a reason for my impatience. “You mean that she always wears something? She does it to preserve them.” “Because they are so fine?” “Oh, today, today!” And Miss Tita shook her head, speaking very low. “But they used to be magnificent!” “Yes indeed, we have Aspern’s word for that.” And as I looked again at the old woman’s wrappings I could imagine that she had not wished to allow people a reason to say that the great poet had overdone it.",
   "summaries": [],
   "persons": [
    "Tita",
    "Juliana"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1527,
   "text": "But I did not waste my time in considering Miss Bordereau, in whom the appearance of respiration was so slight as to suggest that no human attention could ever help her more. I turned my eyes all over the room, rummaging with them the closets, the chests of drawers, the tables. Miss Tita met them quickly and read, I think, what was in them; but she did not answer it, turning away restlessly, anxiously, so that I felt rebuked, with reason, for a preoccupation that was almost profane in the presence of our dying companion. All the same I took another look, endeavoring to pick out mentally the place to try first, for a person who should wish to put his hand on Miss Bordereau’s papers directly after her death. The room was a dire confusion; it looked like the room of an old actress. There were clothes hanging over chairs, odd-looking shabby bundles here and there, and various pasteboard boxes piled together, battered, bulging, and discolored, which might have been fifty years old. Miss Tita after a moment noticed the direction of my eyes again and, as if she guessed how I judged the air of the place (forgetting I had no business to judge it at all), said, perhaps to defend herself from the imputation of complicity in such untidiness: “She likes it this way; we can’t move things. There are old bandboxes she has had most of her life.” Then she added, half taking pity on my real thought, “Those things were THERE.” And she pointed to a small, low trunk which stood under a sofa where there was just room for it.",
   "summaries": [],
   "persons": [
    "Tita",
    "Miss Tita"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1437,
   "text": "It appeared to be a queer, superannuated coffer, of painted wood, with elaborate handles and shriveled straps and with the color (it had last been endued with a coat of light green) much rubbed off. It evidently had traveled with Juliana in the olden time--in the days of her adventures, which it had shared. It would have made a strange figure arriving at a modern hotel. “WERE there--they aren’t now?” I asked, startled by Miss Tita’s implication. She was going to answer, but at that moment the doctor came in--the doctor whom the little maid had been sent to fetch and whom she had at last overtaken. My servant, going on his own errand, had met her with her companion in tow, and in the sociable Venetian spirit, retracing his steps with them, had also come up to the threshold of Miss Bordereau’s room, where I saw him peeping over the doctor’s shoulder. I motioned him away the more instantly that the sight of his prying face reminded me that I myself had almost as little to do there--an admonition confirmed by the sharp way the little doctor looked at me, appearing to take me for a rival who had the field before him. He was a short, fat, brisk gentleman who wore the tall hat of his profession and seemed to look at everything but his patient. He looked particularly at me, as if it struck him that I should be better for a dose, so that I bowed to him and left him with the women, going down to smoke a cigar in the garden.",
   "summaries": [],
   "persons": [
    "Juliana"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "Venetian"
   ]
  },
  {
   "size": 1553,
   "text": "I was nervous; I could not go further; I could not leave the place. I don’t know exactly what I thought might happen, but it seemed to me important to be there. I wandered about in the alleys--the warm night had come on--smoking cigar after cigar and looking at the light in Miss Bordereau’s windows. They were open now, I could see; the situation was different. Sometimes the light moved, but not quickly; it did not suggest the hurry of a crisis. Was the old woman dying, or was she already dead? Had the doctor said that there was nothing to be done at her tremendous age but to let her quietly pass away; or had he simply announced with a look a little more conventional that the end of the end had come? Were the other two women moving about to perform the offices that follow in such a case? It made me uneasy not to be nearer, as if I thought the doctor himself might carry away the papers with him. I bit my cigar hard as it came over me again that perhaps there were now no papers to carry! I wandered about for an hour--for an hour and a half. I looked out for Miss Tita at one of the windows, having a vague idea that she might come there to give me some sign. Would she not see the red tip of my cigar moving about in the dark and feel that I wanted eminently to know what the doctor had said? I am afraid it is a proof my anxieties had made me gross that I should have taken in some degree for granted that at such an hour, in the midst of the greatest change that could take place in her life, they were uppermost also in Miss Tita’s mind.",
   "summaries": [],
   "persons": [
    "Tita"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1458,
   "text": "My servant came down and spoke to me; he knew nothing save that the doctor had gone after a visit of half an hour. If he had stayed half an hour then Miss Bordereau was still alive: it could not have taken so much time as that to enunciate the contrary. I sent the man out of the house; there were moments when the sense of his curiosity annoyed me, and this was one of them. HE had been watching my cigar tip from an upper window, if Miss Tita had not; he could not know what I was after and I could not tell him, though I was conscious he had fantastic private theories about me which he thought fine and which I, had I known them, should have thought offensive. I went upstairs at last but I ascended no higher than the sala. The door of Miss Bordereau’s apartment was open, showing from the parlor the dimness of a poor candle. I went toward it with a light tread, and at the same moment Miss Tita appeared and stood looking at me as I approached. “She’s better--she’s better,” she said, even before I had asked. “The doctor has given her something; she woke up, came back to life while he was there. He says there is no immediate danger.” “No immediate danger? Surely he thinks her condition strange!” “Yes, because she had been excited. That affects her dreadfully.” “It will do so again then, because she excites herself. She did so this afternoon.” “Yes; she mustn’t come out any more,” said Miss Tita, with one of her lapses into a deeper placidity.",
   "summaries": [],
   "persons": [
    "Tita",
    "Bordereau",
    "Miss Tita"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1477,
   "text": "“What is the use of making such a remark as that if you begin to rattle her about again the first time she bids you?” “I won’t--I won’t do it any more.” “You must learn to resist her,” I went on. “Oh, yes, I shall; I shall do so better if you tell me it’s right.” “You mustn’t do it for me; you must do it for yourself. It all comes back to you, if you are frightened.” “Well, I am not frightened now,” said Miss Tita cheerfully. “She is very quiet.” “Is she conscious again--does she speak?” “No, she doesn’t speak, but she takes my hand. She holds it fast.” “Yes,” I rejoined, “I can see what force she still has by the way she grabbed that picture this afternoon. But if she holds you fast how comes it that you are here?” Miss Tita hesitated a moment; though her face was in deep shadow (she had her back to the light in the parlor and I had put down my own candle far off, near the door of the sala), I thought I saw her smile ingenuously. “I came on purpose--I heard your step.” “Why, I came on tiptoe, as inaudibly as possible.” “Well, I heard you,” said Miss Tita. “And is your aunt alone now?” “Oh, no; Olimpia is sitting there.” On my side I hesitated. “Shall we then step in there?” And I nodded at the parlor; I wanted more and more to be on the spot. “We can’t talk there--she will hear us.” I was on the point of replying that in that case we would sit silent, but I was too conscious that this would not do, as there was something I desired immensely to ask her.",
   "summaries": [],
   "persons": [
    "Olimpia"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1425,
   "text": "So I proposed that we should walk a little in the sala, keeping more at the other end, where we should not disturb the old lady. Miss Tita assented unconditionally; the doctor was coming again, she said, and she would be there to meet him at the door. We strolled through the fine superfluous hall, where on the marble floor--particularly as at first we said nothing--our footsteps were more audible than I had expected. When we reached the other end--the wide window, inveterately closed, connecting with the balcony that overhung the canal--I suggested that we should remain there, as she would see the doctor arrive still better. I opened the window and we passed out on the balcony. The air of the canal seemed even heavier, hotter than that of the sala. The place was hushed and void; the quiet neighborhood had gone to sleep. A lamp, here and there, over the narrow black water, glimmered in double; the voice of a man going homeward singing, with his jacket on his shoulder and his hat on his ear, came to us from a distance. This did not prevent the scene from being very comme il faut, as Miss Bordereau had called it the first time I saw her. Presently a gondola passed along the canal with its slow rhythmical plash, and as we listened we watched it in silence. It did not stop, it did not carry the doctor; and after it had gone on I said to Miss Tita: “And where are they now--the things that were in the trunk?”",
   "summaries": [],
   "persons": [
    "Bordereau"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1493,
   "text": "“That green box you pointed out to me in her room. You said her papers had been there; you seemed to imply that she had transferred them.” “Oh, yes; they are not in the trunk,” said Miss Tita. “May I ask if you have looked?” “Yes, I have looked--for you.” “How for me, dear Miss Tita? Do you mean you would have given them to me if you had found them?” I asked, almost trembling. She delayed to reply and I waited. Suddenly she broke out, “I don’t know what I would do--what I wouldn’t!” “Would you look again--somewhere else?” She had spoken with a strange unexpected emotion, and she went on in the same tone: “I can’t--I can’t--while she lies there. It isn’t decent.” “No, it isn’t decent,” I replied gravely. “Let the poor lady rest in peace.” And the words, on my lips, were not hypocritical, for I felt reprimanded and shamed. Miss Tita added in a moment, as if she had guessed this and were sorry for me, but at the same time wished to explain that I did drive her on or at least did insist too much: “I can’t deceive her that way. I can’t deceive her--perhaps on her deathbed.” “Heaven forbid I should ask you, though I have been guilty myself!” “You have been guilty?” “I have sailed under false colors.” I felt now as if I must tell her that I had given her an invented name, on account of my fear that her aunt would have heard of me and would refuse to take me in. I explained this and also that I had really been a party to the letter written to them by John Cumnor months before.",
   "summaries": [],
   "persons": [
    "John Cumnor"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1530,
   "text": "She listened with great attention, looking at me with parted lips, and when I had made my confession she said, “Then your real name--what is it?” She repeated it over twice when I had told her, accompanying it with the exclamation “Gracious, gracious!” Then she added, “I like your own best.” “So do I,” I said, laughing. “Ouf! it’s a relief to get rid of the other.” “So it was a regular plot--a kind of conspiracy?” “Oh, a conspiracy--we were only two,” I replied, leaving out Mrs. Prest of course. She hesitated; I thought she was perhaps going to say that we had been very base. But she remarked after a moment, in a candid, wondering way, “How much you must want them!” “Oh, I do, passionately!” I conceded, smiling. And this chance made me go on, forgetting my compunction of a moment before. “How can she possibly have changed their place herself? How can she walk? How can she arrive at that sort of muscular exertion? How can she lift and carry things?” “Oh, when one wants and when one has so much will!” said Miss Tita, as if she had thought over my question already herself and had simply had no choice but that answer--the idea that in the dead of night, or at some moment when the coast was clear, the old woman had been capable of a miraculous effort. “Have you questioned Olimpia? Hasn’t she helped her--hasn’t she done it for her?” I asked; to which Miss Tita replied promptly and positively that their servant had had nothing to do with the matter, though without admitting definitely that she had spoken to her.",
   "summaries": [],
   "persons": [
    "Miss Tita"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 442,
   "text": "It was as if she were a little shy, a little ashamed now of letting me see how much she had entered into my uneasiness and had me on her mind. Suddenly she said to me, without any immediate relevance: “I feel as if you were a new person, now that you have got a new name.” “It isn’t a new one; it is a very good old one, thank heaven!” She looked at me a moment. “I do like it better.” “Oh, if you didn’t I would almost go on with the other!”",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1674,
   "text": "I laughed again, but for all answer to this inquiry I said, “Of course if she can rummage about that way she can perfectly have burnt them.” “You must wait--you must wait,” Miss Tita moralized mournfully; and her tone ministered little to my patience, for it seemed after all to accept that wretched possibility. I would teach myself to wait, I declared nevertheless; because in the first place I could not do otherwise and in the second I had her promise, given me the other night, that she would help me. “Of course if the papers are gone that’s no use,” she said; not as if she wished to recede, but only to be conscientious. “Naturally. But if you could only find out!” I groaned, quivering again. “I thought you said you would wait.” “Oh, you mean wait even for that?” “Oh, nothing,” I replied, rather foolishly, being ashamed to tell her what had been implied in my submission to delay--the idea that she would do more than merely find out. I know not whether she guessed this; at all events she appeared to become aware of the necessity for being a little more rigid. “I didn’t promise to deceive, did I? I don’t think I did.” “It doesn’t much matter whether you did or not, for you couldn’t!” I don’t think Miss Tita would have contested this event had she not been diverted by our seeing the doctor’s gondola shoot into the little canal and approach the house. I noted that he came as fast as if he believed that Miss Bordereau was still in danger. We looked down at him while he disembarked and then went back into the sala to meet him. When he came up however I naturally left Miss Tita to go off with him alone, only asking her leave to come back later for news.",
   "summaries": [],
   "persons": [
    "Bordereau"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1503,
   "text": "I went out of the house and took a long walk, as far as the Piazza, where my restlessness declined to quit me. I was unable to sit down (it was very late now but there were people still at the little tables in front of the cafes); I could only walk round and round, and I did so half a dozen times. I was uncomfortable, but it gave me a certain pleasure to have told Miss Tita who I really was. At last I took my way home again, slowly getting all but inextricably lost, as I did whenever I went out in Venice: so that it was considerably past midnight when I reached my door. The sala, upstairs, was as dark as usual and my lamp as I crossed it found nothing satisfactory to show me. I was disappointed, for I had notified Miss Tita that I would come back for a report, and I thought she might have left a light there as a sign. The door of the ladies’ apartment was closed; which seemed an intimation that my faltering friend had gone to bed, tired of waiting for me. I stood in the middle of the place, considering, hoping she would hear me and perhaps peep out, saying to myself too that she would never go to bed with her aunt in a state so critical; she would sit up and watch--she would be in a chair, in her dressing gown. I went nearer the door; I stopped there and listened. I heard nothing at all and at last I tapped gently. No answer came and after another minute I turned the handle. There was no light in the room; this ought to have prevented me from going in, but it had no such effect.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1510,
   "text": "If I have candidly narrated the importunities, the indelicacies, of which my desire to possess myself of Jeffrey Aspern’s papers had rendered me capable I need not shrink from confessing this last indiscretion. I think it was the worst thing I did; yet there were extenuating circumstances. I was deeply though doubtless not disinterestedly anxious for more news of the old lady, and Miss Tita had accepted from me, as it were, a rendezvous which it might have been a point of honor with me to keep. It may be said that her leaving the place dark was a positive sign that she released me, and to this I can only reply that I desired not to be released. The door of Miss Bordereau’s room was open and I could see beyond it the faintness of a taper. There was no sound--my footstep caused no one to stir. I came further into the room; I lingered there with my lamp in my hand. I wanted to give Miss Tita a chance to come to me if she were with her aunt, as she must be. I made no noise to call her; I only waited to see if she would not notice my light. She did not, and I explained this (I found afterward I was right) by the idea that she had fallen asleep. If she had fallen asleep her aunt was not on her mind, and my explanation ought to have led me to go out as I had come. I must repeat again that it did not, for I found myself at the same moment thinking of something else. I had no definite purpose, no bad intention, but I felt myself held to the spot by an acute, though absurd, sense of opportunity.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1474,
   "text": "For what I could not have said, inasmuch as it was not in my mind that I might commit a theft. Even if it had been I was confronted with the evident fact that Miss Bordereau did not leave her secretary, her cupboard, and the drawers of her tables gaping. I had no keys, no tools, and no ambition to smash her furniture. Nonetheless it came to me that I was now, perhaps alone, unmolested, at the hour of temptation and secrecy, nearer to the tormenting treasure than I had ever been. I held up my lamp, let the light play on the different objects as if it could tell me something. Still there came no movement from the other room. If Miss Tita was sleeping she was sleeping sound. Was she doing so--generous creature--on purpose to leave me the field? Did she know I was there and was she just keeping quiet to see what I would do--what I COULD do? But what could I do, when it came to that? She herself knew even better than I how little. I stopped in front of the secretary, looking at it very idiotically; for what had it to say to me after all? In the first place it was locked, and in the second it almost surely contained nothing in which I was interested. Ten to one the papers had been destroyed; and even if they had not been destroyed the old woman would not have put them in such a place as that after removing them from the green trunk--would not have transferred them, if she had the idea of their safety on her brain, from the better hiding place to the worse.",
   "summaries": [],
   "persons": [
    "Bordereau"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1608,
   "text": "The secretary was more conspicuous, more accessible in a room in which she could no longer mount guard. It opened with a key, but there was a little brass handle, like a button, as well; I saw this as I played my lamp over it. I did something more than this at that moment: I caught a glimpse of the possibility that Miss Tita wished me really to understand. If she did not wish me to understand, if she wished me to keep away, why had she not locked the door of communication between the sitting room and the sala? That would have been a definite sign that I was to leave them alone. If I did not leave them alone she meant me to come for a purpose--a purpose now indicated by the quick, fantastic idea that to oblige me she had unlocked the secretary. She had not left the key, but the lid would probably move if I touched the button. This theory fascinated me, and I bent over very close to judge. I did not propose to do anything, not even--not in the least--to let down the lid; I only wanted to test my theory, to see if the cover WOULD move. I touched the button with my hand--a mere touch would tell me; and as I did so (it is embarrassing for me to relate it), I looked over my shoulder. It was a chance, an instinct, for I had not heard anything. I almost let my luminary drop and certainly I stepped back, straightening myself up at what I saw. Miss Bordereau stood there in her nightdress, in the doorway of her room, watching me; her hands were raised, she had lifted the everlasting curtain that covered half her face, and for the first, the last, the only time I beheld her extraordinary eyes.",
   "summaries": [],
   "persons": [
    "Bordereau"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 615,
   "text": "They glared at me, they made me horribly ashamed. I never shall forget her strange little bent white tottering figure, with its lifted head, her attitude, her expression; neither shall I forget the tone in which as I turned, looking at her, she hissed out passionately, furiously: “Ah, you publishing scoundrel!” I know not what I stammered, to excuse myself, to explain; but I went toward her, to tell her I meant no harm. She waved me off with her old hands, retreating before me in horror; and the next thing I knew she had fallen back with a quick spasm, as if death had descended on her, into Miss Tita’s arms.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1457,
   "text": "I left Venice the next morning, as soon as I learned that the old lady had not succumbed, as I feared at the moment, to the shock I had given her--the shock I may also say she had given me. How in the world could I have supposed her capable of getting out of bed by herself? I failed to see Miss Tita before going; I only saw the donna, whom I entrusted with a note for her younger mistress. In this note I mentioned that I should be absent but for a few days. I went to Treviso, to Bassano, to Castelfranco; I took walks and drives and looked at musty old churches with ill-lighted pictures and spent hours seated smoking at the doors of cafes, where there were flies and yellow curtains, on the shady side of sleepy little squares. In spite of these pastimes, which were mechanical and perfunctory, I scantily enjoyed my journey: there was too strong a taste of the disagreeable in my life. I had been devilish awkward, as the young men say, to be found by Miss Bordereau in the dead of night examining the attachment of her bureau; and it had not been less so to have to believe for a good many hours afterward that it was highly probable I had killed her. In writing to Miss Tita I attempted to minimize these irregularities; but as she gave me no word of answer I could not know what impression I made upon her. It rankled in my mind that I had been called a publishing scoundrel, for certainly I did publish and certainly I had not been very delicate.",
   "summaries": [],
   "persons": [
    "Bordereau"
   ],
   "organisations": [],
   "locations": [
    "Venice"
   ],
   "misc": []
  },
  {
   "size": 1434,
   "text": "There was a moment when I stood convinced that the only way to make up for this latter fault was to take myself away altogether on the instant; to sacrifice my hopes and relieve the two poor women forever of the oppression of my intercourse. Then I reflected that I had better try a short absence first, for I must already have had a sense (unexpressed and dim) that in disappearing completely it would not be merely my own hopes that I should condemn to extinction. It would perhaps be sufficient if I stayed away long enough to give the elder lady time to think she was rid of me. That she would wish to be rid of me after this (if I was not rid of her) was now not to be doubted: that nocturnal scene would have cured her of the disposition to put up with my company for the sake of my dollars. I said to myself that after all I could not abandon Miss Tita, and I continued to say this even while I observed that she quite failed to comply with my earnest request (I had given her two or three addresses, at little towns, post restante) that she would let me know how she was getting on. I would have made my servant write to me but that he was unable to manage a pen. It struck me there was a kind of scorn in Miss Tita’s silence (little disdainful as she had ever been), so that I was uncomfortable and sore. I had scruples about going back and yet I had others about not doing so, for I wanted to put myself on a better footing.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1625,
   "text": "The end of it was that I did return to Venice on the twelfth day; and as my gondola gently bumped against Miss Bordereau’s steps a certain palpitation of suspense told me that I had done myself a violence in holding off so long. I had faced about so abruptly that I had not telegraphed to my servant. He was therefore not at the station to meet me, but he poked out his head from an upper window when I reached the house. “They have put her into the earth, la vecchia,” he said to me in the lower hall, while he shouldered my valise; and he grinned and almost winked, as if he knew I should be pleased at the news. “She’s dead!” I exclaimed, giving him a very different look. “So it appears, since they have buried her.” “It’s all over? When was the funeral?” “The other yesterday. But a funeral you could scarcely call it, signore; it was a dull little passeggio of two gondolas. Poveretta!” the man continued, referring apparently to Miss Tita. His conception of funerals was apparently that they were mainly to amuse the living. I wanted to know about Miss Tita--how she was and where she was--but I asked him no more questions till we had got upstairs. Now that the fact had met me I took a bad view of it, especially of the idea that poor Miss Tita had had to manage by herself after the end. What did she know about arrangements, about the steps to take in such a case? Poveretta indeed! I could only hope that the doctor had given her assistance and that she had not been neglected by the old friends of whom she had told me, the little band of the faithful whose fidelity consisted in coming to the house once a year.",
   "summaries": [],
   "persons": [
    "Poveretta"
   ],
   "organisations": [],
   "locations": [
    "Venice"
   ],
   "misc": []
  },
  {
   "size": 1454,
   "text": "I elicited from my servant that two old ladies and an old gentleman had in fact rallied round Miss Tita and had supported her (they had come for her in a gondola of their own) during the journey to the cemetery, the little red-walled island of tombs which lies to the north of the town, on the way to Murano. It appeared from these circumstances that the Misses Bordereau were Catholics, a discovery I had never made, as the old woman could not go to church and her niece, so far as I perceived, either did not or went only to early mass in the parish, before I was stirring. Certainly even the priests respected their seclusion; I had never caught the whisk of the curato’s skirt. That evening, an hour later, I sent my servant down with five words written on a card, to ask Miss Tita if she would see me for a few moments. She was not in the house, where he had sought her, he told me when he came back, but in the garden walking about to refresh herself and gathering flowers. He had found her there and she would be very happy to see me. I went down and passed half an hour with poor Miss Tita. She had always had a look of musty mourning (as if she were wearing out old robes of sorrow that would not come to an end), and in this respect there was no appreciable change in her appearance. But she evidently had been crying, crying a great deal--simply, satisfyingly, refreshingly, with a sort of primitive, retarded sense of loneliness and violence.",
   "summaries": [],
   "persons": [
    "Bordereau"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1563,
   "text": "But she had none of the formalism or the self-consciousness of grief, and I was almost surprised to see her standing there in the first dusk with her hands full of flowers, smiling at me with her reddened eyes. Her white face, in the frame of her mantilla, looked longer, leaner than usual. I had had an idea that she would be a good deal disgusted with me--would consider that I ought to have been on the spot to advise her, to help her; and, though I was sure there was no rancor in her composition and no great conviction of the importance of her affairs, I had prepared myself for a difference in her manner, for some little injured look, half-familiar, half-estranged, which should say to my conscience, “Well, you are a nice person to have professed things!” But historic truth compels me to declare that Tita Bordereau’s countenance expressed unqualified pleasure in seeing her late aunt’s lodger. That touched him extremely, and he thought it simplified his situation until he found it did not. I was as kind to her that evening as I knew how to be, and I walked about the garden with her for half an hour. There was no explanation of any sort between us; I did not ask her why she had not answered my letter. Still less did I repeat what I had said to her in that communication; if she chose to let me suppose that she had forgotten the position in which Miss Bordereau surprised me that night and the effect of the discovery on the old woman I was quite willing to take it that way: I was grateful to her for not treating me as if I had killed her aunt.",
   "summaries": [],
   "persons": [
    "Bordereau"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1660,
   "text": "We strolled and strolled and really not much passed between us save the recognition of her bereavement, conveyed in my manner and in a visible air that she had of depending on me now, since I let her see that I took an interest in her. Miss Tita had none of the pride that makes a person wish to preserve the look of independence; she did not in the least pretend that she knew at present what would become of her. I forebore to touch particularly on that, however, for I certainly was not prepared to say that I would take charge of her. I was cautious; not ignobly, I think, for I felt that her knowledge of life was so small that in her unsophisticated vision there would be no reason why--since I seemed to pity her--I should not look after her. She told me how her aunt had died, very peacefully at the last, and how everything had been done afterward by the care of her good friends (fortunately, thanks to me, she said, smiling, there was money in the house; and she repeated that when once the Italians like you they are your friends for life); and when we had gone into this she asked me about my giro, my impressions, the places I had seen. I told her what I could, making it up partly, I am afraid, as in my depression I had not seen much; and after she had heard me she exclaimed, quite as if she had forgotten her aunt and her sorrow, “Dear, dear, how much I should like to do such things--to take a little journey!” It came over me for the moment that I ought to propose some tour, say I would take her anywhere she liked; and I remarked at any rate that some excursion--to give her a change--might be managed: we would think of it, talk it over.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": [
    "Italians"
   ]
  },
  {
   "size": 1479,
   "text": "I said never a word to her about the Aspern documents; asked no questions as to what she had ascertained or what had otherwise happened with regard to them before Miss Bordereau’s death. It was not that I was not on pins and needles to know, but that I thought it more decent not to betray my anxiety so soon after the catastrophe. I hoped she herself would say something, but she never glanced that way, and I thought this natural at the time. Later however, that night, it occurred to me that her silence was somewhat strange; for if she had talked of my movements, of anything so detached as the Giorgione at Castelfranco, she might have alluded to what she could easily remember was in my mind. It was not to be supposed that the emotion produced by her aunt’s death had blotted out the recollection that I was interested in that lady’s relics, and I fidgeted afterward as it came to me that her reticence might very possibly mean simply that nothing had been found. We separated in the garden (it was she who said she must go in); now that she was alone in the rooms I felt that (judged, at any rate, by Venetian ideas) I was on rather a different footing in regard to visiting her there. As I shook hands with her for goodnight I asked her if she had any general plan--had thought over what she had better do. “Oh, yes, oh, yes, but I haven’t settled anything yet,” she replied quite cheerfully. Was her cheerfulness explained by the impression that I would settle for her?",
   "summaries": [],
   "persons": [
    "Aspern"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "Venetian",
    "Giorgione"
   ]
  },
  {
   "size": 1491,
   "text": "I was glad the next morning that we had neglected practical questions, for this gave me a pretext for seeing her again immediately. There was a very practical question to be touched upon. I owed it to her to let her know formally that of course I did not expect her to keep me on as a lodger, and also to show some interest in her own tenure, what she might have on her hands in the way of a lease. But I was not destined, as it happened, to converse with her for more than an instant on either of these points. I sent her no message; I simply went down to the sala and walked to and fro there. I knew she would come out; she would very soon discover I was there. Somehow I preferred not to be shut up with her; gardens and big halls seemed better places to talk. It was a splendid morning, with something in the air that told of the waning of the long Venetian summer; a freshness from the sea which stirred the flowers in the garden and made a pleasant draught in the house, less shuttered and darkened now than when the old woman was alive. It was the beginning of autumn, of the end of the golden months. With this it was the end of my experiment--or would be in the course of half an hour, when I should really have learned that the papers had been reduced to ashes. After that there would be nothing left for me but to go to the station; for seriously (and as it struck me in the morning light) I could not linger there to act as guardian to a piece of middle-aged female helplessness.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": [
    "Venetian"
   ]
  },
  {
   "size": 1614,
   "text": "If she had not saved the papers wherein should I be indebted to her? I think I winced a little as I asked myself how much, if she HAD saved them, I should have to recognize and, as it were, to reward such a courtesy. Might not that circumstance after all saddle me with a guardianship? If this idea did not make me more uncomfortable as I walked up and down it was because I was convinced I had nothing to look to. If the old woman had not destroyed everything before she pounced upon me in the parlor she had done so afterward. It took Miss Tita rather longer than I had expected to guess that I was there; but when at last she came out she looked at me without surprise. I said to her that I had been waiting for her, and she asked why I had not let her know. I was glad the next day that I had checked myself before remarking that I had wished to see if a friendly intuition would not tell her: it became a satisfaction to me that I had not indulged in that rather tender joke. What I did say was virtually the truth--that I was too nervous, since I expected her now to settle my fate. “Your fate?” said Miss Tita, giving me a queer look; and as she spoke I noticed a rare change in her. She was different from what she had been the evening before--less natural, less quiet. She had been crying the day before and she was not crying now, and yet she struck me as less confident. It was as if something had happened to her during the night, or at least as if she had thought of something that troubled her--something in particular that affected her relations with me, made them more embarrassing and complicated.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1491,
   "text": "Had she simply perceived that her aunt’s not being there now altered my position? “I mean about our papers. ARE there any? You must know now.” “Yes, there are a great many; more than I supposed.” I was struck with the way her voice trembled as she told me this. “Do you mean that you have got them in there--and that I may see them?” “I don’t think you can see them,” said Miss Tita with an extraordinary expression of entreaty in her eyes, as if the dearest hope she had in the world now was that I would not take them from her. But how could she expect me to make such a sacrifice as that after all that had passed between us? What had I come back to Venice for but to see them, to take them? My delight in learning they were still in existence was such that if the poor woman had gone down on her knees to beseech me never to mention them again I would have treated the proceeding as a bad joke. “I have got them but I can’t show them,” she added. “Not even to me? Ah, Miss Tita!” I groaned, with a voice of infinite remonstrance and reproach. She colored, and the tears came back to her eyes; I saw that it cost her a kind of anguish to take such a stand but that a dreadful sense of duty had descended upon her. It made me quite sick to find myself confronted with that particular obstacle; all the more that it appeared to me I had been extremely encouraged to leave it out of account. I almost considered that Miss Tita had assured me that if she had no greater hindrance than that--!",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [
    "Venice"
   ],
   "misc": []
  },
  {
   "size": 380,
   "text": "“You don’t mean to say you made her a deathbed promise? It was precisely against your doing anything of that sort that I thought I was safe. Oh, I would rather she had burned the papers outright than that!” “No, it isn’t a promise,” said Miss Tita. “Pray what is it then?” She hesitated and then she said, “She tried to burn them, but I prevented it. She had hid them in her bed.”",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1450,
   "text": "“Between the mattresses. That’s where she put them when she took them out of the trunk. I can’t understand how she did it, because Olimpia didn’t help her. She tells me so, and I believe her. My aunt only told her afterward, so that she shouldn’t touch the bed--anything but the sheets. So it was badly made,” added Miss Tita simply. “I should think so! And how did she try to burn them?” “She didn’t try much; she was too weak, those last days. But she told me--she charged me. Oh, it was terrible! She couldn’t speak after that night; she could only make signs.” “And what did you do?” “I took them away. I locked them up.” “Yes, in the secretary,” said Miss Tita, reddening again. “Did you tell her you would burn them?” “No, I didn’t--on purpose.” “On purpose to gratify me?” “Yes, only for that.” “And what good will you have done me if after all you won’t show them?” “Oh, none; I know that--I know that.” “And did she believe you had destroyed them?” “I don’t know what she believed at the last. I couldn’t tell--she was too far gone.” “Then if there was no promise and no assurance I can’t see what ties you.” “Oh, she hated it so--she hated it so! She was so jealous. But here’s the portrait--you may have that,” Miss Tita announced, taking the little picture, wrapped up in the same manner in which her aunt had wrapped it, out of her pocket. “I may have it--do you mean you give it to me?” I questioned, staring, as it passed into my hand.",
   "summaries": [],
   "persons": [
    "Olimpia"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1461,
   "text": "“But it’s worth money--a large sum.” “Well!” said Miss Tita, still with her strange look. I did not know what to make of it, for it could scarcely mean that she wanted to bargain like her aunt. She spoke as if she wished to make me a present. “I can’t take it from you as a gift,” I said, “and yet I can’t afford to pay you for it according to the ideas Miss Bordereau had of its value. She rated it at a thousand pounds.” “Couldn’t we sell it?” asked Miss Tita. “God forbid! I prefer the picture to the money.” “You are very generous.” “I don’t know why you should think so,” I replied; and this was a truthful speech, for the singular creature appeared to have some very fine reference in her mind, which I did not in the least seize. “Well, you have made a great difference for me,” said Miss Tita. I looked at Jeffrey Aspern’s face in the little picture, partly in order not to look at that of my interlocutress, which had begun to trouble me, even to frighten me a little--it was so self-conscious, so unnatural. I made no answer to this last declaration; I only privately consulted Jeffrey Aspern’s delightful eyes with my own (they were so young and brilliant, and yet so wise, so full of vision); I asked him what on earth was the matter with Miss Tita. He seemed to smile at me with friendly mockery, as if he were amused at my case. I had got into a pickle for him--as if he needed it! He was unsatisfactory, for the only moment since I had known him.",
   "summaries": [],
   "persons": [
    "God"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1410,
   "text": "Nevertheless, now that I held the little picture in my hand I felt that it would be a precious possession. “Is this a bribe to make me give up the papers?” I demanded in a moment, perversely. “Much as I value it, if I were to be obliged to choose, the papers are what I should prefer. Ah, but ever so much!” “How can you choose--how can you choose?” Miss Tita asked, slowly, lamentably. “I see! Of course there is nothing to be said, if you regard the interdiction that rests upon you as quite insurmountable. In this case it must seem to you that to part with them would be an impiety of the worst kind, a simple sacrilege!” Miss Tita shook her head, full of her dolefulness. “You would understand if you had known her. I’m afraid,” she quavered suddenly--“I’m afraid! She was terrible when she was angry.” “Yes, I saw something of that, that night. She was terrible. Then I saw her eyes. Lord, they were fine!” “I see them--they stare at me in the dark!” said Miss Tita. “You are nervous, with all you have been through.” “Oh, yes, very--very!” “You mustn’t mind; that will pass away,” I said, kindly. Then I added, resignedly, for it really seemed to me that I must accept the situation, “Well, so it is, and it can’t be helped. I must renounce.” Miss Tita, at this, looking at me, gave a low, soft moan, and I went on: “I only wish to heaven she had destroyed them; then there would be nothing more to say.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1197,
   "text": "And I can’t understand why, with her ideas, she didn’t.” “Oh, she lived on them!” said Miss Tita. “You can imagine whether that makes me want less to see them,” I answered, smiling. “But don’t let me stand here as if I had it in my soul to tempt you to do anything base. Naturally you will understand if I give up my rooms. I leave Venice immediately.” And I took up my hat, which I had placed on a chair. We were still there rather awkwardly, on our feet, in the middle of the sala. She had left the door of the apartments open behind her but she had not led me that way. A kind of spasm came into her face as she saw me take my hat. “Immediately--do you mean today?” The tone of the words was tragical--they were a cry of desolation. “Oh, no; not so long as I can be of the least service to you.” “Well, just a day or two more--just two or three days,” she panted. Then controlling herself, she added in another manner, “She wanted to say something to me--the last day--something very particular, but she couldn’t.” “Something very particular?” “Something more about the papers.” “And did you guess--have you any idea?” “No, I have thought--but I don’t know. I have thought all kinds of things.”",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [
    "Venice"
   ],
   "misc": []
  },
  {
   "size": 1485,
   "text": "“Well, that if you were a relation it would be different.” “If I were a relation?” “If you were not a stranger. Then it would be the same for you as for me. Anything that is mine--would be yours, and you could do what you like. I couldn’t prevent you--and you would have no responsibility.” She brought out this droll explanation with a little nervous rush, as if she were speaking words she had got by heart. They gave me an impression of subtlety and at first I failed to follow. But after a moment her face helped me to see further, and then a light came into my mind. It was embarrassing, and I bent my head over Jeffrey Aspern’s portrait. What an odd expression was in his face! “Get out of it as you can, my dear fellow!” I put the picture into the pocket of my coat and said to Miss Tita, “Yes, I’ll sell it for you. I shan’t get a thousand pounds by any means, but I shall get something good.” She looked at me with tears in her eyes, but she seemed to try to smile as she remarked, “We can divide the money.” “No, no, it shall be all yours.” Then I went on, “I think I know what your poor aunt wanted to say. She wanted to give directions that her papers should be buried with her.” Miss Tita appeared to consider this suggestion for a moment; after which she declared, with striking decision, “Oh no, she wouldn’t have thought that safe!” “It seems to me nothing could be safer.” “She had an idea that when people want to publish they are capable--” And she paused, blushing.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1510,
   "text": "“Of violating a tomb? Mercy on us, what must she have thought of me!” “She was not just, she was not generous!” Miss Tita cried with sudden passion. The light that had come into my mind a moment before increased. “Ah, don’t say that, for we ARE a dreadful race.” Then I pursued, “If she left a will, that may give you some idea.” “I have found nothing of the sort--she destroyed it. She was very fond of me,” Miss Tita added incongruously. “She wanted me to be happy. And if any person should be kind to me--she wanted to speak of that.” I was almost awestricken at the astuteness with which the good lady found herself inspired, transparent astuteness as it was and sewn, as the phrase is, with white thread. “Depend upon it she didn’t want to make any provision that would be agreeable to me.” “No, not to you but to me. She knew I should like it if you could carry out your idea. Not because she cared for you but because she did think of me,” Miss Tita went on with her unexpected, persuasive volubility. “You could see them--you could use them.” She stopped, seeing that I perceived the sense of that conditional--stopped long enough for me to give some sign which I did not give. She must have been conscious, however, that though my face showed the greatest embarrassment that was ever painted on a human countenance it was not set as a stone, it was also full of compassion. It was a comfort to me a long time afterward to consider that she could not have seen in me the smallest symptom of disrespect.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1433,
   "text": "“I don’t know what to do; I’m too tormented, I’m too ashamed!” she continued with vehemence. Then turning away from me and burying her face in her hands she burst into a flood of tears. If she did not know what to do it may be imagined whether I did any better. I stood there dumb, watching her while her sobs resounded in the great empty hall. In a moment she was facing me again, with her streaming eyes. “I would give you everything--and she would understand, where she is--she would forgive me!” “Ah, Miss Tita--ah, Miss Tita,” I stammered, for all reply. I did not know what to do, as I say, but at a venture I made a wild, vague movement in consequence of which I found myself at the door. I remember standing there and saying, “It wouldn’t do--it wouldn’t do!” pensively, awkwardly, grotesquely, while I looked away to the opposite end of the sala as if there were a beautiful view there. The next thing I remember is that I was downstairs and out of the house. My gondola was there and my gondolier, reclining on the cushions, sprang up as soon as he saw me. I jumped in and to his usual “Dove commanda?” I replied, in a tone that made him stare, “Anywhere, anywhere; out into the lagoon!” He rowed me away and I sat there prostrate, groaning softly to myself, with my hat pulled over my face. What in the name of the preposterous did she mean if she did not mean to offer me her hand? That was the price--that was the price!",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1469,
   "text": "And did she think I wanted it, poor deluded, infatuated, extravagant lady? My gondolier, behind me, must have seen my ears red as I wondered, sitting there under the fluttering tenda, with my hidden face, noticing nothing as we passed--wondered whether her delusion, her infatuation had been my own reckless work. Did she think I had made love to her, even to get the papers? I had not, I had not; I repeated that over to myself for an hour, for two hours, till I was wearied if not convinced. I don’t know where my gondolier took me; we floated aimlessly about in the lagoon, with slow, rare strokes. At last I became conscious that we were near the Lido, far up, on the right hand, as you turn your back to Venice, and I made him put me ashore. I wanted to walk, to move, to shed some of my bewilderment. I crossed the narrow strip and got to the sea beach--I took my way toward Malamocco. But presently I flung myself down again on the warm sand, in the breeze, on the coarse dry grass. It took it out of me to think I had been so much at fault, that I had unwittingly but nonetheless deplorably trifled. But I had not given her cause--distinctly I had not. I had said to Mrs. Prest that I would make love to her; but it had been a joke without consequences and I had never said it to Tita Bordereau. I had been as kind as possible, because I really liked her; but since when had that become a crime where a woman of such an age and such an appearance was concerned?",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1553,
   "text": "I am far from remembering clearly the succession of events and feelings during this long day of confusion, which I spent entirely in wandering about, without going home, until late at night; it only comes back to me that there were moments when I pacified my conscience and others when I lashed it into pain. I did not laugh all day--that I do recollect; the case, however it might have struck others, seemed to me so little amusing. It would have been better perhaps for me to feel the comic side of it. At any rate, whether I had given cause or not it went without saying that I could not pay the price. I could not accept. I could not, for a bundle of tattered papers, marry a ridiculous, pathetic, provincial old woman. It was a proof that she did not think the idea would come to me, her having determined to suggest it herself in that practical, argumentative, heroic way, in which the timidity however had been so much more striking than the boldness that her reasons appeared to come first and her feelings afterward. As the day went on I grew to wish that I had never heard of Aspern’s relics, and I cursed the extravagant curiosity that had put John Cumnor on the scent of them. We had more than enough material without them, and my predicament was the just punishment of that most fatal of human follies, our not having known when to stop. It was very well to say it was no predicament, that the way out was simple, that I had only to leave Venice by the first train in the morning, after writing a note to Miss Tita, to be placed in her hand",
   "summaries": [],
   "persons": [
    "John Cumnor"
   ],
   "organisations": [],
   "locations": [
    "Venice"
   ],
   "misc": []
  },
  {
   "size": 1651,
   "text": "as soon as I got clear of the house; for it was a strong sign that I was embarrassed that when I tried to make up the note in my mind in advance (I would put it on paper as soon as I got home, before going to bed), I could not think of anything but “How can I thank you for the rare confidence you have placed in me?” That would never do; it sounded exactly as if an acceptance were to follow. Of course I might go away without writing a word, but that would be brutal and my idea was still to exclude brutal solutions. As my confusion cooled I was lost in wonder at the importance I had attached to Miss Bordereau’s crumpled scraps; the thought of them became odious to me, and I was as vexed with the old witch for the superstition that had prevented her from destroying them as I was with myself for having already spent more money than I could afford in attempting to control their fate. I forget what I did, where I went after leaving the Lido and at what hour or with what recovery of composure I made my way back to my boat. I only know that in the afternoon, when the air was aglow with the sunset, I was standing before the church of Saints John and Paul and looking up at the small square-jawed face of Bartolommeo Colleoni, the terrible condottiere who sits so sturdily astride of his huge bronze horse, on the high pedestal on which Venetian gratitude maintains him. The statue is incomparable, the finest of all mounted figures, unless that of Marcus Aurelius, who rides benignant before the Roman Capitol, be finer: but I was not thinking of that; I only found myself staring at the triumphant captain as if he had an oracle on his lips.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [
    "Lido",
    "Saints John and Paul"
   ],
   "misc": [
    "Roman"
   ]
  },
  {
   "size": 1550,
   "text": "The western light shines into all his grimness at that hour and makes it wonderfully personal. But he continued to look far over my head, at the red immersion of another day--he had seen so many go down into the lagoon through the centuries--and if he were thinking of battles and stratagems they were of a different quality from any I had to tell him of. He could not direct me what to do, gaze up at him as I might. Was it before this or after that I wandered about for an hour in the small canals, to the continued stupefaction of my gondolier, who had never seen me so restless and yet so void of a purpose and could extract from me no order but “Go anywhere--everywhere--all over the place”? He reminded me that I had not lunched and expressed therefore respectfully the hope that I would dine earlier. He had had long periods of leisure during the day, when I had left the boat and rambled, so that I was not obliged to consider him, and I told him that that day, for a change, I would touch no meat. It was an effect of poor Miss Tita’s proposal, not altogether auspicious, that I had quite lost my appetite. I don’t know why it happened that on this occasion I was more than ever struck with that queer air of sociability, of cousinship and family life, which makes up half the expression of Venice. Without streets and vehicles, the uproar of wheels, the brutality of horses, and with its little winding ways where people crowd together, where voices sound as in the corridors of a house, where the human step circulates as if it skirted the",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1417,
   "text": "angles of furniture and shoes never wear out, the place has the character of an immense collective apartment, in which Piazza San Marco is the most ornamented corner and palaces and churches, for the rest, play the part of great divans of repose, tables of entertainment, expanses of decoration. And somehow the splendid common domicile, familiar, domestic, and resonant, also resembles a theater, with actors clicking over bridges and, in straggling processions, tripping along fondamentas. As you sit in your gondola the footways that in certain parts edge the canals assume to the eye the importance of a stage, meeting it at the same angle, and the Venetian figures, moving to and fro against the battered scenery of their little houses of comedy, strike you as members of an endless dramatic troupe. I went to bed that night very tired, without being able to compose a letter to Miss Tita. Was this failure the reason why I became conscious the next morning as soon as I awoke of a determination to see the poor lady again the first moment she would receive me? That had something to do with it, but what had still more was the fact that during my sleep a very odd revulsion had taken place in my spirit. I found myself aware of this almost as soon as I opened my eyes; it made me jump out of my bed with the movement of a man who remembers that he has left the house door ajar or a candle burning under a shelf.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [
    "Piazza"
   ],
   "misc": [
    "Venetian"
   ]
  },
  {
   "size": 1440,
   "text": "Was I still in time to save my goods? That question was in my heart; for what had now come to pass was that in the unconscious cerebration of sleep I had swung back to a passionate appreciation of Miss Bordereau’s papers. They were now more precious than ever, and a kind of ferocity had come into my desire to possess them. The condition Miss Tita had attached to the possession of them no longer appeared an obstacle worth thinking of, and for an hour, that morning, my repentant imagination brushed it aside. It was absurd that I should be able to invent nothing; absurd to renounce so easily and turn away helpless from the idea that the only way to get hold of the papers was to unite myself to her for life. I would not unite myself and yet I would have them. I must add that by the time I sent down to ask if she would see me I had invented no alternative, though to do so I had had all the time that I was dressing. This failure was humiliating, yet what could the alternative be? Miss Tita sent back word that I might come; and as I descended the stairs and crossed the sala to her door--this time she received me in her aunt’s forlorn parlor--I hoped she would not think my errand was to tell her I accepted her hand. She certainly would have made the day before the reflection that I declined it. As soon as I came into the room I saw that she had drawn this inference, but I also saw something which had not been in my forecast.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1456,
   "text": "Poor Miss Tita’s sense of her failure had produced an extraordinary alteration in her, but I had been too full of my literary concupiscence to think of that. Now I perceived it; I can scarcely tell how it startled me. She stood in the middle of the room with a face of mildness bent upon me, and her look of forgiveness, of absolution, made her angelic. It beautified her; she was younger; she was not a ridiculous old woman. This optical trick gave her a sort of phantasmagoric brightness, and while I was still the victim of it I heard a whisper somewhere in the depths of my conscience: “Why not, after all--why not?” It seemed to me I was ready to pay the price. Still more distinctly however than the whisper I heard Miss Tita’s own voice. I was so struck with the different effect she made upon me that at first I was not clearly aware of what she was saying; then I perceived she had bade me goodbye--she said something about hoping I should be very happy. “Goodbye--goodbye?” I repeated with an inflection interrogative and probably foolish. I saw she did not feel the interrogation, she only heard the words; she had strung herself up to accepting our separation and they fell upon her ear as a proof. “Are you going today?” she asked. “But it doesn’t matter, for whenever you go I shall not see you again. I don’t want to.” And she smiled strangely, with an infinite gentleness. She had never doubted that I had left her the day before in horror.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1543,
   "text": "How could she, since I had not come back before night to contradict, even as a simple form, such an idea? And now she had the force of soul--Miss Tita with force of soul was a new conception--to smile at me in her humiliation. “What shall you do--where shall you go?” I asked. “Oh, I don’t know. I have done the great thing. I have destroyed the papers.” “Destroyed them?” I faltered. “Yes; what was I to keep them for? I burned them last night, one by one, in the kitchen.” “One by one?” I repeated, mechanically. “It took a long time--there were so many.” The room seemed to go round me as she said this, and a real darkness for a moment descended upon my eyes. When it passed Miss Tita was there still, but the transfiguration was over and she had changed back to a plain, dingy, elderly person. It was in this character she spoke as she said, “I can’t stay with you longer, I can’t;” and it was in this character that she turned her back upon me, as I had turned mine upon her twenty-four hours before, and moved to the door of her room. Here she did what I had not done when I quitted her--she paused long enough to give me one look. I have never forgotten it and I sometimes still suffer from it, though it was not resentful. No, there was no resentment, nothing hard or vindictive in poor Miss Tita; for when, later, I sent her in exchange for the portrait of Jeffrey Aspern a larger sum of money than I had hoped to be able to gather for her, writing to her that I had sold the picture, she kept it with thanks; she never sent it back.",
   "summaries": [],
   "persons": [
    "Jeffrey Aspern"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 245,
   "text": "I wrote to her that I had sold the picture, but I admitted to Mrs. Prest, at the time (I met her in London, in the autumn), that it hangs above my writing table. When I look at it my chagrin at the loss of the letters becomes almost intolerable.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  }
 ]
}