{"author": ["Hart, Michael", "Fuller, Maxwell"], "title": ["A Brief History of the Internet\r\nThe Bright Side: The Dark Side"], "language": ["en"], "theme": ["Computer networks -- United States -- History", "TK", "Internet -- History"], "id": "250", "genre": ["history"], "paragraphs": [{"size": 816, "text": "A Brief History of the Internet The Bright Side: The Dark Side by Michael Hart with Max Fuller (C)1995, Released on March 8th, 1995 The Internet Conquers Space, Time, and Mass Production...Michael Hart called it NeoMass Production [TM] in 1971... and published the U.S. Declaration of Independence on the and no one was listening...or were they? ???careful!!!! If the governments, universities or colleges of the world wanted people to be educated, they certainly could have a copy of things like the Declaration of Independence where everyone could get an electronic copy. After all, it has been over 25 years since the Internet began as government funded projects among our universities, and only 24 years since the Declaration was posted, followed by the Bill of Rights, Constitution, the Bible, Shakespeare, etc."}, {"size": 192, "text": "Why do more people get their electronic books from others than these institutions when they spend a TRILLION DOLLAR BUDGET EVERY YEAR pretending their goal is some universal form of education."}, {"size": 802, "text": "This is the story of the Bright Side and Dark Side of the Internet. . .Bright Side first. The Internet is a primitive version of the \"Star Trek Communicator,\" the \"Star Trek Transporter,\" and, also a primitive version of the \"Star Trek Replicator.\" The Internet \"let's\" you talk to anyone on the Earth, as long as they, too, are on the Internet. The Internet \"let's\" you transport anything you would be able to get into your computer to any Netter. The Internet \"let's\" you replicate anything anyone is able to get into their computer, from \"The Mona Lisa\" to \"The Klein Bottle\" if you use the right \"printer,\" and the library never closes, the books are always on the shelves, never checked out, lost, in for binding, and there is never an overdue fine because you never, ever, have to take them back."}, {"size": 631, "text": "The Bright Side and the Dark Side For the first time in the entire history of the Earth, we have the ability for EVERYONE to get copies of EVERYTHING as long as it can be digitized and communicated to all of the people on the Earth, via computers [and the devices a person might need to make a PHYSICAL, rather than VIRTUAL copy of whatever it might be. . . Think about what you have just read for a moment, please, EVERYTHING FOR EVERYONE. . . as long as the Information Superhighway is not taken over by the INFORMATION RICH and denied access to others other than for a fee they may not be able to pay, and shouldn't have to pay."}, {"size": 655, "text": ". .since the INFORMATION RICH have had rides for free for the first 25 years of the Internet.] From 1969 to 1994, most of the traffic on the Information Superhighway was generated by individuals who did not pay tolls to get on the ramps to the Information Superhighway . . .in fact, ALL of the early users were paid to get on, except one. . .they were paid. . .BY YOU! Michael Hart may have been the first person who got on as a private individual, not paid by any of the 23 nodes, or the Internet/ARPANet system, for his work; but who at the time of this publication might have given away 25 billion worth of Etexts in return for his free network access."}, {"size": 671, "text": "[i.e. Mr. Hart was the first \"normal\" person to have this access to the Internet, a first non-computer-professional for social responsibility; \"We should provide information to all persons, without delay. . .simply because WE CAN!\" Just like climbing Mount Everest or going into space, and this is so much cheaper and less dangerous. [For those of you considering asking that his accesses be revoked, he has received permission from CCSO management, previously CSO as indicated in his email address, for the posting of this document and has also received permission from several other colleges and/or universities, at which he has computer accounts and/or is affiliated.]"}, {"size": 792, "text": "In the beginning, all the messages on the Net were either hardware or software crash messages, people looking for a helping hand in keeping their mainframes up and running-- and that was about it for the first 10-15 years of cyber- space. . .cyber-space. . .mostly just space. . .there was nothing really in it for anyone, but mainframe operators, programmers, and a few computer consultants who worked in multi-state regions because there weren't enough computer installations in any single state, not even California or Illinois, to keep a computer consultant in business.Mr. Hart had a vision in 1971 that the greatest purpose a computer network would ever provide would be the storage, transmission, and copying of the library of information a whole planet of human beings would generate."}, {"size": 761, "text": "These ideas were remarkably ahead of their time, as attested to by an Independent Plans of Study Degree in the subject of Human Machine Interfaces from the University of Illinois, 1973. This degree, and the publications of the first few Etexts [Electronic Texts] on the Internet, began the process the Internet now knows as Project Gutenberg, which has caught fire and spread to all areas of the Internet, and spawned several generations of \"Information Providers,\" as we now have come to call them. It is hard to log in to the Internet without finding many references to Project Gutenberg and Information Providers these days, but you might be surprised just how much of a plethora of information stored on the Internet is only on line for LIMITED DISTRIBUTION"}, {"size": 624, "text": "even though the information is actually in the PUBLIC DOMAIN and has been paid for in money paid by your taxes, and by grants, which supposedly are given for the betterments of the human race, not just a favored few at the very top 1% of the INFORMATION RICH. Many of you have seen the publicity announcements of such grants in the news media, and an information professional sees them all the time. You may have seen grants totalling ONE BILLION DOLLARS to create \"Electronic Libraries;\" what you haven't seen is a single \"Electronic Book\" released into the Public Domain, in any form for you to use, from any one of these."}, {"size": 730, "text": "Why don't you see huge electronic libraries available for download from the Internet? Why are the most famous universities in the world working on electronic libraries and you can't read the books? If it costs $1,000 to create an electronic book through a government or foundation grant, then $1,000,000,000 funds for electronic libraries should easily create a 1,000,000 volume electronic library in no time at all. After all, if someone paid YOU $1,000 to type, scan or to otherwise get a public domain book onto the Internet, you could do that in no time at all, and so could one million other people, and they could probably do it in a week, if they tried really hard, maybe in a month if they only did it in their spare time."}, {"size": 438, "text": "For $1,000 per book, I am sure a few people would be turning out a book a week for as long as it took to get all million books into electronic text. There has been perhaps ONE BILLION DOLLARS granted for an electronic library in a variety of places, manners, types and all other diversities; IF THE COST IS ONE THOUSAND OF THOSE DOLLARS TO CREATE A SINGLE ELECTRONIC BOOK, THEN WE SHOULD HAVE ONE MILLION BOOKS ONLINE FOR EVERYONE TO USE."}, {"size": 623, "text": "HOW HAS THIS PROCESS BEEN STOPPED? Anyone who wants to stop this process for a Public Domain Library of information is probably suffering from several of the Seven Deadly Sins: Pride, covetousness, lust, anger, greed, envy, and sloth. Merriam Webster Third International Unabridged Dictionary [Above: Greed = Gluttony, and moved back one place] [Below: my simple descriptions of the Seven Deadly Sins] 1. Pride: I have one and you don't. 2. Covetousness: Mine is worth more if you don't have a copy or something similar. I want yours. I want the one you have, even if I already have one or many. 3. Lust: I have to have it."}, {"size": 618, "text": "4. Anger: I will hurt you to ensure that I have it, and and to ensure that you do not have one. 5. Envy: I hate that you have one. 6. Greed: There is no end to how much I want, or to how little I want you to have in comparison. 7. Sloth: I am opposed to you moving up the ladder: it means that I will have to move up the ladder, to keep my position of lordship over you. If I have twice as much as you do, and you gain a rung, that means I can only regain my previous lordship by moving up two; it is far easier to knock you back a rung, or to prevent you from climbing at all. Destruction is easier than construction."}, {"size": 658, "text": "This becomes even more obvious for the person who has a goal of being 10 or 100 times further up the ladder of success. . .given the old, and hopefully obsolete, or soon to be obsolete, definitions of success. \"If I worked like a fiend all my life to ensure I had a thousand dollars for every dollar you had, and then someone came along and wanted to give everyone $1000, then I would be forced to work like a fiend again, to get another million dollars to retain my position.\" Think about it: someone spends a lifetime achieving, creating, or otherwise investing their life, building a talent, an idea, or a physical manifestation of the life they have led."}, {"size": 776, "text": ". .the destruction of this is far easier than the construction. . .just as the building of a house is much more difficult, requires training, discipline, knowledge of the laws of physics to get a temperature and light balance suitable for latitudes, etc., etc., etc. But nearly anyone can burn down a building, or a pile of books without a fraction of this kind of training. People are used to lording it over others by building and writing certain items that reflect their lordship over themselves, their environments, and, last/least, over other people. If they were not engaged in power over themselves [self-discipline, education, etc,] or over their environments [food, clothing and shelter], then they have only other people to have control over and that is the problem."}, {"size": 763, "text": "They don't want other people to have it easier than they did. \"If _I_ did it with the hard ways and tools of the past, then _YOU_ would threaten me if you use some easier ways and tools the present has to offer, and _I_ don't want to learn the new tools, since I have invested my whole life to the mastery of the old tools.\" I have literally met very highly placed souls in the system of higher education who have told me they will quit the system on the day they have to use email because it removes the control they used to have over physical meetings, phone calls and the paper mails. It is just too obvious if a big wig is not answering your email, since email programs can actually tell you the second it was delivered and also the second the person \"opened\""}, {"size": 467, "text": "it. This is why SOME people fear the new Internet: other people fear it NOT because they lose the kind of lord position that comes with OWNERSHIP; rather they fear, in a similar manner, they will lose the CONTROL which they have used to achieve their position of lordship, such as one kind of professor mentioned below. *****As Hart's DOS prompt sometimes states:***** \"Money is how people with no talent keep score!\" \"Control is how others with no money keep score!\""}, {"size": 660, "text": "These Seven Deadly Sins, while named by various names and by most civilizations, have nonetheless often been actual laws; in that certain people were required, by law, to be victims of the rest of their populations in that a person might be legally denied ownership of any property, due to racism or sexism, or denied the right to a contract, even legally denied the ability to read and write, not just an assortment of rights to vote, contract and own property-- there have even been laws that forbade any but the \"upper crust\" to wear certain types of clothing, a \"statement of fashion\" of a slightly different order than we see today, but with similar ends."}, {"size": 900, "text": "You might want to look up laws that once divided this and other countries by making it illegal to teach any persons of certain races or genders reading, writing, arithmetic, and others of the ways human beings learn to have a power over their environments. Power over oneself is the first kind of power...if you do not control yourself, you will find difficulty in control of anything. Power over the environment is the second kind of power... if you do not control food, clothing and shelter, you are going to have a hard time controlling anything else. Power over other human being is the third kind of power-- described above in the Seven Deadly Sins, a third raters' kind of power. Those who cannot control anything else... must, by definition, have others control things for them. If they don't want to depend on the voluntary cooperation of others, then they must find some way to control them."}, {"size": 635, "text": "We are now seeing the efforts by those who couldn't BUILD the Internet to control it, and the 40 million people who are on it; people from the goverment to big business, who feel \"Freedom Is Slavery\" or at least dangerous; and, who feel the Internet is the \"NEXT COMMERCIAL FRONTIER\" where customers are all ready to be inundated with advertising, more cheaply than with junkmail. Fortunately some of the other Internet pioneers have developed ways of preventing this sort of thing from happening BUT I am sure we aren't far from lawsuits by the cash rich and information rich, complaining that they can't get their junkemail into \"my\""}, {"size": 646, "text": "emailbox. We will probably all be forced to join into an assortment of \"protectives\" in which we subscribe to such \"killbots\" as are required to let in the mail we want and keep out the junkemail. These same sorts of protectives were forming a century or so before the Internet, in a similar response to the hard monopolistic pricing policies of the railroads which went transcontinental just 100 years before this Internet did. I suggest you look up Grange in your encyclopedias, where one of them says: \"The National Grange is the popular name of the Order of the Patrons of Husbandry, the oldest general farm organization in the United States."}, {"size": 623, "text": ". .formed largely through the efforts of Oliver Hudson Kelley, a Minnesota farmer who was deeply affected by the poverty and isolation of the farmers he saw will inspecting farm areas in the South for the U.S. Department of Agriculture in 1866. In the 1870's the Grange was prominent in the broader Granger movement, which campaigned against extortionate charges by monopolistic railroads and warehouses and helped bring about laws regulating these charges. . . . Although challenged, the constitutionality of such laws was upheld by the U.S. Supreme Court in Munn v. Illinois (1877). [1994 Grolier Electronic Enyclcopedia]"}, {"size": 603, "text": "The Internet Conquers Space, Time and Mass Production The Internet is a primitive version of the \"Star Trek Communicator,\" the \"Star Trek Transporter,\" and, also a primitive version of the \"Star Trek Replicator.\" The Internet \"let's\" you talk to anyone on the Earth, as long as they, too, are on the Internet. The Internet \"let's\" you transport anything you would be able to get into your computer to any Netter. The Internet \"let's\" you replicate anything anyone is able to get into their computer, from \"The Mona Lisa\" to \"The Klein Bottle\" if you use the right \"printer.\"Don't forget the \"SneakerNet\""}, {"size": 615, "text": "is part of the Internet and let's you get information to or from those who do not have direct Internet connections. SneakerNet was a term developed to describe the concept of sending a file to someone nearby the person you wanted, and the person would then put on his/her sneakers and run the disk down the street for you. From my experience, it was incredibly obvious that SneakerNet traversed from East to West and West to East around the world before the Internet did, as I received letters from the East and West as the Project Gutenberg Alice in Wonderland Etext circled the globe long before the Internet did."}, {"size": 630, "text": "This is very important to know if you consider that a possible future development might keep you from using the Internet for this, due to socio-political motions to turn the Internet into a \"World Wide Mall\" [WWM] a term coined specifically to describe that moneymaking philosophy that says \"Even if it has been given away, free of charge, to 90% of the users for 25 years, our goal is to make sure we change it from an Information Superhighway to an Information Supertollway. I said \"let's\" you do the Star Trek Communicator, and Transporter, and Replicator functions because it will soon be obvious that those \"Information Rich\""}, {"size": 712, "text": "who had free access to the Internet for so long want to do an Internet Monopoly thing to ensure that what was free, to the Information Rich, will no longer be free for a class of the Information Poor. This is serious business, and if you consider that it would cost the 40 million Netters about $25 per month to \"subscribe\" to the Information Rich version of the Internet, that means one thousand million dollars per month going into the hands of the Information Rich at the expense of the Information Poor; we would shortly be up to our virtual ears in a monopoly that would be on the order of the one recently broken up in a major anti-trust and anti-monopoly actions against the hand of the telephone company."}, {"size": 607, "text": "Hopefully, if we see it coming we can prevent it now, but it will take far more power than _I_ have. People will tell you \"No one can own the Internet!\"-- but the fact is that while you may own your computer, you do not \"Own the Internet\" any more than owning my own telephones or PBX exchanges means I own telephone networks that belong to The Telephone Companies. The corporations that own the physical wires and cabling, they are the ones who own the Internet, and right now that system is being sold to The Telephone Companies, and your \"rights\" to the Information Superhighway are being sold with them."}, {"size": 738, "text": "The goal of giving 10,000 books to everyone on Earth, which we at Project Gutenberg have been trying to do, virtually since the start of the Internet, is in huge danger of becoming just another tool for those we are becoming enslaved by on the Internet, and these books might never get into the high schools: much less the middle schools and grade schools because the Trillion dollars we spend on educations with the rise and fall of every Congress of the United States isn't meant to educate, it is meant for something else. After all-- if a Trillion dollars were really being spent on this process of education every two years, should literacy rates have plummeted to 53% and college level testing scores fallen for many straight years?"}, {"size": 631, "text": "[Oh yes, I heard yesterday's report the tests were up for the first time in decades. . .but what I did NOT! hear was ANY reference to the fact that the score was \"inflated\" not only by the \"normal\" free 200 points a person gets for just being able to sign their names-- but by an additional 22 points for math, 76 verbal.] [Written February 5th, 1995] This kind of \"grade inflation\" has been going on in a similar, though less official manner, in our schools, for decades. There are schools in which the averages indicate more \"A\"s are given out than all other grade points combined, not just more \"A\"s than \"B\"s or \"B\"s than \"C\"s."}, {"size": 647, "text": "Some of the most importanted studies were never published, even though they were tax funded. Watch out, the term \"grade inflation\" is \"politically incorrect\" to such a degree that it does not appear a single time in any of the encyclopedias I have tried, although it does appear in my Random House Unabridged and College Dictionaries, but not the Merriam-Webster Ninth New College Dictionary, American Heritage or in any other references I have searched. Please tell me if you find it in any. \"The awarding of higher grades than students deserve either to maintain a school's academic reputation or as a result of diminished teacher expectations.\""}, {"size": 855, "text": "[1980-1985] I can personally tell you this was a huge concern in 1970-1975 when the average grade at some colleges in question had already passed the point mentioned just above, yielding averages including all undergraduate courses, including the grades of \"flunk-outs,\" still higher than a \"B\" which means more \"A\"s were given a whole undergraduate student body than \"B\"s and \"C\"s. [Actually it means worse than that, but point made.] So, we reached the point at which large numbers of a nation's high school graduates couldn't even read or fill out a minimum wage job application form, while, on paper, we were doing better than ever, excepting, thank God, the fact that testing scores showed there was something incredibly wrong, and businesses would notice they were having to interview more people for a job before they could find someone to fill it."}, {"size": 637, "text": "This is what happens when we separate a country into the \"Information Rich\" and the \"Information Poor.\" Don't let it happen to the entire world. For the first time in ALL history, we have the chance to ensure that every person can put huge amounts of \"Public Domain\" and other information into computers that should be as inexpensive as calculators in a few more years. I would like to ensure these people actually have material to put in those computers when they get them. Some Shakespeare professors believe that the way to be a great Shakespeare professor is to know something about a Shakespeare play or poem that no one else knows."}, {"size": 709, "text": "Therefore they never tell anyone, and that knowledge can quite possibly die with them if it is never published in a wide manner. Example: Damascus steel was famous, for hundreds of years, but the knowledge of how to make this steel was so narrowly known that all those who knew that technique died without passing it on, and it was a truly long time before computer simulations finally managed to recreate Damascus steel after all those centuries when a person had to buy an antique to get any. Some other Shakespeare professors believe that the way a person should act to be a great Shakespeare professor is to teach as many people as possible about Shakespeare in as complete a manner as they want to learn."}, {"size": 631, "text": "The Internet is balancing on this same dichotomy now.... Do we want Unlimited Distribution... Or do we want to continue with Limited Distribution? The French have just given us one of the great examples: a month or so ago [I am writing this in early February.] they found a cave containing the oldest known paintings, twice as old as any previously discovered, and after the initial month of photographing them in secret, placed an electronic set of photographs on the Internet for all of us to have. . .ALL! This is in GREAT contradistinction to the way things had been done around the time I was born, when the \"Dead Sea Scrolls\""}, {"size": 646, "text": "were discovered, and none of you ever saw them, or any real description of them, until a few years ago-- in case you are wondering when, I was born in 1947; this is being published on my 48th birthday when I officially become \"old.\" [As a mathematician, I don't cheat, and I admit that if you divide a 72 year lifespan into equals, you only get 24 years to be young, 24 years to be middle aged, and 24 years to be old. . .after that you have the odds beaten. If you divide the US into young and old, a person has to be considered \"old\" at 34, since 33 is the median age [meaning half the people are younger than 33, and half the people are older."}, {"size": 615, "text": "The median Internet age? 26. Median Web age 31. Some predictions indicate these will decrease until the median Internet age is 15. Who will rule the Internet? Will it be the Internet Aristocrats... or an Internet Everyman? The difference is whether the teacher or scholar lording it over others is our example, or the teacher or scholar who teaches as well and as many as possible. We SAY our people should have and must have universal education yet with test scores and literacy rates in a tailspin it can obvious that we have anything BUT a widest universalness of primary and secondary education program in mind."}, {"size": 665, "text": "Not to leave out college education, which has been known for the graduation of people who were totally illiterate. For the first time we actually have an opportunity for a whole world's population to share not only air or water, but also to share the world of ideas, of art or of music and other sounds. . .anything that can be digitized. Do you remember what the first protohumans did in \"2001\" [the movie by Stanley Kubrick and Arthur C. Clark] ? They chased their neighbors away from the water hole. Will let the Thought Police chase us away from this huge watering hole, just so they can charge us admission, for something our tax dollars have already paid for?"}, {"size": 745, "text": "The Internet Conquers Space, Time and Mass Production... Think of the time and effort people save simply by being able to consult a dictionary, an encyclopedia, thesaurus or other reference book, a newspaper or magazine library of vast proportions, or a library of a thousand books of the greatest works of all history without even having to get up and go to the bookcase. Think of the simple increase in education just because a person can and will look up more information, judgements become sharper and more informed.... Unless someone believes that good judgement, an informed population, and their effects are their enemies, it is a difficult stretch to understand why certain institutions and people want to limit this flow of information."}, {"size": 423, "text": "Yet a great number of our institutions, and even some of the people who run them, are against this kind of easily available information...they either want to control it-- or they want to maintain their \"leadership\" in fields of endeavor by making sure we \"have to do it the hard way,\" simply because they did it the hard way. There is no longer any reason to \"do it the hard way\" as you will see below, and on the Internet."}, {"size": 638, "text": "End of the Preface to \"A Brief History of the Internet.\" Michael Hart is trying to change Human Nature. He says Human Nature is all that is stopping the Internet from saving the world. The Internet, he says, is a primitive combination of Star Trek communicators, transporters and replicators; and can and will bring nearly everything to nearly everyone.\"I type in Shakespeare and everyone, everywhere, and from now until the end of history as we know it--everyone will have a copy instantaneously, on request. Not only books, but the pictures, paintings, music. . .anything that will be digitized. . .which will eventually include it all."}, {"size": 640, "text": "A few years ago I wrote some articles about 3-D replication [Stereographic Lithography] in which I told of processes, in use today, that videotaped and played back fastforward on a VCR, look just like something appearing in Star Trek replicators. Last month I saw an article about a stove a person could program from anyhere on the Internet. . .you could literally `fax someone a pizza' or other meals, the `faxing a pizza' being a standard joke among Internetters for years, describing one way to tell when the future can be said to have arrived.\" For a billion or so people who own or borrow computers it might be said \"The Future Is Now\""}, {"size": 760, "text": "because they can get at 250 Project Gutenberg Electronic Library items, including Shakespeare, Beethoven, and Neil Armstrong landing on the Moon in the same year the Internet was born. This is item #250, and we hope it will save the Internet, and the world. . .and not be a futile, quixotic effort. Let's face it, a country with an Adult Illiteracy Rate of 47% is not nearly as likely to develop a cure for AIDS as a country with an Adult Literacy Rate of 99%. However, Michael Hart says the Internet has changed a lot in the last year, and not in the direction that will take the Project Gutenberg Etexts into the homes of the 47% of the adult population of the United States that is said to be functionally illiterate by the 1994 US Report on Adult Literacy."}, {"size": 385, "text": "He has been trying to ensure that there is not going to be an \"Information Rich\" and \"Information Poor,\" as a result of a Feudal Dark Ages approach to this coming \"Age of Information\". . .he has been trying since 1971, a virtual \"First Citizen\" of the Internet since he might be the first person on the Internet who was NOT paid to work on the Internet/ARPANet or its member computers."}, {"size": 872, "text": "In either case, he was probably one of the first 100 on a fledgling Net and certainly the first to post information of a general nature for others on the Net to download; it was the United States' Declaration of Independence. This was followed by the U.S. Bill of Rights, and then a whole Etext of the U.S. Constitution, etc. You might consider, just for the ten minutes the first two might require, the reading of the first two of these documents that were put on the Internet starting 24 years ago: and maybe reading the beginning of the third.The people who provided his Internet account thought this whole concept was nuts, but the files didn't take a whole lot of space, and the 200th Anniversary of the Revolution [of the United States against England] was coming up, and parchment replicas of all the Revolution's Documents were found nearly everywhere at the time."}, {"size": 688, "text": "The idea of putting the Complete Works of Shakespeare, the Bible, the Q'uran, and more on the Net was still pure Science Fiction to any but Mr. Hart at the time. For the first 17 years of this project, the only responses received were of the order of \"You want to put Shakespeare on a computer!? You must be NUTS!\" and that's where it stayed until the \"Great Growth Spurt\" hit the Internet in 1987-88. All of a sudden, the Internet hit \"Critical Mass\" and there were enough people to start a conversation on nearly any subject, including, of all things, electronic books, and, for the first time, Project Gutenberg received a message saying the Etext for everyone concept was a good idea."}, {"size": 591, "text": "That watershed event caused a ripple effect. With others finally interested in Etext, a \"Mass Marketing Approach,\" and such it was, was finally appropriate, and the release of Alice in Wonderland and Peter Pan signalled beginnings of a widespread production and consumption of Etexts. In Appendix A you will find a listing of these 250, in order of their release. Volunteers began popping up, right on schedule, to assist in the creation or distribution of what Project Gutenberg hoped would be 10,000 items by the end of 2001, only just 30 years after the first Etext was posted on the Net."}, {"size": 716, "text": "Today there are about 500 volunteers at Project Gutenberg and they are spread all over the globe, from people doing their favorite book then never being heard from again, to PhD's, department heads, vice-presidents, and lawyers who do reams of copyright research, and some who have done in excess of 20 Etexts pretty much by themselves; appreciate is too small a word for how Michael feel about these, and tears would be the only appropriate gesture. There are approximately 400 million computers today, with the traditional 1% of them being on the Internet, and the traditional ratio of about 10 users per Internet node has continued, too, as there are about 40 million people on a vast series of Internet gateways."}, {"size": 712, "text": "Ratios like these have been a virtual constant through Internet development. If there is only an average of 2.5 people on each of 400M computers, that is a billion people, just in 1995. There will probably be a billion computers in the world by 2001 when Project Gutenberg hopes to have 10,000 items online. If only 10% of those computers contain the average Etexts from Project Gutenberg that will mean Project Gutenberg's goal of giving away one trillion Etexts will be completed at that time, not counting that more than one person will be able to use any of these copies. If the average would still be 2.5 people per computer, then only 4% of all the computers would be required to have reached one trillion."}, {"size": 284, "text": "[10,000 Etexts to 100,000,000 people equals one trillion] Hart's dream as adequately expressed by \"Grolier's\" CDROM Electronic Encyclopedia has been his signature block with permission, for years, but this idea is now threatened by those who feel threatened by Unlimited Distribution:"}, {"size": 702, "text": "===================================================== | The trend of library policy is clearly toward | the ideal of making all information available | without delay to all people. | |The Software Toolworks Illustrated Encyclopedia (TM) |(c) 1990, 1991 Grolier Electronic Publishing, Inc. ============================================= Michael S. Hart, Professor of Electronic Text Executive Director of Project Gutenberg Etext Illinois Benedictine College, Lisle, IL 60532 No official connection to U of Illinois--UIUC hart@uiucvmd.bitnet and hart@vmd.cso.uiuc.edu Internet User Number 100 [approximately] [TM] Break Down the Bars of Ignorance & Illiteracy On the Carnegie Libraries' 100th Anniversary!"}, {"size": 852, "text": "Human Nature such as it is, has presented a great deal of resistance to the free distribution of anything, even air and water, over the millennia. Hart hopes the Third Millennium A.D. can be different. But it will require an evolution in human nature and even perhaps a revolution in human nature. So far, the history of humankind has been a history of an ideal of monopoly: one tribe gets the lever, or a wheel, or copper, iron or steel, and uses it to command, control or otherwise lord it over another tribe. When there is a big surplus, trade routes begin to open up, civilizations begin to expand, and good times are had by all. When the huge surplus is NOT present, the first three estates lord it over the rest in virtually the same manner as historic figures have done through the ages: \"I have got this and you don't.\" [Nyah nyah naa naa naa!]"}, {"size": 626, "text": "Now that ownership of the basic library of human thoughts is potentially available to every human being on Earth--I have been watching the various attempts to keep this from actually being available to everyone on the planet: this is what I have seen:Those who would prefer to think their worlds would be destroyed by infinite availability of books such as: Alice in Wonderland, Peter Pan, Aesop's Fables or the Complete Works of Shakespeare, Milton or others, have ridiculed the efforts of those who would give them to all free of charge by arguing about whether it should be: \"To be or not to be\" or \"To be [,] or not to be\""}, {"size": 642, "text": "or \"To be [;] or not to be\"/\"To be [:] or not to be\" or whatever; and that whatever their choices are, for this earthshaking matter, that no other choice should be possible to anyone else. My choice of editions is final because _I_ have a scholarly opinion. 1A. My response has been to refuse to discuss: \"How many angels can dance on the head of a pin,\" [or many other matters of similar importance]. I know this was once considered of utmost importance, BUT IN A COUNTRY WHERE HALF THE ADULTS COULD NOT EVEN READ SHAKESPEARE IF IT WERE GIVEN TO THEM, I feel the general literacy and literary requirements overtake a decision such as theirs."}, {"size": 725, "text": "If they honestly wanted the best version of Shakespeare [in their estimations] to be the default version on the Internet, they wouldn't have refused to create just such an edition, wouldn't have shot down my suggested plan to help them make it . . .for so many years. . .nor, when they finally did agree, they wouldn't have let an offer from a largest wannabee Etext provider to provide them with discount prices, and undermine their resolve to create a super quality public domain edition of Shakespeare. It was an incredible commentary on the educational system in that the Shakespeare edition we finally did use for a standard Internet Etext was donated by a commercial-- yes--commercial vendor, who sells it for a living."}, {"size": 724, "text": "In fact, I must state for the record, that education, as an institution, has had very little to do with the creation and distribution of Public Domain Etexts for the public, and that contributions by the commercial, capitalistic corporations has been the primary force, by a large margin, that funds Project Gutenberg. The 500 volunteers we have come exclusively from smaller, less renowned institutions of education, without any, not one that I can think of, from any of the major or near major educational institutions of the world. It would appear that those Seven Deadly Sins listed a few paragraphs previously have gone a long way to the proof of the saying that \"Power corrupts and absolute power corrupts absolutely.\""}, {"size": 663, "text": "Power certainly accrues to those who covet it and the proof of the pudding is that all of the powerful club we have approached have refused to assist in the very new concept of truly Universal Education. Members of those top educational institutions managed to subscribe to our free newsletter often enough, but not one of them ever volunteered to do a book or even to donate a dollar for what they have received: even send in lists of errors they say they have noticed. Not one. [There is a word for the act of complaining about something without [literally] lifting a finger] The entire body of freely available Etexts has been a product of the \"little people.\""}, {"size": 640, "text": "When Etexts were first coming it, estimates were sent around the Internet that it took $10,000 to create an Etexts, and that therefore it would take $100,000,000 to create the proposed Project Gutenberg Library. $500,000,000 was supposedly donated to create Etexts, by one famous foundation, duly reported by the media, but these Etexts have not found their way into hands, or minds, of the public, nor will they very soon I am afraid, though I would love to be put out of business [so to say] by the act of these institutions' release of the thousands of Etexts some of them already have, and that others have been talking about for years."}, {"size": 591, "text": "My response was, has been, and will be, simply to get the Etexts out there, on time, and with no budget. A simple proof that the problem does not exist. If the team of Project Gutenberg volunteers can produce this number of Etexts and provide it to the entire world's computerized population, then the zillions of dollars you hear being donated to the creations of electronic libraries by various government and private donations should be used to keep the Information Superhighway a free and productive place for all, not just for those 1% of computers that have already found a home there."}, {"size": 642, "text": "3. Graphics and Markup versus Plain Vanilla ASCII The one thing you will see in common with ALL of such graphics and markup proposals is LIMITED DISTRIBUTION as a way of life. The purpose of each one of these is and always has been to keep knowledge in the hands of the few and away from the minds of the many. I predict that in the not-too-distant-future that all materials will either be circulating on the Internet, or that they will be jealously guarded by owners whom I described with the Seven Deadly Sins. If there is ever such a thing as the \"Tri-corder,\" of Star Trek fame, I am sure there simultaneously has to be developed a \"safe\""}, {"size": 443, "text": "in which those who don't want a whole population to have what they have will \"lock\" a valuable object to ensure its uniqueness; the concept of which I am speaking is illustrated by this story: \"A butler announces a delivery, by very distinguished members of a very famous auction house. The master-- for he IS master--beckons him to his study desk where the butler deposits his silver tray, containing a big triangular stamp, then turns to go."}, {"size": 650, "text": "What some of these projects with tens of millions for their \"Electronic Libraries\" are doing to ensure this is for THEM and not for everyone is to prepare Etexts in a manner in which no normal person would either be willing or able to read them. Shakespeare's Hamlet is a tiny file in PVASCII, small enough for half a dozen copies to fit [uncompressed!] on a $.23 floppy disk that fits in your pocket. But, if it is preserved as a PICTURE of each page, then it will take so much space that it would be difficult to carry around even a single copy in that pocket unless it were on a floppy sized optical disk, and even then I don't think it would fit."}, {"size": 853, "text": "Another way to ensure no normal person would read it, to mark it up so blatantly that the human eyes should have difficulty in scansion, stuttering around pages, rather than sliding easily over them; the information contained in this \"markup\" is deemed crucial by those esoteric scholars who think it is of vital importance that a coffee cup stain appears at the lower right of a certain page, and that \"Act I\" be followed by [<ACT ONE>] to ensure everyone knows this is actually where this is where an act or scene or whatever starts. You probably would not believe how much money has had the honor of being spent on these kinds of projects a normal person is intentionlly deprived of through the mixture is just plain HIDING the files, to making the files so BIG you can't download them, to making them so WEIRD you wouldn't read them if you got them."}, {"size": 607, "text": "The concept of requiring all documents to be formatted in a certain manner such that only a certain program can read them has been proposed more often then you might ever want to imagine, for the TWIN PURPOSES OF PROFIT AND LIMITED DISTRIBUTION in a medium which requires a virtue of UNLIMITED DISTRIBUTION to keep it growing. Every day I read articles, proposals, proceedings for various conferences that promote LIMITED DISTRIBUTION on the Nets. . .simply to raise the prestige or money to keep some small oligarchy in power. This is truly a time of POWER TO THE PEOPLE as people say in the United States."}, {"size": 453, "text": "What we have here is a conflict between the concepts that everything SHOULD be in LIMITED DISTRIBUTION, and that of the opposing concept of UNLIMITED DISTRIBUTION. If you look over the table of contents on the next pages, you will see that each of these item stresses the greater and greater differences between an history which has been dedicated to the preservation of Limited Distribution and something so new it has no history longer than 25 years--"}, {"size": 845, "text": "Saving Time and Effort Plain Vanilla ASCII Versus Proprietary Markups Internet As Chandelier [The Famous Chandelier Diatribe of 1990] Those Who Would Be King Gopher, WWW, Mosaic, Netscape Listowners vs List Moderators Those Who Would Be King, Part I Those Who Would Be King, Part II \"Lurking Is Good. . .Remember. . .Lurking Is Good\" Those Who Would Be King, Part III TPC, The Phone Company Those Who Would Be King, Part IV Plain Vanilla ASCII Versus Proprietary Markups Internet As Chandelier [The Infamous Chandelier Diatribe of 1990] -------------------ORIGINAL MESSAGE-------------------------- Hart undoubtedly saw academia as a series of dark brown dream shapes, disorganized, nightmarish, each with its set of rules for nearly everything: style of writing, footnoting, limited subject matter, and each with little reference to each other."}, {"size": 717, "text": "-------------------------REPLY---------------------------------- What he wanted to see was knowledge in the form of a chandelier, with each subject area powered by the full intensity of the flow of information, and each sending sparks of light to other areas, which would then incorporate and reflect them to others, a never ending flexion and reflection, an illumination of the mind, soul and heart of Wo/Mankind as could not be rivalled by a diamond of the brightest and purest clarity. Instead, he saw petty feudal tyrants, living in dark poorly lit, poorly heated, well defended castles: living on a limited diet, a diet of old food, stored away for long periods of time, salted or pickled or rotted or fermented."}, {"size": 702, "text": "Light from the outside isn't allowed in, for with it could come the spears and arrows of life and the purpose of the castle was to keep the noble life in, and all other forms of life out. Thus the nobility would continue a program of inbreeding which would inevitably be outclassed by an entirely random reflexion of the world's gene pool. A chandelier sends light in every direction, light of all colors and intensities. No matter where you stand, there are sparkles, some of which are aimed at you, and you alone, some of which are also seen by others: yet, there is no spot of darkness, neither are there spots of overwhelming intensity, as one might expect a sparkling source of lights to give off."}, {"size": 786, "text": "Instead, the area is an evenly lit paradise, with direct and indirect light for all, and at least a few sparkles for everyone, some of which arrive, pass and stand still as we watch. But the system is designed to eliminate sparkles, reflections or any but the most general lighting. Scholars are encouraged to a style and location of writing which guarantee that 99 and 44 one hundredths of the people who read their work will be colleagues, already a part of that inbred nobility of their fields. We are already aware that most of our great innovations are made from leaps from field to field, that the great thinkers apply an item here in this field which was gleaned from that field: thus are created the leaps which create new fields which widen fields of human endeavor in general."}, {"size": 626, "text": "Yet, our petty nobles, cased away in their casements, encased in their tradition, always reject the founding of these new fields, fearing their own fields can only be dimmed by comparison. This is true, but only by their own self-design. If their field were open to light from the outside, then the new field would be part of their field, but by walling up the space around themselves, a once new and shining group of enterprising revolutionaries could only condemn themselves to awaiting the ravages of time, tarnish and ignorance as they become ignorant of the outside world while the outside world becomes ignorant of them."}, {"size": 551, "text": "So, I plead with you, for your sake, my sake, for everyone's, to open windows in your mind, in your field, in your writing and in your thinking; to let illumination both in and out, to come from underneath and from behind the bastions of your defenses, and to embrace the light and the air, to see and to breathe, to be seen and to be breathed by the rest of Wo/Mankind. Let your light reflect and be reflected by the other jewels in a crown of achievement more radiant than anything we have ever had the chance to see or to be before. Join the world!"}, {"size": 667, "text": "A Re-Visitation to the Chandelier by Michael S. Hart Every so often I get a note from a scholar with questions and comments about the Project Gutenberg Edition of this or that. Most of the time this appears to be either idle speculation-- since there is never any further feedback about passages this or that edition does better in the eye of particular scholars or the feedback is of the \"holier than thou\" variety in which the scholar claims to have found errors in our edition, which the scholar then refuses to enumerate. As for the first, there can certainly be little interest in a note that appears, even after follow-up queries, of that idle brand of inquiry."}, {"size": 645, "text": "As to the second, we are always glad to receive a correction, that is one of the great powers of etext, that corrections be made easily and quickly when compared to paper editions, with the corrections being made available to those who already had the previous editions, at no extra charge. However, when someone is an expert scholar in a field they do have a certain responsibility to have their inquiries be some reasonable variety, with a reasonable input, in order to have a reasonable output. To complain that there is a problem w/o pointing out the problem has a rich and powerful vocabulary I do not feel is appropriate for this occasion."}, {"size": 852, "text": "We have put an entirely out-of-proportion cash reward on these errors at one time or another and still have not received any indications a scholar has actually ever found them, which would not be more difficult than finding errors in any other etexts, especially ones not claiming an beginning accuracy of only 99.9%. However, if these corrections WERE forthcoming, then the 99.9 would soon approach 99.95, which is the reference error level referred to several times in the Library of Congress Workshop on Electronic Text Proceedings. On the other hand, just as the Project Gutenberg's efficiency would drop dramatically if we insisted our first edition of a book were over 99.5% accurate, so too, should efficiency drop dramatically if we were ever to involve ourselves in any type of discussion resembling \"How many angels can dance on a pin- head.\""}, {"size": 782, "text": "The fact is, that our editions are NOT targeted to an audience specifically interested in whether Shakespeare would have said: \"To be or not to be\" \"To be, or not to be\" \"To be; or not to be\" \"To be: or not to be\" \"To be--or not to be\" This kind of conversation is and should be limited to the few dozen to few hundred scholars who are properly interested. A book designed for access by hundreds of millions cannot spend that amount of time on an issue that is of minimal relevance, at least minimal to 99.9% of the potential readers. However, we DO intend to distribute a wide variety of Shakespeare, and the contributions of such scholars would be much appreciated, were it ever given, just as we have released several editions of the Bible, Paradise Lost and even Aesop's Fables."}, {"size": 777, "text": "In the end, when we have 30 different editions of Shakespeare on line simulateously, this will probably not even be worthy, as it hardly is today, of a footnote. . .I only answer out of respect for the process of creating these editions as soon as possible, to improve the literacy and education of the masses as soon as possible. For those who would prefer to see that literacy and education continue to wallow in the mire, I can only say that a silence on your part creates its just reward. Your expertise dies an awful death when it is smothered by hiding your light under a bushel, as someone whom is celebrated today once said: Matthew 5:15 Neither do men light a candle, and put it under a bushel, but on a candlestick; and it giveth light unto all that are in the house."}, {"size": 479, "text": "Mark 4:21 And he said unto them, Is a candle brought to be put under a bushel, or under a bed? and not to be set on a candlestick? Luke 8:16 No man, when he hath lighted a candle, covereth it with a vessel, or putteth it under a bed; but setteth it on a candlestick, that they which enter in may see the light. Luke 11:33 No man, when he hath lighted a candle, putteth it in a secret place, neither under a bushel, but on a candlestick, that they which come in may see the light."}, {"size": 732, "text": "Those Who Would Be King Gopher, WWW, Mosaic, Netscape This chapter discusses why URLs aren't U, Why Universal Resource Locators Are Not Universal When I first tried the experimental Gopher sites, I asked the inventors of Gopher if their system could be oriented to also support FTP, should a person be more inclined for going after something one already had researched: rather than the \"browsing\" that was being done so often on those Gopher servers. The answer was technically \"yes,\" but realistically \"no,\" in that while Gophers COULD be configured such that every file would be accessible by BOTH Gopher and FTP, the real intent of Gopher was to bypass FTP and eventually replace it as the primary method of surfing the Internet."}, {"size": 254, "text": "I tried to explain to them that \"surfing\" the Internet is much more time consuming as well as wasteful of bandwidth [this at a time when all bandwidth was still free, and we were only trying to make things run faster, as opposed to actually saving money."}, {"size": 869, "text": "Listowners vs List Moderators Those Who Would Be King, Part I Those Who Would Be King, Part II \"Lurking Is Good. . .Remember. . .Lurking Is Good\" Those Who Would Be King, Part III \"We Are Surrounded By An Insurmountable Opportunity.\" \"It Is Like Drinking From A Firehose.\" \"Be Sure To Have YOUR Messages `Netiquette Approved.'\" These sentiments reflect a portion of the Internet who have terrified thoughts and feelings about a wonderful set of opportunties made available by the Internet and other networks. They are afraid of too much opportunity and would like to make sure no one else takes advantage of such great opportunities because it will make themselves look and feel very small by comparison. They want to make sure YOU don't cross the boundaries, simply because THEY ARE AFRAID to cross them. Their thinking is sociological rather than logical, as follows:"}, {"size": 608, "text": "1: They are obviously afraid of so much opportunity. 2: They want to reduce the pressure of so much highly available opportunity. 3. This is because they are afraid someone else would make good use of this opportunity and leave them a footnote in their own fields as opportunity shifts into hyper-drive and nothing will ever be quite as sedate, staid, prim, proper, stiff and reserved as it was previous in a paper dominated room, full of stuffed shirts and Robert's Rules Of Order: which THEY used to keep YOU from upsetting Apple and IBM carts with more horsepower than THEY were willing, and able, to use."}, {"size": 760, "text": "History is full of examples of those in position of an older variety of power using their power to deny, defy and otherwise stultify anything new, and therefore out of their own immediate forms of control. It is also full of examples of the \"Powers-That-Be\" so vaingloriously squashing any potential rival powers in much the same manner as a queen bee stings other queen bees to death before they are even born. In such a manner are the ideas of the new refused in a world dominated by the old. Of course what comes to mind is Napoleon III's \"Salon- des-Refuses\" in which works of the [now!] greatest and most famous painters in the world finally had a day to have their works shown to the public after years of an autocratic denial by the Academic Francaise's"}, {"size": 207, "text": "official Salon, originally begun in the Louvre, and where great examples of these works hang today, in defiance of the greatest \"powers-that-be\" that ever were, who failed-- as all such attempts should fail."}, {"size": 761, "text": "\"The Academie Francaise (French Academy) is the most renouned and oldest of the five learned socities that make up the Insititue de France, established by Cardinal Richelieu. [Grolier's 1994 Electronic Encyclopedia] The encyclopedia goes on to state that \"`unification, and purification'\" were among the prime \"`development'\" goals. The most famous recounting of Cardinal Richelieu's attempts to take over France and to remold it in a reflection of his own conservative power structure are detailed in Alexandre Dumas' Three Musketeers. Please...take time to \"Read More About It.\" The encyclopedia article continues on to describe the intense conservatism these Institutes maintain even a few centuries later even though at least this \"oldest and most powerful\""}, {"size": 191, "text": "of them, \"the Salon gradually lost its position as the sole official exibition of French painting,\" sculpture, etc., which also stood against the Eiffel Tower, as well as everything else new."}, {"size": 627, "text": "When they come to YOUR electronic door, enlisting YOUR support for their views of how to run the Internet you can \"just say no\" and feel no obligation to make THEIR rules of order be YOUR rules of order: 1. Don't bother with their requests for \"conservation of bandwidth\" because their idea of bandwidth is a sociological \"inversion, diversion and perversion\" of the term \"bandwidth.\" They would have you believe that a dozen short message files sent through THEIR listservers are a \"bandwidth- preserver\" rather than one message containing what you had to say all at once. A. This is just so much sociological barnyard matter."}, {"size": 732, "text": "They just want to keep you from having your say in an uninterrupted manner. . .it is ONLY this manner in which anyone CAN BE INTERRUPTED on the Internet and it requires YOU TO INTERRUPT YOURSELF, because THEY CAN'T DO INTERRUPT YOU THEMSELVES: THEY HAVE TO TALK YOU INTO THE CUTTING YOUR OWN THROAT. B. The logical rather than sociological truth is that short messages are 50% made up of header materials that are not part of the message you are sending-- but rather header and packet identifiers for these messages. Thus your series of a dozen messages of the short variety is going to be 50% wasteful of a bandwidth it uses, in comparison to sending the 12 thoughts you might want to express as one, single, uninterrupted message."}, {"size": 693, "text": "*** Insert header here Here is an example of the kind of header attached to a normal Internet message. Some VERY wasteful emailers, Netiquetters included, have much longer headers due to their refusal to take the time to delete the addresses when they send the same message to hundreds of people. I have received messages in which the header literally contained hundreds of extra lines beyond this. **Header Starts Below** [Margins were shortened. This header contains 1054 characters, which would take 3 512 byte packets, each packet of which has to have its own header normal users never see. A mailer can be set not to show most of the header, but it is all there, and taking up bandwidth.]"}, {"size": 867, "text": "Received: from UBVM.cc.buffalo.edu (ubvm.cc.buffalo.edu [128.205.2.1]) by mtshasta.snowcrest.net (8.6.5/8.6.5) with SMTP id FAA24025; Thu, 2 Feb 1995 05:53:11 -0800 Message-Id: <199502021353.FAA24025@ mtshasta.snowcrest.net> Received: from UBVM.CC.BUFFALO.EDU by UBVM.cc.buffalo.edu (IBM VM SMTP V2R2) with BSMTP id 0354; Thu, 02 Feb 95 08:43:10 EST Received: from UICBIT.UIC.EDU (NJE origin VMMAIL@PPLCATS) by UBVM.CC.BUFFALO.EDU (LMail V1.2a/1.8a) with BSMTP id 3521; Wed, 1 Feb 1995 19:45:18 -0500 Received: from UICBIT.BITNET (NJE origin LISTSERV@UICBIT) by UICBIT.UIC.EDU (LMail V1.2a/1.8a) with BSMTP id 5650; Wed, 1 Feb 1995 18:44:26 -0600 Date: Wed, 1 Feb 1995 18:22:10 CST Reply-To: Project Gutenberg Email List <GUTNBERG%UIUCVMD.BITNET@UBVM.CC.BUFFALO.EDU> Sender: Project Gutenberg Email List <GUTNBERG%UIUCVMD.BITNET@UBVM.CC.BUFFALO.EDU> From: \"Michael S."}, {"size": 148, "text": "Hart\" <HART@vmd.cso.uiuc.edu> Subject: March Gutenberg Etexts To: Multiple recipients of list GUTNBERG <GUTNBERG%UIUCVMD.BITNET@UBVM.CC.BUFFALO.EDU>"}, {"size": 751, "text": "Another Demonstration of Socio-Logical Argumentation I have a signature block that contains the usual in a name, position, and disclaimer along with information of how long you should wait for a reply to a message, who to contact for further information and it has one line about how long I have been on the Internet. It takes up about this much space: xxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxx xxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxx xxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxx xxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxx xxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxx xxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxx xxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxx xxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxx xxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxx which is about 318 characters and receives complaints from those who accept signature blocks"}, {"size": 493, "text": "that look like: xxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxx x x x x x x x Your Message Here x x x x x x x xxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxx which takes over 718 characters because all the blank spaces are real spaces. I have pointed out this discrepancy in logic, but the people readily reply the space they are talking about is in the human mind, and not in the computers. To which _I_ reply \"Barnyard Material!\""}, {"size": 620, "text": "THESE PEOPLE ARE NOT OUT TO SAVE \"BUZZWORD BANDWIDTH\". . . THEY ARE OUT TO CONTROL YOU. . .DON'T LET THEM. \"Netiquette\" is something THEY have invented TO CONTROL YOU! All you have to do is remind them that each individual has a most powerful protection against anything they don't want to see. . .THE DELETE KEY! You will probably also have to remind them, sometimes in the manner of using a different platform to speak from, if their response is not to post your messages, that: \"SINCE EVERYONE HAS THEIR OWN DELETE KEY, THERE IS NO NEED TO DELETE THIS FOR THEM! TPC, The Phone Company Those Who Would Be King, Part IV"}, {"size": 631, "text": "My apologies for using the United States as an example so many times, but...most of my experience has been in the US. Asychnronous Availability of Information One of the major advantages of electronic information is that you don't have to schedule yourself to match others in their schedules. This is very important. Just this very week I have been waiting for a power supply for one of my computers, just because the schedule of the person who has it was not in sync with the schedule of the person picking it up. The waste has been enormous, and trips all the way across an entire town are wasted, while the computer lies unused."}, {"size": 722, "text": "The same things happens with libraries and stores of all kinds around the world. How many times have you tried a phone call, a meeting, a purchase, a repair, a return or a variety of other things, and ended up not making these connections? No longer, with things that are available electronically over the Nets. You don't have to wait until the door of the library swings open to get that book you want for an urgent piece of research; you don't have to wait until a person is available to send them an instant message; you don't have to wait for the evening news on tv.... This is called Asyncronous Communication...meaning those schedules don't have to match exactly any more to have a meaningful and quick conversation."}, {"size": 796, "text": "A minute here, there or wherever can be saved instead of wasted and the whole communication still travels at near instantaneous speed, without the cost of ten telegrams, ten phone calls, etc. You can be watching television and jump up and put a few minutes into sending, or answering, your email and would not miss anything but the commercials. \"Commercials\" bring to mind another form of asynchronous communication...taping a tv or radio show and watching a show in 40 minutes instead of an hour because you do not have to sit through 1 minute of \"not-show\" per 2 minutes of show. No only to you not have to be home on Thursday night to watch your favorite TV show any more, but those pesky commercials can be edited out, allowing you to see three shows in the time it used to take to watch two."}, {"size": 777, "text": "This kind of efficiency can have a huge effect on you or your children. . .unless you WANT them to see 40 ads per hour on television, or spend hours copying notes from an assortment of library books carried miles from, and back to, the libraries. Gone are the piles of 3x5 cards past students and scholars have heaped before time in efforts to organize mid-term papers for 9, 12, 16 or 20 years of institutionalized education. Whole rainforests of trees can be saved, not to mention the billions of hours of an entire population's educated scribbling that should have been spent between the ears instead of between paper and hand, cramping the thought and style of generations upon generations of those of us without photographic memories to take the place of the written word."}, {"size": 709, "text": "Now we all can have photographic memories, we can quote, with total accuracy, millions of 3x5 cards worth of huge encyclopedias of information, all without getting up for any reason other than eating, drinking and stretching. Research in this area indicates that 90% of the time the previous generations spent for research papers was spent traipsing through the halls, stairways and bookstacks of libraries; searching through 10 to 100 books for each of the ones selected for further research; and searching on 10-100 pages for each quote worthy of making it into the sacred piles of 3x5 cards; then searching the card piles for those fit for the even more sacred sheets of paper a first draft was written on."}, {"size": 672, "text": "Even counting the fanatical dedication of those who go through several drafts before a presentation draft is finally achieved the researchers agree that 90% of this kind of work is spent in \"hunting and gathering\" the information and only 10% of this time is spent \"digesting\" the information. If you understand that civilization was based on the new invention called \"the plow,\" which changed the habits of \"hunting and gathering\" peoples into civilized cities... then you might be able to understand the the changes the computer and computer networks are making to those using them instead of the primitive hunting and gathering jobs we used to spend 90% of our time on."}, {"size": 751, "text": "In mid-19th Century the United States was over 90% in an agrarian economy, spending nearly all of its efforts for raising food to feed an empty belly. Mid-20th Century's advances reversed that ratio, so that only 10% was being used for the belly, 90% for civilization. The same thing will be said for feeding the mind, if our civilization ever gets around deciding that spending the majority of our research time in a physical, rather than mental, portion of the educational process. Think of it this way, if it takes only 10% as long to do the work to write a research paper, we are likely to get either 10 times as many research papers, or papers which are 10 times as good, or some combination...just like we ended up with 10 times as much food for"}, {"size": 182, "text": "the body when we turned from hunting and gathering food to agriculture at the beginnings of civilization...then we would excpect a similar transition to a civilization of the future."}, {"size": 626, "text": "If mankind is defined as the animal who thinks; thinking more and better increases the degree to which we are the human species. Decreasing our ability to think is going to decrease our humanity...and yet I am living in what a large number of people define as the prime example of an advanced country...where half the adult population can't read at a functional level. [From the US Adult Literacy Report of 1994] \"Now that cloning geniuses, along with all other humans, has been outlawed, only outlaws will clone geniuses, and the rest of mankind will be `unarmed' in a battle of the mind between themselves and the geniuses.\""}, {"size": 477, "text": "\"Have you ever noticed that the only workers in history, all of history; never to have a guild or a union are the inventors who live by the effort of the mind?\" We have workers who live by the efforts of their bodies, whether dock workers or professional athletes who have a set of established unions, pay dues, have gone on strike from time to time, and all the related works of unions-- but we have never had a union of those who change worlds from Old World to New World****"}, {"size": 761, "text": "The Growth of the Internet Date Hosts ----- --------- 05/69 4 10/69 5 04/71 23 06/74 62 03/77 111 08/81 213 05/82 235 08/83 562 10/84 1,024 10/85 1,961 02/86 2,308 11/86 5,089 12/87 28,174 07/88 33,000 10/88 56,000 01/89 80,000 07/89 130,000 10/89 159,000 10/90 313,000 01/91 376,000 07/91 535,000 07/91 535,000 10/91 617,000 01/92 727,000 04/92 890,000 07/92 992,000 10/92 1,136,000 01/93 1,313,000 04/93 1,486,000 07/93 1,776,000 10/93 2,056,000 01/94 2,217,000 03/95 ~4,000,000 [Multiply hosts by 100 to get approximate numbers of computers in the world at the time. For instance we should be approaching about 400 million computers in the world at the time of this first edition.] [Multiply Hosts by 10 to get an approximation of the total number of people."}, {"size": 639, "text": "Early on, this was probably a smaller multiplier, as there were only 7 people on the UIUC login list at the time: half of these were not logging in on a regular basis. Thus my estimate that I was about the 100th person on the Internet as I presume our site was not the first nor the last of the 18 new sites in 1971, so approximating 9th, plus the 5 already there, we were probably around 14th or so, though they tell me we were actually earlier, to facilitate transcontinental traffic. Sticking with the conservative estimate of 14th, and with the same numbers of people on each of the other nodes, that would have made me the 99th user.]"}, {"size": 842, "text": "Television versus Education: Who Is Winning? [As If You Had To Ask] Basketball, Football, Baseball, Hockey and Golf [Live and Video Games] Shakespeare, Milton, Chaucer, Verne and Hugo You would think that some operation that spends a hundred times more than another would not fear much competition-- especially when the deck is stacked in their favor as the following examples demonstrate: There is always great battle between Macbeth and Macduff; Macbeth never gets blown out in the first quarter and the author never jacks you up for higher royalties. Shakespeare was DESIGNED to be entertaining, so you don't have to change the rules every season to make things more exciting. Of course, if you WANT to, you can always turn Romeo and Juliet into a story about New York City warfare between street gangs instead of noble families of Verona."}, {"size": 761, "text": "If the US actually spends a trillion dollars on education every year or two, and major sports franchising spends in the neighborhood of 1/100th of that amount, and the video game businesses spend even less, then why is it that your exposure to Michael Jordan was a given, and his paychecks were higher than any other college graduate in his class? Ten to fifteen year old basketball shoes are nearly all a forgotten item, rotting away in landfills while computers the same age are still available for studying Shakespeare more efficiently than any paper copy can ever provide and less expensively. Those computers are more than fast enough for the kind of studying most kids do in school, and they cost no more on today's market than a pair of basketball shoes."}, {"size": 720, "text": "Why is the centuries old blackboard still the default for classrooms around the world, when they cost much more and do much less than computers one tenth their age? Why do we have physical Olympics and no mental Olympics? Why do trivia games shows thrive on the market, and shows featuring our brightest students die on the vine and then get relegated to local programming on Sunday morning? Outfitting a kid with a decade old computer costs no more than outfitting that kid with basketball shows, much less a basketball and a hoop, and the kid doesn't outgrow that computer every year or wear it out, and regulation height of the monitor doesn't change and make all the older ones obsolete just due to some rule change."}, {"size": 605, "text": "Throwing billions of Etexts out there into cyberspace can not guarantee anyone will actually learn to read any more than throwing a billion basketballs out there should be a guarantee that there will be another Michael Jordan: nor will it guarantee a new Einstein, Edison, Shakespeare, or any other great person. . . . . .BUT. . .it will increase the odds. Someone still has to pick up the books, just as there has to be someone to pick up the basketballs, for both remain dead until someone brings them to life. Television, on the other hand, natters on into the night, long after you have fallen asleep."}, {"size": 807, "text": "Education has all the advantages in competition with ball games and video games, not only those listed above, but a whole world insists on education, forces edcuation, which just might have caused some of the problem. Perhaps education has too many advantages. . .so many, in fact, that education has never realized it is competition bound with other messages. A hundred years ago there were no industries vying for an audience of kids, life outside the schoolhouse was boring and there was very little to bring to class to compete in some manner with the teacher, other than a bullfrog. The massive variety of things kids have competing for them is something educational systems have not taken into account and they still rely on the threat of truant officers, not on earning the attention of the students."}, {"size": 878, "text": "The competition is not nearly so sound asleep. . . . TV shows spend billions of their dollars figuring out how to get you to stay tuned in for that last few seconds and billions more watching overnight ratings results to check their performances and those of their competitors. When TV ratings go down, the shows are changed, sometimes so drastically you wouldn't recognize them, and are often cancelled altogether, sometimes only two weeks into a new season. I once saw a show featured on one of the morning talk shows to promote that evening's performance, but the show was cancelled during the intervening hours. When school ratings go down, the ratings are changed; the show remains essentially the same, and it is often a best teacher award winner who gets cancelled while more boring teachers go on year after year to bore the children of an assortment of former students."}, {"size": 640, "text": "The Preservation of Errors With the advent of electronic text there is no longer any reason but the Seven Deadly Sins [enumerated above] for a person not to share information. . .except. . .some value added work to make the texts better than what passed into their hands from previous editions. However, with a kind of infinitely reverse logic, most of the scholars dipping their toes into cyberspace, have the espoused idea that no Etexts should vary by one character from some exact paper predecessor, and that these Etexts, new that they are, should be absolutely identified with a particular paper edition which cannot be improved upon."}, {"size": 861, "text": "Somehow this reminds me of the Dark Ages, that 1500 years during which no weighty tome of the past could be updated because that would be the same thing as challenging those revered authorities of the Golden Age of Greece, which we all know can never be improved upon. Their tomes were copied, over, and over, and over again-- with the inevitable degradation that comes with telephone games [in which you whisper a secret message through ears after ears in a circle, until completely distorted babble returns from the other side]. Even xeroxing has this bad result if you do it over and over. Therefore scholars developed a habit of searching for any differences between editions, and referring back to older editions to resolve differences, because the more copying the more chances for the addition of errors, comments and other possibly spurious information."}, {"size": 623, "text": "This was probably ok for the environment they lived in... but a serious failing caused the Dark Ages which lasted a VERY LONG TIME by anyone's standards, and served to warn, in a manner we should NOT ignore, that this should not be the way things should be done in the future. [The most minimized estimates of the length of the period approximate about 400 years from the latest possible date of the fall of the Roman Empire sometime in the 400's AD, to Charlemagne in the 800's. Of course, most believe the fall of the Roman Empire was much earlier, as the empire, such as it was, was \"neither Holy, nor Roman, nor Empire\""}, {"size": 756, "text": "for a long time before 400 AD and things tended to return to the way they had been before Charlemagne after he died with estimates of the end of Dark Ages ranging as late as the Renaissance in the 1400's. Thus the longest estimate would be no more than 1500 years from the birth of Caesar until the Renaissance was truly underway, with a shortest possible estimate being somewhat under 500 years. Thus a medium estimate of 1000 years would be sure to antagonize both end of the spectrum, and is therefore certainly more accurate than either.] It would appear that the effort to reproduce books with a perfection that refuses the corrections of errors because of a misplaced loyalty to previous editions, looms again, this time over the electronic libraries"}, {"size": 621, "text": "of the future, in that a significant number of Etext creators are insisting on continuing the practices, policies and precepts of the Dark Ages in that they insist on the following: 1. Copies must be exact, no corrections can be made. 2. Any differences between copies must be decided in an ethic that honors the oldest over the newest. 3. The authoritative copies must be held in sacred trust in the sepulchres of the oldest institutions, and not let out into the hands of the public. Of course, these are totally belied by the facts: 1. Digitial ASCII reproductions ARE exact by nature, and thus no errors can creep in."}, {"size": 597, "text": "2. Any differences that DO creep in can be found in just a single second with programs such as comp, diff, cf, and the like. Even a change as unnoticeable as blank space added to the end of a sentence or file is found and precisely located without effort. 3. Holding books in sacred trust in this manner does not allow them to do their work. A book that is not read is a book that is dead. Books are written for people to read, to hear, to see performed on stage, not so a sort of intellectual GESTAPO/GEheimnis STadt POlizei/ Home State Police could come to power by holding book power in secret."}, {"size": 656, "text": "On March 8, 1995, Project Gutenberg completed its 250th offering to the Internet Public Library, as many have come to call it. A great number of changes have come to the Internet since we got the Complete Works of Shakespeare out as out 100th publication-- some of them extraordinarily good, some of the of more moderated goodness, and some on the other end of the spectrum Probably the most exciting two recent events are the 20,000 year old cave paintings discovered in France in January, released for the news media in February, and posted as #249 on March 8th with several versions of each painting having been collected, in both .GIF and .JPG formats."}, {"size": 623, "text": "This is particularly exciting when you realize that the Dead Sea Scrolls were discovered in 1947 and that no one outside a select few ever even saw them or pictures of them until just a few were smuggled out on Macintosh disks a couple years ago; four decades went by without the public getting any view of them. The French Ministry of Culture has been very swift in getting an extraordinary event such as this covered by the general media on a worldwide basis only one month after their discovery, and also has taken only a week or two to grant Project Gutenberg a permit to post these wonderful paintings on the Internet."}, {"size": 829, "text": "On the other hand, the future of the Internet Public Library may be in serious danger if we do not ensure that information may be continually forthcoming to the public. As many of you know, the Project Gutenberg Etexts are 90% from the Public Domain with 10% reproduced by permission. However, there is a movement to cease the introduction of materials into the Public Domain in Congress [of the United States] which would effectively stop the entry of this kind of information into general Internet circulation. 200 years ago the US copyright was established at 14 years according to the speeches of Senator Orrin Hatch, sponsoring one bill, and then extended another 14, then another 28, then extended to life of the author plus another 50 years after, and 75 years for that kind of copyright which is created by a corporation."}, {"size": 832, "text": "This means that if you took your 5 year old kid to see \"The Lion King\" when it came out, the kid would have to be 80 years old to have lived long enough to have a copy that was not licensed by a commercial venture. The fact that the average person will never reach the age of 80 effectively creates a permanent copyright to deny public access during the expected lifetimes of any of us. However, this is not enough. . .the new bill is designed to kill off ANY chance that even 1% of the youngest of us will ever have our own rights to an unlicensed copy of any material produced in our lifetimes because if these bills are passed, our young kid a paragraph above will have to reach the age of 100 to have rights to the materials published today, while the rights of inventors, protected by patent law, will still expire in 17 years."}, {"size": 244, "text": "Why is it more important that we all can buy Public Domain legal copies of the latest supersonic toaster less than two decades of production after the original, but it is not as important for us to be well read, well informed and well educated?"}, {"size": 743, "text": "We hope with your assistance we can mount a successful effort to free Winnie-the Pooh, imprisoned by various copyright laws since his birth in 1926. At the beginning of Project Gutenberg, one of our first projects was going to be the children's classic Winnie-the-Pooh: written in 1926, and therefore up for copyright renewal in 1954, and the copyright renewal would have then expired in 1982, and thus been a perfect candidate for Project Gutenberg's Children's Library. However, this was not allowed to happen. Instead, the copyright on Winnie-the-Pooh was extended, for a 75 year total, meaning we would have to wait until 2001 for the new copyright term to expire, effectively keeping Winnie-the-Pooh in jail for another two decades or so."}, {"size": 665, "text": "However, two new bills have been introduced into the Senate, and the House of Representatives of the United States to extend this term of imprisonment yet again, for an additional 20 years. The last copyright extension in the United States was in 1975 as I recall. If we extend the copyright 20 years every 20 years we will destroy the very concept of Public Domain, as we have known it since the beginning of copyright. Copyright only began when people other than those extremely rich few who could afford a price of a family farm for every book had their places as the only owners of books destroyed by Gutenberg, the inventor of the moveable type printing press."}, {"size": 815, "text": "Mass availability of books was just something that should not be tolerated. . .therefore the printers' guilds lobbied for a right to decide not only who could print any book but whether the book would be printed at all. This was a very strong monopoly put on an industry that had been a free-for-all since Gutenberg. This copyright remained virtually the same length, 28 years, for quite a while, and the first United States copyright was for two 14 year periods, the second automatically given on request. When books once again became too popular at the turn of the last century, and many publishers began selling inexpensive sets of a variety of extensive subjects, the copyrights were doubled again so that the 14 years plus 14 year extension became 28 years with a 28 year extension, which was done around 1909."}, {"size": 658, "text": "Then, in the last half of this century, books once again were to become too widely spread, this time with the advent of the xerox machine. Not only were new laws made to curb copying, but those old laws were extended from that 28+28=56 years to 75 years, and this was done in 1975 or so. Now with the advent of truly UNLIMITED DISTRIBUTION available to the world via computer files, books are once again getting to be too widely spread, and further restriction is in the works, this time only 20 years after the last extension, which was for about 20 years. Work is already underway for a permanent copyright to keep us from putting \"the Library of Congress\""}, {"size": 708, "text": "on our disks. I have said for years that by the time computers get as far into the future as they have come from the past, that we will be able to hold all of the Library of Congress in one hand, but I added, \"They probably won't let us do it.\" Let me explain that for a minute; back in 1979 Project Gutenberg bought its first hard drive for about $1500 dollars, for Apple's new Personal Computer. Not counting inflation we can buy drives that will hold 1,000 times as much data for the same price. The true cost, counting inflation, would be that our $1500 would buy closer to 10,000 times as much space because our $1500 from 1979 is equivalent to about $5,000 today, if we get the new \"magneto- resistive\""}, {"size": 715, "text": "drive from IBM. This is NOT counting ZIP compression or other compression programs. If you count them, you would get about 5,000 times as much data for your money today as in 1979. 5 million bytes = $1500 in 1979 = one copy of Shakespeare 12 billion bytes = $4500 in 1995 [inflation has tripled plus] 25 billion bytes . . .with compression programs. This is 5,000 copies of the Complete Shakespeare on one disk, or less then $1 per copy. This upsets those who think there should not be unlimited numbers of books in the world, so definition of copyright and consequently the definition of public domain is in danger of being changed, as they have been every time in history that the public got too much information."}, {"size": 664, "text": "If the trend listed above continues for only 15 more years, 2010 will see drives containing 25 million copies of Shakespeare, for the same price as the drive that could only hold one copy thirty years earlier, and the price per copy will be so low that it may take more money to run the calculation to figure the prices than the prices actually are. This is the real reason copyright gets extended, history repeats itself, over and over again, and \"those who do not study history are condemned to repeat it.\" What they want is to ensure you do not study history, so they can do the same things over and over, because that is the easiest way for them to make money."}, {"size": 683, "text": "Change, especially the kinds that are happening in the computers' world, is what scares them. When changes comes along, they try as hard as they can to keep things the way they were, and nowhere is it more obvious than now. Most copyrighted materials are gone, out of print forever, in only five years, maybe 75% in ten years, in 15 years probably 87% are out of print, 20 years at that rate is 93%, 25 years is 96%, 30 years is 98% and 35 years would be well over 99%. . .and that doesn't even take into account the shorter term runs of newspapers, magazines, TV show, movies, records and all those things that most people don't even expect to last more than year in the public eye."}, {"size": 790, "text": "The fact is that probably only .1% or less of anything published in the 1920s is still in print for the original edition. . .that is only one item out of 1,000, and that estimate is probably quite high. The point is that can our copyright laws support the withholding of 1,000 books for 1 that is actually available. . .we don't make our driving laws for the 1 out of 1,000 that could be race car drivers, that would be one of the silliest laws on record. We have to make our laws so the law applies well to everyone, not just to make the rich richer-- or in this case the Information Rich richer. Much of this new effort not to let anything out of copyright was made by the music industry, which just had the best year of all, ever, shipping over a billion CD's, tapes, records and videos."}, {"size": 643, "text": "Why, with all this success, they want to keep copyrights on 1920 items that are 99% out of print. . .is a question worth asking-- the answer is the copyright has always been extended when books, or other forms of information, have become too plentiful; we SAY we want everyone to be well read and well informed, and then the law makes it more difficult. Just look as what has happened for literacy in the United States during the period that a copyright law demanded that nothing become Public Domain coming up to 1975 . . .is keeping Hemingway or Winnie-the-Pooh from becoming parts of the Public Domain going to improve the US literacy rate?"}, {"size": 565, "text": "We hope with your assistance we can mount a successful effort to free Winnie-the Pooh, imprisoned by various copyright laws since his birth in 1926. . .all copyright laws referred to were United States copyright laws in effect at various times Winnie-the-Pooh has been incarcerated. Other countries have different copyright laws, and Winnie-the-Pooh was written in England, so a variation in the US laws cannot be said to have affects other copyrights. However, the above example is pretty valid for any book that was published in the US during the 1920s or 1930's."}, {"size": 846, "text": "Ladies and Gentlemen. . .Start Your Engines! The Race to the Information Age Has Begun. It began in a much more quiet manner than the Golden Spike which joined the two halves of a Transcontinental Railroad exactly 100 years earlier. . .so much more quietly that we never knew it was happening, and we were all left standing there at the starting gate, gawking at Men on the Moon. It all happened about 25 years ago, in 1969, but the media never put the word \"Internet\" on the front page of a major newspaper until the Wall Street Journal did it, on October 29, 1991. . .yet even so, most of you probably never heard or saw the word Internet in the media until 1994, with the 25th Anniversay hardly ever mentioned, as the idea was for everyone to think the Internet is the newest thing around, and to get us all to buy tickets for $20-$25 a month."}, {"size": 58, "text": "What is the \"First Rule of Reporting a Story?\". . .oh yes:"}, {"size": 878, "text": "Right now there are 40-50 million people on the Internet-- and if someone could figure out how to make them all pay a $20-$25 fee. . .that would be $100 million a month or over a billion dollars a year. Wow. . .if they can do that to an Information Superhighway that had been running free of charge since the 60's, might be they will figure out how to do it with those Interstate Superhighways made of concrete, too, most of them have not been running any longer than that. The NSFNet [National Science Foundation Network] was being cussed and discussed by the powers that be in the hopes it could be dismantled at the same time most of us were first hearing about the Internet, and none of us would notice it when we were all asked to pay that billion dollars a year, for something that had been as free as the highway systems to the Information Rich/Etite for all those years."}, {"size": 892, "text": "Let's Follow The Money Some More The first hard drives anyone used on the Internet were not very big in terms of how much information they would hold, but they were HUGE compared to any other hard drives every computer has used for over 15 years. . .they were the size of washing machines, and could not hold information as big as the Bible or Shakespeare. Today, for 1% of the price you can get 1,000 times as much storage space. . .2,000 times as much, if you use a modern compression program when storing your information. The point I am trying to make here is that the price of an electronic storage device has fallen literally closer to 0 than to 1% of the price it was when the Internet started-- and this is scheduled to continue for the next few decades, which means we will all be able to affort drives that will be able to hold the entire Library of Congress. . . .if it is allowed."}, {"size": 767, "text": "The point I am trying to make is that just because we will finally have the box capable of storing the entire Library of Congress. . .they will make sure we don't get to, ever, for we will be dead by the time anything we see today gets old enough for the copyright to expire. Let's Follow The Money Some More Just a few months ago, the music industry completed record sales figures for any year in history, moving 1 billion of a combination of CDs, tapes, records and music videos, for a staggering $12 billion dollars. The response to this success, a few weeks ago, was for the music industry to propose, not a rebate to their customers but just the opposite, an additional 20 years during which the music industry could have a continued monopoly on that music, and."}, {"size": 611, "text": ". .purely incidentally. . .this monopoly would also be extended to books, television, movies, video games and everything else that could be copyrighted. I think the only way to understand this is to put it in an elementary perspective such as this: Right now, you take your kid to see a movie, any movie the producers are releasing right now. Let's say your kid has been alive 5 years, under current law, that kid has to get to 80 years old before s/he can own a copy of that movie-- without the permission of the copyright holder. . .and the average age such kids can be expected to live is less than 80 years."}, {"size": 611, "text": ". .thus making the copyright permanent for us or the kids we take to the movies. The same is true for all current copyrighted materials and the music industry is trying to add another 20 years to an already \"life sentence\". . .and this when their sales have just broken all records in history, if you will pardon the pun. . . . Since the founding of the United States when copyrights or patents were proposed by Thomas Jefferson for 17 years the period was lengthened to 28 years, plus another 28 years-- and most recently to 75 years for corporate copyrights and \"life plus 50 years\" for individual copyrights."}, {"size": 752, "text": "That means that \"Zen and the Art of the Internet,\" written by a 20 year old, who will be expected to live for another 55 years or so, will still be under copyright sentencing a century from now, and will be totally out of date and will be totally useless other than as a historical footnote. If this is the response of an industry that has just had a huge record bashing year of sales, a response not to lower prices but to raise them, then we are doing something in a backwards manner in the case of copyright. When car makers have really good years, or really bad ones for that matter, they work very hard to attract customers, with new innovations, more car for the money, financing on better terms, or whatever, and when they have record years they"}, {"size": 438, "text": "give their workers huge bonuses, which I am sure most of you have heard about recently, and they also compete in an aggressive manner to keep sales up. Copyright and patents are what allow people NOT to compete in the marketplace, as least for the first decade or two a new item is in the marketplace. . .only now copyrights are being extended to include the entire lifetime, not only of the copyright holder, but of the audience as well."}, {"size": 528, "text": "The Information Age Is Being Ruled By The Information Rich As Surely as the Transcontinental Railroads Were Ruled For Decades By The Robber Barons. The Information Rich had a free ride on the Superhighways, about 25 years worth of free ride, and now the Information Poor want a ride so the Information Rich are shutting down the free rides and are selling tickets. . .selling tickets to something which until this year was so inexpensive that it it hardly paid to figure out what to charge any person, much less any institution."}]}