{
  "novel": {
    "title": "Beyond the Door",
    "author": "Philip K. Dick",
    "theme": "Science-Fiction",
    "paragraphs": [
      {
        "size": 224,
        "text": "_Did you ever wonder at the lonely life the bird in a cuckoo clock has to lead--that it might possibly love and hate just as easily as a real animal of flesh and blood? Philip Dick used that idea for this brief fantasy tale."
      },
      {
        "size": 182,
        "text": "That night at the dinner table he brought it out and set it down besideher plate. Doris stared at it, her hand to her mouth. \"My God, what isit?\" She looked up at him, bright-eyed. ."
      },
      {
        "size": 201,
        "text": "Doris tore the ribbon and paper from the square package with her sharpnails, her bosom rising and falling. Larry stood watching her as shelifted the lid. He lit a cigarette and leaned against the wall."
      },
      {
        "size": 198,
        "text": "\"A cuckoo clock!\" Doris cried. \"A real old cuckoo clock like my motherhad. \" She turned the clock over and over. \"Just like my mother had, whenPete was still alive. \" Her eyes sparkled with tears. ."
      },
      {
        "size": 173,
        "text": "\"It's made in Germany,\" Larry said. After a moment he added, \"Carl gotit for me wholesale. He knows some guy in the clock business. OtherwiseI wouldn't have--\" He stopped. ."
      },
      {
        "size": 164,
        "text": "\"I mean, otherwise I wouldn't have been able to afford it. \" He scowled. \"What's the matter with you? You've got your clock, haven't you? Isn'tthat what you want?\"."
      },
      {
        "size": 168,
        "text": "He watched in amazement as she leaped up and ran from the room, stillclutching the clock. He shook his head. \"Never satisfied. They're allthat way. Never get enough. \"."
      },
      {
        "size": 217,
        "text": "The cuckoo clock was not very large. It was hand-made, however, andthere were countless frets on it, little indentations and ornamentsscored in the soft wood. Doris sat on the bed drying her eyes andwinding the clock."
      },
      {
        "size": 160,
        "text": "She set the hands by her wristwatch. Presently shecarefully moved the hands to two minutes of ten. She carried the clockover to the dresser and propped it up. ."
      },
      {
        "size": 121,
        "text": "Then she sat waiting, her hands twisted together in her lap--waiting forthe cuckoo to come out, for the hour to strike. ."
      },
      {
        "size": 270,
        "text": "As she sat she thought about Larry and what he had said. And what shehad said, too, for that matter--not that she could be blamed for any ofit. After all, she couldn't keep listening to him forever withoutdefending herself; you had to blow your own trumpet in the world."
      },
      {
        "size": 201,
        "text": "She touched her handkerchief to her eyes suddenly. Why did he have tosay that, about getting it wholesale? Why did he have to spoil it all?If he felt that way he needn't have got it in the first place."
      },
      {
        "size": 279,
        "text": "But she was glad of the little clock sitting there ticking to itself,with its funny grilled edges and the door. Inside the door was thecuckoo, waiting to come out. Was he listening, his head cocked on oneside, listening to hear the clock strike so that he would know to comeout?."
      },
      {
        "size": 218,
        "text": "Did he sleep between hours? Well, she would soon see him: she could askhim. And she would show the clock to Bob. He would love it; Bob lovedold things, even old stamps and buttons. He liked to go with her to thestores."
      },
      {
        "size": 147,
        "text": "Of course, it was a little _awkward_, but Larry had been stayingat the office so much, and that helped. If only Larry didn't call upsometimes to--."
      },
      {
        "size": 191,
        "text": "There was a whirr. The clock shuddered and all at once the door opened. The cuckoo came out, sliding swiftly. He paused and looked aroundsolemnly, scrutinizing her, the room, the furniture. ."
      },
      {
        "size": 158,
        "text": "It was the first time he had seen her, she realized, smiling to herselfin pleasure. She stood up, coming toward him shyly. \"Go on,\" she said. \"I'm waiting. \"."
      },
      {
        "size": 152,
        "text": "The cuckoo opened his bill. He whirred and chirped, quickly,rhythmically. Then, after a moment of contemplation, he retired. And thedoor snapped shut. ."
      },
      {
        "size": 244,
        "text": "She was delighted. She clapped her hands and spun in a little circle. Hewas marvelous, perfect! And the way he had looked around, studying her,sizing her up. He liked her; she was certain of it. And she, of course,loved him at once, completely."
      },
      {
        "size": 225,
        "text": "Doris went to the clock. She bent over the little door, her lips closeto the wood. \"Do you hear me?\" she whispered. \"I think you're the mostwonderful cuckoo in the world. \" She paused, embarrassed. \"I hope you'lllike it here."
      },
      {
        "size": 355,
        "text": "Larry and the cuckoo clock really never got along well from the start. Doris said it was because he didn't wind it right, and it didn't likebeing only half-wound all the time. Larry turned the job of winding overto her; the cuckoo came out every quarter hour and ran the spring downwithout remorse, and someone had to be ever after it, winding it upagain."
      },
      {
        "size": 236,
        "text": "Doris did her best, but she forgot a good deal of the time. Then Larrywould throw his newspaper down with an elaborate weary motion and standup. He would go into the dining-room where the clock was mounted on thewall over the fireplace."
      },
      {
        "size": 110,
        "text": "He would take the clock down and making surethat he had his thumb over the little door, he would wind it up. ."
      },
      {
        "size": 128,
        "text": "She raised an eyebrow. \"Are you sure? I wonder if it isn't that youdon't want him to come out while you're standing so close. \"."
      },
      {
        "size": 130,
        "text": "Larry laughed. He put the clock back on the wall and gingerly removedhis thumb. When Doris wasn't looking he examined his thumb. ."
      },
      {
        "size": 101,
        "text": "There was still a trace of the nick cut out of the soft part of it. Who--or what--had pecked at him?."
      },
      {
        "size": 157,
        "text": "One Saturday morning, when Larry was down at the office working oversome important special accounts, Bob Chambers came to the front porchand rang the bell. ."
      },
      {
        "size": 133,
        "text": "Doris was taking a quick shower. She dried herself and slipped into herrobe. When she opened the door Bob stepped inside, grinning. ."
      },
      {
        "size": 143,
        "text": "\"No, for God's sake. \" She caught hold of his sleeve. \"Just get out ofthe doorway so I can close it. Mrs. Peters across the street, youknow. \"."
      },
      {
        "size": 194,
        "text": "She took his arm, leading him toward the dining-room. \"You'll love it,Bobby. \" She stopped, wide-eyed. \"I hope you will. You must; you mustlove it. It means so much to me--_he_ means so much. \"."
      },
      {
        "size": 202,
        "text": "Doris laughed. \"You're jealous! Come on. \" A moment later they stoodbefore the clock, looking up at it. \"He'll come out in a few minutes. Wait until you see him. I know you two will get along just fine."
      },
      {
        "size": 133,
        "text": "\"They don't like each other. Sometimes when Larry's here he won't comeout. Larry gets mad if he doesn't come out on time. He says--\"."
      },
      {
        "size": 286,
        "text": "Doris looked down. \"He always says he's been robbed, even if he did getit wholesale. \" She brightened. \"But I know he won't come out because hedoesn't like Larry. When I'm here alone he comes right out for me, everyfifteen minutes, even though he really only has to come out on thehour."
      },
      {
        "size": 176,
        "text": "She gazed up at the clock. \"He comes out for me because he wants to. Wetalk; I tell him things. Of course, I'd like to have him upstairs in myroom, but it wouldn't be right. \"."
      },
      {
        "size": 128,
        "text": "Larry pushed the front door open, grunting. He set his briefcase downand took off his hat. Then he saw Bob for the first time. ."
      },
      {
        "size": 160,
        "text": "\"Chambers. I'll be damned. \" His eyes narrowed. \"What are you doinghere?\" He came into the dining-room. Doris drew her robe about herhelplessly, backing away. ."
      },
      {
        "size": 175,
        "text": "\"I--\" Bob began. \"That is, we--\" He broke off, glancing at Doris. Suddenly the clock began to whirr. The cuckoo came rushing out, burstinginto sound. Larry moved toward him. ."
      },
      {
        "size": 201,
        "text": "\"Shut that din off,\" he said. He raised his fist toward the clock. Thecuckoo snapped into silence and retreated. The door closed. \"That'sbetter. \" Larry studied Doris and Bob, standing mutely together."
      },
      {
        "size": 139,
        "text": "\"Nuts. I bought it myself. \" Larry walked up to him. \"Get out of here. \"He turned to Doris. \"You too. And take that damn clock with you. \"."
      },
      {
        "size": 227,
        "text": "In the weeks that followed after Doris left, Larry and the cuckoo clockgot along even worse than before. For one thing, the cuckoo stayedinside most of the time, sometimes even at twelve o'clock when he shouldhave been busiest."
      },
      {
        "size": 214,
        "text": "And if he did come out at all he usually spoke onlyonce or twice, never the correct number of times. And there was asullen, uncooperative note in his voice, a jarring sound that made Larryuneasy and a little angry."
      },
      {
        "size": 213,
        "text": "But he kept the clock wound, because the house was very still and quietand it got on his nerves not to hear someone running around, talking anddropping things. And even the whirring of a clock sounded good to him."
      },
      {
        "size": 226,
        "text": "\"Listen,\" he said late one night to the closed little door. \"I know youcan hear me. I ought to give you back to the Germans--back to the BlackForest. \" He paced back and forth. \"I wonder what they're doing now, thetwo of them."
      },
      {
        "size": 111,
        "text": "That young punk with his books and his antiques. A manshouldn't be interested in antiques; that's for women. \"."
      },
      {
        "size": 122,
        "text": "The clock said nothing. Larry walked up in front of it. \"Isn't thatright?\" he demanded. \"Don't you have anything to say?\"."
      },
      {
        "size": 228,
        "text": "He looked at the face of the clock. It was almost eleven, just a fewseconds before the hour. \"All right. I'll wait until eleven. Then I wantto hear what you have to say. You've been pretty quiet the last fewweeks since she left."
      },
      {
        "size": 165,
        "text": "He grinned wryly. \"Maybe you don't like it here since she's gone. \" Hescowled. \"Well, I paid for you, and you're coming out whether you likeit or not. You hear me?\"."
      },
      {
        "size": 201,
        "text": "Eleven o'clock came. Far off, at the end of town, the great tower clockboomed sleepily to itself. But the little door remained shut. Nothingmoved. The minute hand passed on and the cuckoo did not stir."
      },
      {
        "size": 163,
        "text": "\"All right, if that's the way you feel,\" Larry murmured, his lipstwisting. \"But it isn't fair. It's your job to come out. We all have todo things we don't like. \"."
      },
      {
        "size": 136,
        "text": "He went unhappily into the kitchen and opened the great gleamingrefrigerator. As he poured himself a drink he thought about the clock. ."
      },
      {
        "size": 242,
        "text": "There was no doubt about it--the cuckoo should come out, Doris or noDoris. He had always liked her, from the very start. They had got alongwell, the two of them. Probably he liked Bob too--probably he had seenenough of Bob to get to know him."
      },
      {
        "size": 181,
        "text": "Larry finished his drink. He opened the drawer at the sink and took outthe hammer. He carried it carefully into the dining-room. The clock wasticking gently to itself on the wall. ."
      },
      {
        "size": 207,
        "text": "\"Look,\" he said, waving the hammer. \"You know what I have here? You knowwhat I'm going to do with it? I'm going to start on you--first. \" Hesmiled. \"Birds of a feather, that's what you are--the three of you."
      },
      {
        "size": 119,
        "text": "\"I hear you in there. You've got a lot of talking to do, enough for thelast three weeks. As I figure it, you owe me--\"."
      },
      {
        "size": 175,
        "text": "The door opened. The cuckoo came out fast, straight at him. Larry waslooking down, his brow wrinkled in thought. He glanced up, and thecuckoo caught him squarely in the eye. ."
      },
      {
        "size": 223,
        "text": "Down he went, hammer and chair and everything, hitting the floor with atremendous crash. For a moment the cuckoo paused, its small body poisedrigidly. Then it went back inside its house. The door snapped tight-shutafter it."
      },
      {
        "size": 191,
        "text": "The man lay on the floor, stretched out grotesquely, his head bent overto one side. Nothing moved or stirred. The room was completely silent,except, of course, for the ticking of the clock. ."
      },
      {
        "size": 183,
        "text": "\"Is it very easy to break your neck, falling from so low a chair? Itwasn't very far to fall. I wonder if it might not have been an accident. Is there any chance it might have been--\"."
      },
      {
        "size": 127,
        "text": "\"Suicide?\" the doctor rubbed his jaw. \"I never heard of anyonecommitting suicide that way. It was an accident; I'm positive. \"."
      },
      {
        "size": 120,
        "text": "\"I don't mean suicide,\" Bob murmured under his breath, looking up at theclock on the wall. \"I meant _something else_. \"."
      }
    ]
  }
}