{"author": ["Wharton, Edith"], "title": ["Bunner Sisters"], "language": ["en"], "theme": ["New York (N.Y.) -- Social life and customs -- 19th century -- Fiction", "PS"], "id": "311", "genre": ["fiction"], "paragraphs": [{"size": 838, "text": "Scribner's Magazine 60 (Oct. 1916): 439-58; 60 (Nov. 1916): 575-96. In the days when New York's traffic moved at the pace of the drooping horse-car, when society applauded Christine Nilsson at the Academy of Music and basked in the sunsets of the Hudson River School on the walls of the National Academy of Design, an inconspicuous shop with a single show-window was intimately and favourably known to the feminine population of the quarter bordering on Stuyvesant Square. It was a very small shop, in a shabby basement, in a side-street already doomed to decline; and from the miscellaneous display behind the window-pane, and the brevity of the sign surmounting it (merely “Bunner Sisters” in blotchy gold on a black ground) it would have been difficult for the uninitiated to guess the precise nature of the business carried on within."}, {"size": 809, "text": "But that was of little consequence, since its fame was so purely local that the customers on whom its existence depended were almost congenitally aware of the exact range of “goods” to be found at Bunner Sisters'. The house of which Bunner Sisters had annexed the basement was a private dwelling with a brick front, green shutters on weak hinges, and a dress-maker's sign in the window above the shop. On each side of its modest three stories stood higher buildings, with fronts of brown stone, cracked and blistered, cast-iron balconies and cat-haunted grass-patches behind twisted railings. These houses too had once been private, but now a cheap lunchroom filled the basement of one, while the other announced itself, above the knotty wistaria that clasped its central balcony, as the Mendoza Family Hotel."}, {"size": 696, "text": "It was obvious from the chronic cluster of refuse-barrels at its area-gate and the blurred surface of its curtainless windows, that the families frequenting the Mendoza Hotel were not exacting in their tastes; though they doubtless indulged in as much fastidiousness as they could afford to pay for, and rather more than their landlord thought they had a right to express. These three houses fairly exemplified the general character of the street, which, as it stretched eastward, rapidly fell from shabbiness to squalor, with an increasing frequency of projecting sign-boards, and of swinging doors that softly shut or opened at the touch of red-nosed men and pale little girls with broken jugs."}, {"size": 605, "text": "The middle of the street was full of irregular depressions, well adapted to retain the long swirls of dust and straw and twisted paper that the wind drove up and down its sad untended length; and toward the end of the day, when traffic had been active, the fissured pavement formed a mosaic of coloured hand-bills, lids of tomato-cans, old shoes, cigar-stumps and banana skins, cemented together by a layer of mud, or veiled in a powdering of dust, as the state of the weather determined. The sole refuge offered from the contemplation of this depressing waste was the sight of the Bunner Sisters' window."}, {"size": 729, "text": "Its panes were always well-washed, and though their display of artificial flowers, bands of scalloped flannel, wire hat-frames, and jars of home-made preserves, had the undefinable greyish tinge of objects long preserved in the show-case of a museum, the window revealed a background of orderly counters and white-washed walls in pleasant contrast to the adjoining dinginess. The Bunner sisters were proud of the neatness of their shop and content with its humble prosperity. It was not what they had once imagined it would be, but though it presented but a shrunken image of their earlier ambitions it enabled them to pay their rent and keep themselves alive and out of debt; and it was long since their hopes had soared higher."}, {"size": 618, "text": "Now and then, however, among their greyer hours there came one not bright enough to be called sunny, but rather of the silvery twilight hue which sometimes ends a day of storm. It was such an hour that Ann Eliza, the elder of the firm, was soberly enjoying as she sat one January evening in the back room which served as bedroom, kitchen and parlour to herself and her sister Evelina. In the shop the blinds had been drawn down, the counters cleared and the wares in the window lightly covered with an old sheet; but the shop-door remained unlocked till Evelina, who had taken a parcel to the dyer's, should come back."}, {"size": 602, "text": "In the back room a kettle bubbled on the stove, and Ann Eliza had laid a cloth over one end of the centre table, and placed near the green-shaded sewing lamp two tea-cups, two plates, a sugar-bowl and a piece of pie. The rest of the room remained in a greenish shadow which discreetly veiled the outline of an old-fashioned mahogany bedstead surmounted by a chromo of a young lady in a night-gown who clung with eloquently-rolling eyes to a crag described in illuminated letters as the Rock of Ages; and against the unshaded windows two rocking-chairs and a sewing-machine were silhouetted on the dusk."}, {"size": 656, "text": "Ann Eliza, her small and habitually anxious face smoothed to unusual serenity, and the streaks of pale hair on her veined temples shining glossily beneath the lamp, had seated herself at the table, and was tying up, with her usual fumbling deliberation, a knobby object wrapped in paper. Now and then, as she struggled with the string, which was too short, she fancied she heard the click of the shop-door, and paused to listen for her sister; then, as no one came, she straightened her spectacles and entered into renewed conflict with the parcel. In honour of some event of obvious importance, she had put on her double-dyed and triple-turned black silk."}, {"size": 866, "text": "Age, while bestowing on this garment a patine worthy of a Renaissance bronze, had deprived it of whatever curves the wearer's pre-Raphaelite figure had once been able to impress on it; but this stiffness of outline gave it an air of sacerdotal state which seemed to emphasize the importance of the occasion. Seen thus, in her sacramental black silk, a wisp of lace turned over the collar and fastened by a mosaic brooch, and her face smoothed into harmony with her apparel, Ann Eliza looked ten years younger than behind the counter, in the heat and burden of the day. It would have been as difficult to guess her approximate age as that of the black silk, for she had the same worn and glossy aspect as her dress; but a faint tinge of pink still lingered on her cheek-bones, like the reflection of sunset which sometimes colours the west long after the day is over."}, {"size": 643, "text": "When she had tied the parcel to her satisfaction, and laid it with furtive accuracy just opposite her sister's plate, she sat down, with an air of obviously-assumed indifference, in one of the rocking-chairs near the window; and a moment later the shop-door opened and Evelina entered. The younger Bunner sister, who was a little taller than her elder, had a more pronounced nose, but a weaker slope of mouth and chin. She still permitted herself the frivolity of waving her pale hair, and its tight little ridges, stiff as the tresses of an Assyrian statue, were flattened under a dotted veil which ended at the tip of her cold-reddened nose."}, {"size": 655, "text": "In her scant jacket and skirt of black cashmere she looked singularly nipped and faded; but it seemed possible that under happier conditions she might still warm into relative youth. “Why, Ann Eliza,” she exclaimed, in a thin voice pitched to chronic fretfulness, “what in the world you got your best silk on for?” Ann Eliza had risen with a blush that made her steel-browed spectacles incongruous. “Why, Evelina, why shouldn't I, I sh'ld like to know? Ain't it your birthday, dear?” She put out her arms with the awkwardness of habitually repressed emotion. Evelina, without seeming to notice the gesture, threw back the jacket from her narrow shoulders."}, {"size": 676, "text": "“Oh, pshaw,” she said, less peevishly. “I guess we'd better give up birthdays. Much as we can do to keep Christmas nowadays.” “You hadn't oughter say that, Evelina. We ain't so badly off as all that. I guess you're cold and tired. Set down while I take the kettle off: it's right on the boil.” She pushed Evelina toward the table, keeping a sideward eye on her sister's listless movements, while her own hands were busy with the kettle. A moment later came the exclamation for which she waited. “Why, Ann Eliza!” Evelina stood transfixed by the sight of the parcel beside her plate. Ann Eliza, tremulously engaged in filling the teapot, lifted a look of hypocritical surprise."}, {"size": 359, "text": "“Sakes, Evelina! What's the matter?” The younger sister had rapidly untied the string, and drawn from its wrappings a round nickel clock of the kind to be bought for a dollar-seventy-five. “Oh, Ann Eliza, how could you?” She set the clock down, and the sisters exchanged agitated glances across the table. “Well,” the elder retorted, “AIN'T it your birthday?”"}, {"size": 649, "text": "“Well, and ain't you had to run round the corner to the Square every morning, rain or shine, to see what time it was, ever since we had to sell mother's watch last July? Ain't you, Evelina?” “There ain't any buts. We've always wanted a clock and now we've got one: that's all there is about it. Ain't she a beauty, Evelina?” Ann Eliza, putting back the kettle on the stove, leaned over her sister's shoulder to pass an approving hand over the circular rim of the clock. “Hear how loud she ticks. I was afraid you'd hear her soon as you come in.” “No. I wasn't thinking,” murmured Evelina. “Well, ain't you glad now?” Ann Eliza gently reproached her."}, {"size": 744, "text": "The rebuke had no acerbity, for she knew that Evelina's seeming indifference was alive with unexpressed scruples. “I'm real glad, sister; but you hadn't oughter. We could have got on well enough without.” “Evelina Bunner, just you sit down to your tea. I guess I know what I'd oughter and what I'd hadn't oughter just as well as you do--I'm old enough!” “You're real good, Ann Eliza; but I know you've given up something you needed to get me this clock.” “What do I need, I'd like to know? Ain't I got a best black silk?” the elder sister said with a laugh full of nervous pleasure. She poured out Evelina's tea, adding some condensed milk from the jug, and cutting for her the largest slice of pie; then she drew up her own chair to the table."}, {"size": 400, "text": "The two women ate in silence for a few moments before Evelina began to speak again. “The clock is perfectly lovely and I don't say it ain't a comfort to have it; but I hate to think what it must have cost you.” “No, it didn't, neither,” Ann Eliza retorted. “I got it dirt cheap, if you want to know. And I paid for it out of a little extra work I did the other night on the machine for Mrs. Hawkins.”"}, {"size": 653, "text": "“There, I knew it! You swore to me you'd buy a new pair of shoes with that money.” “Well, and s'posin' I didn't want 'em--what then? I've patched up the old ones as good as new--and I do declare, Evelina Bunner, if you ask me another question you'll go and spoil all my pleasure.” “Very well, I won't,” said the younger sister. They continued to eat without farther words. Evelina yielded to her sister's entreaty that she should finish the pie, and poured out a second cup of tea, into which she put the last lump of sugar; and between them, on the table, the clock kept up its sociable tick. “Where'd you get it, Ann Eliza?” asked Evelina, fascinated."}, {"size": 745, "text": "“Where'd you s'pose? Why, right round here, over acrost the Square, in the queerest little store you ever laid eyes on. I saw it in the window as I was passing, and I stepped right in and asked how much it was, and the store-keeper he was real pleasant about it. He was just the nicest man. I guess he's a German. I told him I couldn't give much, and he said, well, he knew what hard times was too. His name's Ramy--Herman Ramy: I saw it written up over the store. And he told me he used to work at Tiff'ny's, oh, for years, in the clock-department, and three years ago he took sick with some kinder fever, and lost his place, and when he got well they'd engaged somebody else and didn't want him, and so he started this little store by himself."}, {"size": 274, "text": "I guess he's real smart, and he spoke quite like an educated man--but he looks sick.” Evelina was listening with absorbed attention. In the narrow lives of the two sisters such an episode was not to be under-rated. “What you say his name was?” she asked as Ann Eliza paused."}, {"size": 751, "text": "“Well, I couldn't exactly tell you, he looked so sick--but I don't b'lieve he's much over forty.”By this time the plates had been cleared and the teapot emptied, and the two sisters rose from the table. Ann Eliza, tying an apron over her black silk, carefully removed all traces of the meal; then, after washing the cups and plates, and putting them away in a cupboard, she drew her rocking-chair to the lamp and sat down to a heap of mending. Evelina, meanwhile, had been roaming about the room in search of an abiding-place for the clock. A rosewood what-not with ornamental fret-work hung on the wall beside the devout young lady in dishabille, and after much weighing of alternatives the sisters decided to dethrone a broken china vase filled with"}, {"size": 714, "text": "dried grasses which had long stood on the top shelf, and to put the clock in its place; the vase, after farther consideration, being relegated to a small table covered with blue and white beadwork, which held a Bible and prayer-book, and an illustrated copy of Longfellow's poems given as a school-prize to their father. This change having been made, and the effect studied from every angle of the room, Evelina languidly put her pinking-machine on the table, and sat down to the monotonous work of pinking a heap of black silk flounces. The strips of stuff slid slowly to the floor at her side, and the clock, from its commanding altitude, kept time with the dispiriting click of the instrument under her fingers."}, {"size": 894, "text": "The purchase of Evelina's clock had been a more important event in the life of Ann Eliza Bunner than her younger sister could divine. In the first place, there had been the demoralizing satisfaction of finding herself in possession of a sum of money which she need not put into the common fund, but could spend as she chose, without consulting Evelina, and then the excitement of her stealthy trips abroad, undertaken on the rare occasions when she could trump up a pretext for leaving the shop; since, as a rule, it was Evelina who took the bundles to the dyer's, and delivered the purchases of those among their customers who were too genteel to be seen carrying home a bonnet or a bundle of pinking--so that, had it not been for the excuse of having to see Mrs. Hawkins's teething baby, Ann Eliza would hardly have known what motive to allege for deserting her usual seat behind the counter."}, {"size": 753, "text": "The infrequency of her walks made them the chief events of her life. The mere act of going out from the monastic quiet of the shop into the tumult of the streets filled her with a subdued excitement which grew too intense for pleasure as she was swallowed by the engulfing roar of Broadway or Third Avenue, and began to do timid battle with their incessant cross-currents of humanity. After a glance or two into the great show-windows she usually allowed herself to be swept back into the shelter of a side-street, and finally regained her own roof in a state of breathless bewilderment and fatigue; but gradually, as her nerves were soothed by the familiar quiet of the little shop, and the click of Evelina's pinking-machine, certain sights and sounds"}, {"size": 822, "text": "would detach themselves from the torrent along which she had been swept, and she would devote the rest of the day to a mental reconstruction of the different episodes of her walk, till finally it took shape in her thought as a consecutive and highly-coloured experience, from which, for weeks afterwards, she would detach some fragmentary recollection in the course of her long dialogues with her sister. But when, to the unwonted excitement of going out, was added the intenser interest of looking for a present for Evelina, Ann Eliza's agitation, sharpened by concealment, actually preyed upon her rest; and it was not till the present had been given, and she had unbosomed herself of the experiences connected with its purchase, that she could look back with anything like composure to that stirring moment of her life."}, {"size": 701, "text": "From that day forward, however, she began to take a certain tranquil pleasure in thinking of Mr. Ramy's small shop, not unlike her own in its countrified obscurity, though the layer of dust which covered its counter and shelves made the comparison only superficially acceptable. Still, she did not judge the state of the shop severely, for Mr. Ramy had told her that he was alone in the world, and lone men, she was aware, did not know how to deal with dust. It gave her a good deal of occupation to wonder why he had never married, or if, on the other hand, he were a widower, and had lost all his dear little children; and she scarcely knew which alternative seemed to make him the more interesting."}, {"size": 752, "text": "In either case, his life was assuredly a sad one; and she passed many hours in speculating on the manner in which he probably spent his evenings. She knew he lived at the back of his shop, for she had caught, on entering, a glimpse of a dingy room with a tumbled bed; and the pervading smell of cold fry suggested that he probably did his own cooking. She wondered if he did not often make his tea with water that had not boiled, and asked herself, almost jealously, who looked after the shop while he went to market. Then it occurred to her as likely that he bought his provisions at the same market as Evelina; and she was fascinated by the thought that he and her sister might constantly be meeting in total unconsciousness of the link between them."}, {"size": 708, "text": "Whenever she reached this stage in her reflexions she lifted a furtive glance to the clock, whose loud staccato tick was becoming a part of her inmost being. The seed sown by these long hours of meditation germinated at last in the secret wish to go to market some morning in Evelina's stead. As this purpose rose to the surface of Ann Eliza's thoughts she shrank back shyly from its contemplation. A plan so steeped in duplicity had never before taken shape in her crystalline soul. How was it possible for her to consider such a step? And, besides, (she did not possess sufficient logic to mark the downward trend of this “besides”), what excuse could she make that would not excite her sister's curiosity?"}, {"size": 745, "text": "From this second query it was an easy descent to the third: how soon could she manage to go? It was Evelina herself, who furnished the necessary pretext by awaking with a sore throat on the day when she usually went to market. It was a Saturday, and as they always had their bit of steak on Sunday the expedition could not be postponed, and it seemed natural that Ann Eliza, as she tied an old stocking around Evelina's throat, should announce her intention of stepping round to the butcher's. “Oh, Ann Eliza, they'll cheat you so,” her sister wailed. Ann Eliza brushed aside the imputation with a smile, and a few minutes later, having set the room to rights, and cast a last glance at the shop, she was tying on her bonnet with fumbling haste."}, {"size": 703, "text": "The morning was damp and cold, with a sky full of sulky clouds that would not make room for the sun, but as yet dropped only an occasional snow-flake. In the early light the street looked its meanest and most neglected; but to Ann Eliza, never greatly troubled by any untidiness for which she was not responsible, it seemed to wear a singularly friendly aspect. A few minutes' walk brought her to the market where Evelina made her purchases, and where, if he had any sense of topographical fitness, Mr. Ramy must also deal. Ann Eliza, making her way through the outskirts of potato-barrels and flabby fish, found no one in the shop but the gory-aproned butcher who stood in the background cutting chops."}, {"size": 689, "text": "As she approached him across the tesselation of fish-scales, blood and saw-dust, he laid aside his cleaver and not unsympathetically asked: “Sister sick?” “Oh, not very--jest a cold,” she answered, as guiltily as if Evelina's illness had been feigned. “We want a steak as usual, please--and my sister said you was to be sure to give me jest as good a cut as if it was her,” she added with child-like candour. “Oh, that's all right.” The butcher picked up his weapon with a grin. “Your sister knows a cut as well as any of us,” he remarked. In another moment, Ann Eliza reflected, the steak would be cut and wrapped up, and no choice left her but to turn her disappointed steps toward home."}, {"size": 750, "text": "She was too shy to try to delay the butcher by such conversational arts as she possessed, but the approach of a deaf old lady in an antiquated bonnet and mantle gave her her opportunity. “Wait on her first, please,” Ann Eliza whispered. “I ain't in any hurry.” The butcher advanced to his new customer, and Ann Eliza, palpitating in the back of the shop, saw that the old lady's hesitations between liver and pork chops were likely to be indefinitely prolonged. They were still unresolved when she was interrupted by the entrance of a blowsy Irish girl with a basket on her arm. The newcomer caused a momentary diversion, and when she had departed the old lady, who was evidently as intolerant of interruption as a professional story-teller, insisted"}, {"size": 760, "text": "on returning to the beginning of her complicated order, and weighing anew, with an anxious appeal to the butcher's arbitration, the relative advantages of pork and liver. But even her hesitations, and the intrusion on them of two or three other customers, were of no avail, for Mr. Ramy was not among those who entered the shop; and at last Ann Eliza, ashamed of staying longer, reluctantly claimed her steak, and walked home through the thickening snow. Even to her simple judgment the vanity of her hopes was plain, and in the clear light that disappointment turns upon our actions she wondered how she could have been foolish enough to suppose that, even if Mr. Ramy <i>did</i> go to that particular market, he would hit on the same day and hour as herself."}, {"size": 755, "text": "There followed a colourless week unmarked by farther incident. The old stocking cured Evelina's throat, and Mrs. Hawkins dropped in once or twice to talk of her baby's teeth; some new orders for pinking were received, and Evelina sold a bonnet to the lady with puffed sleeves. The lady with puffed sleeves--a resident of “the Square,” whose name they had never learned, because she always carried her own parcels home--was the most distinguished and interesting figure on their horizon. She was youngish, she was elegant (as the title they had given her implied), and she had a sweet sad smile about which they had woven many histories; but even the news of her return to town--it was her first apparition that year--failed to arouse Ann Eliza's interest."}, {"size": 755, "text": "All the small daily happenings which had once sufficed to fill the hours now appeared to her in their deadly insignificance; and for the first time in her long years of drudgery she rebelled at the dullness of her life. With Evelina such fits of discontent were habitual and openly proclaimed, and Ann Eliza still excused them as one of the prerogatives of youth. Besides, Evelina had not been intended by Providence to pine in such a narrow life: in the original plan of things, she had been meant to marry and have a baby, to wear silk on Sundays, and take a leading part in a Church circle. Hitherto opportunity had played her false; and for all her superior aspirations and carefully crimped hair she had remained as obscure and unsought as Ann Eliza."}, {"size": 606, "text": "But the elder sister, who had long since accepted her own fate, had never accepted Evelina's. Once a pleasant young man who taught in Sunday-school had paid the younger Miss Bunner a few shy visits. That was years since, and he had speedily vanished from their view. Whether he had carried with him any of Evelina's illusions, Ann Eliza had never discovered; but his attentions had clad her sister in a halo of exquisite possibilities. Ann Eliza, in those days, had never dreamed of allowing herself the luxury of self-pity: it seemed as much a personal right of Evelina's as her elaborately crinkled hair."}, {"size": 644, "text": "But now she began to transfer to herself a portion of the sympathy she had so long bestowed on Evelina. She had at last recognized her right to set up some lost opportunities of her own; and once that dangerous precedent established, they began to crowd upon her memory. It was at this stage of Ann Eliza's transformation that Evelina, looking up one evening from her work, said suddenly: “My! She's stopped.” Ann Eliza, raising her eyes from a brown merino seam, followed her sister's glance across the room. It was a Monday, and they always wound the clock on Sundays. “Are you sure you wound her yesterday, Evelina?” “Jest as sure as I live."}, {"size": 610, "text": "She must be broke. I'll go and see.” Evelina laid down the hat she was trimming, and took the clock from its shelf. “There--I knew it! She's wound jest as TIGHT--what you suppose's happened to her, Ann Eliza?” “I dunno, I'm sure,” said the elder sister, wiping her spectacles before proceeding to a close examination of the clock. With anxiously bent heads the two women shook and turned it, as though they were trying to revive a living thing; but it remained unresponsive to their touch, and at length Evelina laid it down with a sigh. “Seems like somethin' DEAD, don't it, Ann Eliza? How still the room is!”"}, {"size": 691, "text": "“Well, I'll put her back where she belongs,” Evelina continued, in the tone of one about to perform the last offices for the departed. “And I guess,” she added, “you'll have to step round to Mr. Ramy's to-morrow, and see if he can fix her.” Ann Eliza's face burned. “I--yes, I guess I'll have to,” she stammered, stooping to pick up a spool of cotton which had rolled to the floor. A sudden heart-throb stretched the seams of her flat alpaca bosom, and a pulse leapt to life in each of her temples. That night, long after Evelina slept, Ann Eliza lay awake in the unfamiliar silence, more acutely conscious of the nearness of the crippled clock than when it had volubly told out the minutes."}, {"size": 612, "text": "The next morning she woke from a troubled dream of having carried it to Mr. Ramy's, and found that he and his shop had vanished; and all through the day's occupations the memory of this dream oppressed her. It had been agreed that Ann Eliza should take the clock to be repaired as soon as they had dined; but while they were still at table a weak-eyed little girl in a black apron stabbed with innumerable pins burst in on them with the cry: “Oh, Miss Bunner, for mercy's sake! Miss Mellins has been took again.” Miss Mellins was the dress-maker upstairs, and the weak-eyed child one of her youthful apprentices."}, {"size": 641, "text": "Ann Eliza started from her seat. “I'll come at once. Quick, Evelina, the cordial!” By this euphemistic name the sisters designated a bottle of cherry brandy, the last of a dozen inherited from their grandmother, which they kept locked in their cupboard against such emergencies. A moment later, cordial in hand, Ann Eliza was hurrying upstairs behind the weak-eyed child. Miss Mellins' “turn” was sufficiently serious to detain Ann Eliza for nearly two hours, and dusk had fallen when she took up the depleted bottle of cordial and descended again to the shop. It was empty, as usual, and Evelina sat at her pinking-machine in the back room."}, {"size": 616, "text": "Ann Eliza was still agitated by her efforts to restore the dress-maker, but in spite of her preoccupation she was struck, as soon as she entered, by the loud tick of the clock, which still stood on the shelf where she had left it. “Why, she's going!” she gasped, before Evelina could question her about Miss Mellins. “Did she start up again by herself?” “Oh, no; but I couldn't stand not knowing what time it was, I've got so accustomed to having her round; and just after you went upstairs Mrs. Hawkins dropped in, so I asked her to tend the store for a minute, and I clapped on my things and ran right round to Mr."}, {"size": 641, "text": "Ramy's. It turned out there wasn't anything the matter with her--nothin' on'y a speck of dust in the works--and he fixed her for me in a minute and I brought her right back. Ain't it lovely to hear her going again? But tell me about Miss Mellins, quick!” For a moment Ann Eliza found no words. Not till she learned that she had missed her chance did she understand how many hopes had hung upon it. Even now she did not know why she had wanted so much to see the clock-maker again. “I s'pose it's because nothing's ever happened to me,” she thought, with a twinge of envy for the fate which gave Evelina every opportunity that came their way."}, {"size": 617, "text": "“She had the Sunday-school teacher too,” Ann Eliza murmured to herself; but she was well-trained in the arts of renunciation, and after a scarcely perceptible pause she plunged into a detailed description of the dress-maker's “turn.” Evelina, when her curiosity was roused, was an insatiable questioner, and it was supper-time before she had come to the end of her enquiries about Miss Mellins; but when the two sisters had seated themselves at their evening meal Ann Eliza at last found a chance to say: “So she on'y had a speck of dust in her.” Evelina understood at once that the reference was not to Miss Mellins."}, {"size": 744, "text": "“Yes--at least he thinks so,” she answered, helping herself as a matter of course to the first cup of tea. “On'y to think!” murmured Ann Eliza. “But he isn't SURE,” Evelina continued, absently pushing the teapot toward her sister. “It may be something wrong with the--I forget what he called it. Anyhow, he said he'd call round and see, day after to-morrow, after supper.” “Who said?” gasped Ann Eliza. “Why, Mr. Ramy, of course. I think he's real nice, Ann Eliza. And I don't believe he's forty; but he DOES look sick. I guess he's pretty lonesome, all by himself in that store. He as much as told me so, and somehow”--Evelina paused and bridled--“I kinder thought that maybe his saying he'd call round about the clock was on'y just an excuse."}, {"size": 666, "text": "He said it just as I was going out of the store. What you think, Ann Eliza?” “Oh, I don't har'ly know.” To save herself, Ann Eliza could produce nothing warmer. “Well, I don't pretend to be smarter than other folks,” said Evelina, putting a conscious hand to her hair, “but I guess Mr. Herman Ramy wouldn't be sorry to pass an evening here, 'stead of spending it all alone in that poky little place of his.” Her self-consciousness irritated Ann Eliza. “I guess he's got plenty of friends of his own,” she said, almost harshly. “No, he ain't, either. He's got hardly any.” “Did he tell you that too?” Even to her own ears there was a faint sneer in the interrogation."}, {"size": 638, "text": "“Yes, he did,” said Evelina, dropping her lids with a smile. “He seemed to be just crazy to talk to somebody--somebody agreeable, I mean. I think the man's unhappy, Ann Eliza.” “So do I,” broke from the elder sister. “He seems such an educated man, too. He was reading the paper when I went in. Ain't it sad to think of his being reduced to that little store, after being years at Tiff'ny's, and one of the head men in their clock-department?” “He told you all that?” “Why, yes. I think he'd a' told me everything ever happened to him if I'd had the time to stay and listen. I tell you he's dead lonely, Ann Eliza.” “Yes,” said Ann Eliza."}, {"size": 620, "text": "Two days afterward, Ann Eliza noticed that Evelina, before they sat down to supper, pinned a crimson bow under her collar; and when the meal was finished the younger sister, who seldom concerned herself with the clearing of the table, set about with nervous haste to help Ann Eliza in the removal of the dishes. “I hate to see food mussing about,” she grumbled. “Ain't it hateful having to do everything in one room?” “Oh, Evelina, I've always thought we was so comfortable,” Ann Eliza protested. “Well, so we are, comfortable enough; but I don't suppose there's any harm in my saying I wisht we had a parlour, is there?"}, {"size": 889, "text": "Anyway, we might manage to buy a screen to hide the bed.” Ann Eliza coloured. There was something vaguely embarrassing in Evelina's suggestion. “I always think if we ask for more what we have may be taken from us,” she ventured. “Well, whoever took it wouldn't get much,” Evelina retorted with a laugh as she swept up the table-cloth. A few moments later the back room was in its usual flawless order and the two sisters had seated themselves near the lamp. Ann Eliza had taken up her sewing, and Evelina was preparing to make artificial flowers. The sisters usually relegated this more delicate business to the long leisure of the summer months; but to-night Evelina had brought out the box which lay all winter under the bed, and spread before her a bright array of muslin petals, yellow stamens and green corollas, and a tray of little implements curiously suggestive of the dental art."}, {"size": 602, "text": "Ann Eliza made no remark on this unusual proceeding; perhaps she guessed why, for that evening her sister had chosen a graceful task. Presently a knock on the outer door made them look up; but Evelina, the first on her feet, said promptly: “Sit still. I'll see who it is.” Ann Eliza was glad to sit still: the baby's petticoat that she was stitching shook in her fingers. “Sister, here's Mr. Ramy come to look at the clock,” said Evelina, a moment later, in the high drawl she cultivated before strangers; and a shortish man with a pale bearded face and upturned coat-collar came stiffly into the room."}, {"size": 733, "text": "Ann Eliza let her work fall as she stood up. “You're very welcome, I'm sure, Mr. Ramy. It's real kind of you to call.” “Nod ad all, ma'am.” A tendency to illustrate Grimm's law in the interchange of his consonants betrayed the clockmaker's nationality, but he was evidently used to speaking English, or at least the particular branch of the vernacular with which the Bunner sisters were familiar. “I don't like to led any clock go out of my store without being sure it gives satisfaction,” he added. “Oh--but we were satisfied,” Ann Eliza assured him. “But I wasn't, you see, ma'am,” said Mr. Ramy looking slowly about the room, “nor I won't be, not till I see that clock's going all right.” “May I assist you off with your coat, Mr."}, {"size": 602, "text": "Ramy?” Evelina interposed. She could never trust Ann Eliza to remember these opening ceremonies. “Thank you, ma'am,” he replied, and taking his thread-bare over-coat and shabby hat she laid them on a chair with the gesture she imagined the lady with the puffed sleeves might make use of on similar occasions. Ann Eliza's social sense was roused, and she felt that the next act of hospitality must be hers. “Won't you suit yourself to a seat?” she suggested. “My sister will reach down the clock; but I'm sure she's all right again. She's went beautiful ever since you fixed her.” “Dat's good,” said Mr."}, {"size": 685, "text": "Ramy. His lips parted in a smile which showed a row of yellowish teeth with one or two gaps in it; but in spite of this disclosure Ann Eliza thought his smile extremely pleasant: there was something wistful and conciliating in it which agreed with the pathos of his sunken cheeks and prominent eyes. As he took the lamp, the light fell on his bulging forehead and wide skull thinly covered with grayish hair. His hands were pale and broad, with knotty joints and square finger-tips rimmed with grime; but his touch was as light as a woman's. “Well, ladies, dat clock's all right,” he pronounced. “I'm sure we're very much obliged to you,” said Evelina, throwing a glance at her sister."}, {"size": 641, "text": "“Oh,” Ann Eliza murmured, involuntarily answering the admonition. She selected a key from the bunch that hung at her waist with her cutting-out scissors, and fitting it into the lock of the cupboard, brought out the cherry brandy and three old-fashioned glasses engraved with vine-wreaths. “It's a very cold night,” she said, “and maybe you'd like a sip of this cordial. It was made a great while ago by our grandmother.” “It looks fine,” said Mr. Ramy bowing, and Ann Eliza filled the glasses. In her own and Evelina's she poured only a few drops, but she filled their guest's to the brim. “My sister and I seldom take wine,” she explained."}, {"size": 693, "text": "With another bow, which included both his hostesses, Mr. Ramy drank off the cherry brandy and pronounced it excellent. Evelina meanwhile, with an assumption of industry intended to put their guest at ease, had taken up her instruments and was twisting a rose-petal into shape. “You make artificial flowers, I see, ma'am,” said Mr. Ramy with interest. “It's very pretty work. I had a lady-vriend in Shermany dat used to make flowers.” He put out a square finger-tip to touch the petal. Evelina blushed a little. “You left Germany long ago, I suppose?” “Dear me yes, a goot while ago. I was only ninedeen when I come to the States.” After this the conversation dragged on intermittently till Mr."}, {"size": 682, "text": "Ramy, peering about the room with the short-sighted glance of his race, said with an air of interest: “You're pleasantly fixed here; it looks real cosy.” The note of wistfulness in his voice was obscurely moving to Ann Eliza. “Oh, we live very plainly,” said Evelina, with an affectation of grandeur deeply impressive to her sister. “We have very simple tastes.” “You look real comfortable, anyhow,” said Mr. Ramy. His bulging eyes seemed to muster the details of the scene with a gentle envy. “I wisht I had as good a store; but I guess no blace seems home-like when you're always alone in it.” For some minutes longer the conversation moved on at this desultory pace, and then Mr."}, {"size": 652, "text": "Ramy, who had been obviously nerving himself for the difficult act of departure, took his leave with an abruptness which would have startled anyone used to the subtler gradations of intercourse. But to Ann Eliza and her sister there was nothing surprising in his abrupt retreat. The long-drawn agonies of preparing to leave, and the subsequent dumb plunge through the door, were so usual in their circle that they would have been as much embarrassed as Mr. Ramy if he had tried to put any fluency into his adieux. After he had left both sisters remained silent for a while; then Evelina, laying aside her unfinished flower, said: “I'll go and lock up.”"}, {"size": 680, "text": "Intolerably monotonous seemed now to the Bunner sisters the treadmill routine of the shop, colourless and long their evenings about the lamp, aimless their habitual interchange of words to the weary accompaniment of the sewing and pinking machines. It was perhaps with the idea of relieving the tension of their mood that Evelina, the following Sunday, suggested inviting Miss Mellins to supper. The Bunner sisters were not in a position to be lavish of the humblest hospitality, but two or three times in the year they shared their evening meal with a friend; and Miss Mellins, still flushed with the importance of her “turn,” seemed the most interesting guest they could invite."}, {"size": 613, "text": "As the three women seated themselves at the supper-table, embellished by the unwonted addition of pound cake and sweet pickles, the dress-maker's sharp swarthy person stood out vividly between the neutral-tinted sisters. Miss Mellins was a small woman with a glossy yellow face and a frizz of black hair bristling with imitation tortoise-shell pins. Her sleeves had a fashionable cut, and half a dozen metal bangles rattled on her wrists. Her voice rattled like her bangles as she poured forth a stream of anecdote and ejaculation; and her round black eyes jumped with acrobatic velocity from one face to another."}, {"size": 881, "text": "Miss Mellins was always having or hearing of amazing adventures. She had surprised a burglar in her room at midnight (though how he got there, what he robbed her of, and by what means he escaped had never been quite clear to her auditors); she had been warned by anonymous letters that her grocer (a rejected suitor) was putting poison in her tea; she had a customer who was shadowed by detectives, and another (a very wealthy lady) who had been arrested in a department store for kleptomania; she had been present at a spiritualist seance where an old gentleman had died in a fit on seeing a materialization of his mother-in-law; she had escaped from two fires in her night-gown, and at the funeral of her first cousin the horses attached to the hearse had run away and smashed the coffin, precipitating her relative into an open man-hole before the eyes of his distracted family."}, {"size": 753, "text": "A sceptical observer might have explained Miss Mellins's proneness to adventure by the fact that she derived her chief mental nourishment from the Police Gazette and the Fireside Weekly; but her lot was cast in a circle where such insinuations were not likely to be heard, and where the title-role in blood-curdling drama had long been her recognized right. “Yes,” she was now saying, her emphatic eyes on Ann Eliza, “you may not believe it, Miss Bunner, and I don't know's I should myself if anybody else was to tell me, but over a year before ever I was born, my mother she went to see a gypsy fortune-teller that was exhibited in a tent on the Battery with the green-headed lady, though her father warned her not to--and what you s'pose she told her?"}, {"size": 888, "text": "Why, she told her these very words--says she: 'Your next child'll be a girl with jet-black curls, and she'll suffer from spasms.'” “Mercy!” murmured Ann Eliza, a ripple of sympathy running down her spine. “D'you ever have spasms before, Miss Mellins?” Evelina asked. “Yes, ma'am,” the dress-maker declared. “And where'd you suppose I had 'em? Why, at my cousin Emma McIntyre's wedding, her that married the apothecary over in Jersey City, though her mother appeared to her in a dream and told her she'd rue the day she done it, but as Emma said, she got more advice than she wanted from the living, and if she was to listen to spectres too she'd never be sure what she'd ought to do and what she'd oughtn't; but I will say her husband took to drink, and she never was the same woman after her fust baby--well, they had an elegant church wedding, and what you s'pose I saw as I was walkin'"}, {"size": 642, "text": "up the aisle with the wedding percession?” “Well?” Ann Eliza whispered, forgetting to thread her needle. “Why, a coffin, to be sure, right on the top step of the chancel--Emma's folks is 'piscopalians and she would have a church wedding, though HIS mother raised a terrible rumpus over it--well, there it set, right in front of where the minister stood that was going to marry 'em, a coffin covered with a black velvet pall with a gold fringe, and a 'Gates Ajar' in white camellias atop of it.” “Goodness,” said Evelina, starting, “there's a knock!” “Who can it be?” shuddered Ann Eliza, still under the spell of Miss Mellins's hallucination."}, {"size": 752, "text": "Evelina rose and lit a candle to guide her through the shop. They heard her turn the key of the outer door, and a gust of night air stirred the close atmosphere of the back room; then there was a sound of vivacious exclamations, and Evelina returned with Mr. Ramy. Ann Eliza's heart rocked like a boat in a heavy sea, and the dress-maker's eyes, distended with curiosity, sprang eagerly from face to face. “I just thought I'd call in again,” said Mr. Ramy, evidently somewhat disconcerted by the presence of Miss Mellins. “Just to see how the clock's behaving,” he added with his hollow-cheeked smile. “Oh, she's behaving beautiful,” said Ann Eliza; “but we're real glad to see you all the same. Miss Mellins, let me make you acquainted with Mr. Ramy.”"}, {"size": 870, "text": "The dress-maker tossed back her head and dropped her lids in condescending recognition of the stranger's presence; and Mr. Ramy responded by an awkward bow. After the first moment of constraint a renewed sense of satisfaction filled the consciousness of the three women. The Bunner sisters were not sorry to let Miss Mellins see that they received an occasional evening visit, and Miss Mellins was clearly enchanted at the opportunity of pouring her latest tale into a new ear. As for Mr. Ramy, he adjusted himself to the situation with greater ease than might have been expected, and Evelina, who had been sorry that he should enter the room while the remains of supper still lingered on the table, blushed with pleasure at his good-humored offer to help her “glear away.” The table cleared, Ann Eliza suggested a game of cards; and it was after eleven o'clock when Mr."}, {"size": 613, "text": "Ramy rose to take leave. His adieux were so much less abrupt than on the occasion of his first visit that Evelina was able to satisfy her sense of etiquette by escorting him, candle in hand, to the outer door; and as the two disappeared into the shop Miss Mellins playfully turned to Ann Eliza. “Well, well, Miss Bunner,” she murmured, jerking her chin in the direction of the retreating figures, “I'd no idea your sister was keeping company. On'y to think!” Ann Eliza, roused from a state of dreamy beatitude, turned her timid eyes on the dress-maker. “Oh, you're mistaken, Miss Mellins. We don't har'ly know Mr."}, {"size": 722, "text": "Ramy.” Miss Mellins smiled incredulously. “You go 'long, Miss Bunner. I guess there'll be a wedding somewheres round here before spring, and I'll be real offended if I ain't asked to make the dress. I've always seen her in a gored satin with rooshings.” Ann Eliza made no answer. She had grown very pale, and her eyes lingered searchingly on Evelina as the younger sister re-entered the room. Evelina's cheeks were pink, and her blue eyes glittered; but it seemed to Ann Eliza that the coquettish tilt of her head regrettably emphasized the weakness of her receding chin. It was the first time that Ann Eliza had ever seen a flaw in her sister's beauty, and her involuntary criticism startled her like a secret disloyalty."}, {"size": 861, "text": "That night, after the light had been put out, the elder sister knelt longer than usual at her prayers. In the silence of the darkened room she was offering up certain dreams and aspirations whose brief blossoming had lent a transient freshness to her days. She wondered now how she could ever have supposed that Mr. Ramy's visits had another cause than the one Miss Mellins suggested. Had not the sight of Evelina first inspired him with a sudden solicitude for the welfare of the clock? And what charms but Evelina's could have induced him to repeat his visit? Grief held up its torch to the frail fabric of Ann Eliza's illusions, and with a firm heart she watched them shrivel into ashes; then, rising from her knees full of the chill joy of renunciation, she laid a kiss on the crimping pins of the sleeping Evelina and crept under the bedspread at her side."}, {"size": 811, "text": "During the months that followed, Mr. Ramy visited the sisters with increasing frequency. It became his habit to call on them every Sunday evening, and occasionally during the week he would find an excuse for dropping in unannounced as they were settling down to their work beside the lamp. Ann Eliza noticed that Evelina now took the precaution of putting on her crimson bow every evening before supper, and that she had refurbished with a bit of carefully washed lace the black silk which they still called new because it had been bought a year after Ann Eliza's.Mr. Ramy, as he grew more intimate, became less conversational, and after the sisters had blushingly accorded him the privilege of a pipe he began to permit himself long stretches of meditative silence that were not without charm to his hostesses."}, {"size": 746, "text": "There was something at once fortifying and pacific in the sense of that tranquil male presence in an atmosphere which had so long quivered with little feminine doubts and distresses; and the sisters fell into the habit of saying to each other, in moments of uncertainty: “We'll ask Mr. Ramy when he comes,” and of accepting his verdict, whatever it might be, with a fatalistic readiness that relieved them of all responsibility. When Mr. Ramy drew the pipe from his mouth and became, in his turn, confidential, the acuteness of their sympathy grew almost painful to the sisters. With passionate participation they listened to the story of his early struggles in Germany, and of the long illness which had been the cause of his recent misfortunes."}, {"size": 677, "text": "The name of the Mrs. Hochmuller (an old comrade's widow) who had nursed him through his fever was greeted with reverential sighs and an inward pang of envy whenever it recurred in his biographical monologues, and once when the sisters were alone Evelina called a responsive flush to Ann Eliza's brow by saying suddenly, without the mention of any name: “I wonder what she's like?” One day toward spring Mr. Ramy, who had by this time become as much a part of their lives as the letter-carrier or the milkman, ventured the suggestion that the ladies should accompany him to an exhibition of stereopticon views which was to take place at Chickering Hall on the following evening."}, {"size": 642, "text": "After their first breathless “Oh!” of pleasure there was a silence of mutual consultation, which Ann Eliza at last broke by saying: “You better go with Mr. Ramy, Evelina. I guess we don't both want to leave the store at night.” Evelina, with such protests as politeness demanded, acquiesced in this opinion, and spent the next day in trimming a white chip bonnet with forget-me-nots of her own making. Ann Eliza brought out her mosaic brooch, a cashmere scarf of their mother's was taken from its linen cerements, and thus adorned Evelina blushingly departed with Mr. Ramy, while the elder sister sat down in her place at the pinking-machine."}, {"size": 837, "text": "It seemed to Ann Eliza that she was alone for hours, and she was surprised, when she heard Evelina tap on the door, to find that the clock marked only half-past ten. “It must have gone wrong again,” she reflected as she rose to let her sister in. The evening had been brilliantly interesting, and several striking stereopticon views of Berlin had afforded Mr. Ramy the opportunity of enlarging on the marvels of his native city. “He said he'd love to show it all to me!” Evelina declared as Ann Eliza conned her glowing face. “Did you ever hear anything so silly? I didn't know which way to look.” Ann Eliza received this confidence with a sympathetic murmur. “My bonnet IS becoming, isn't it?” Evelina went on irrelevantly, smiling at her reflection in the cracked glass above the chest of drawers. “You're jest lovely,” said Ann Eliza."}, {"size": 618, "text": "Spring was making itself unmistakably known to the distrustful New Yorker by an increased harshness of wind and prevalence of dust, when one day Evelina entered the back room at supper-time with a cluster of jonquils in her hand. “I was just that foolish,” she answered Ann Eliza's wondering glance, “I couldn't help buyin' 'em. I felt as if I must have something pretty to look at right away.” “Oh, sister,” said Ann Eliza, in trembling sympathy. She felt that special indulgence must be conceded to those in Evelina's state since she had had her own fleeting vision of such mysterious longings as the words betrayed."}, {"size": 643, "text": "Evelina, meanwhile, had taken the bundle of dried grasses out of the broken china vase, and was putting the jonquils in their place with touches that lingered down their smooth stems and blade-like leaves. “Ain't they pretty?” she kept repeating as she gathered the flowers into a starry circle. “Seems as if spring was really here, don't it?” Ann Eliza remembered that it was Mr. Ramy's evening. When he came, the Teutonic eye for anything that blooms made him turn at once to the jonquils. “Ain't dey pretty?” he said. “Seems like as if de spring was really here.” “Don't it?” Evelina exclaimed, thrilled by the coincidence of their thought."}, {"size": 735, "text": "“It's just what I was saying to my sister.” Ann Eliza got up suddenly and moved away; she remembered that she had not wound the clock the day before. Evelina was sitting at the table; the jonquils rose slenderly between herself and Mr. Ramy. “Oh,” she murmured with vague eyes, “how I'd love to get away somewheres into the country this very minute--somewheres where it was green and quiet. Seems as if I couldn't stand the city another day.” But Ann Eliza noticed that she was looking at Mr. Ramy, and not at the flowers. “I guess we might go to Cendral Park some Sunday,” their visitor suggested. “Do you ever go there, Miss Evelina?” “No, we don't very often; leastways we ain't been for a good while.” She sparkled at the prospect."}, {"size": 607, "text": "“It would be lovely, wouldn't it, Ann Eliza?” “Why, yes,” said the elder sister, coming back to her seat. “Well, why don't we go next Sunday?” Mr. Ramy continued. “And we'll invite Miss Mellins too--that'll make a gosy little party.” That night when Evelina undressed she took a jonquil from the vase and pressed it with a certain ostentation between the leaves of her prayer-book. Ann Eliza, covertly observing her, felt that Evelina was not sorry to be observed, and that her own acute consciousness of the act was somehow regarded as magnifying its significance. The following Sunday broke blue and warm."}, {"size": 684, "text": "The Bunner sisters were habitual church-goers, but for once they left their prayer-books on the what-not, and ten o'clock found them, gloved and bonneted, awaiting Miss Mellins's knock. Miss Mellins presently appeared in a glitter of jet sequins and spangles, with a tale of having seen a strange man prowling under her windows till he was called off at dawn by a confederate's whistle; and shortly afterward came Mr. Ramy, his hair brushed with more than usual care, his broad hands encased in gloves of olive-green kid. The little party set out for the nearest street-car, and a flutter of mingled gratification and embarrassment stirred Ann Eliza's bosom when it was found that Mr."}, {"size": 855, "text": "Ramy intended to pay their fares. Nor did he fail to live up to this opening liberality; for after guiding them through the Mall and the Ramble he led the way to a rustic restaurant where, also at his expense, they fared idyllically on milk and lemon-pie. After this they resumed their walk, strolling on with the slowness of unaccustomed holiday-makers from one path to another--through budding shrubberies, past grass-banks sprinkled with lilac crocuses, and under rocks on which the forsythia lay like sudden sunshine. Everything about her seemed new and miraculously lovely to Ann Eliza; but she kept her feelings to herself, leaving it to Evelina to exclaim at the hepaticas under the shady ledges, and to Miss Mellins, less interested in the vegetable than in the human world, to remark significantly on the probable history of the persons they met."}, {"size": 655, "text": "All the alleys were thronged with promenaders and obstructed by perambulators; and Miss Mellins's running commentary threw a glare of lurid possibilities over the placid family groups and their romping progeny. Ann Eliza was in no mood for such interpretations of life; but, knowing that Miss Mellins had been invited for the sole purpose of keeping her company she continued to cling to the dress-maker's side, letting Mr. Ramy lead the way with Evelina. Miss Mellins, stimulated by the excitement of the occasion, grew more and more discursive, and her ceaseless talk, and the kaleidoscopic whirl of the crowd, were unspeakably bewildering to Ann Eliza."}, {"size": 679, "text": "Her feet, accustomed to the slippered ease of the shop, ached with the unfamiliar effort of walking, and her ears with the din of the dress-maker's anecdotes; but every nerve in her was aware of Evelina's enjoyment, and she was determined that no weariness of hers should curtail it. Yet even her heroism shrank from the significant glances which Miss Mellins presently began to cast at the couple in front of them: Ann Eliza could bear to connive at Evelina's bliss, but not to acknowledge it to others. At length Evelina's feet also failed her, and she turned to suggest that they ought to be going home. Her flushed face had grown pale with fatigue, but her eyes were radiant."}, {"size": 847, "text": "The return lived in Ann Eliza's memory with the persistence of an evil dream. The horse-cars were packed with the returning throng, and they had to let a dozen go by before they could push their way into one that was already crowded. Ann Eliza had never before felt so tired. Even Miss Mellins's flow of narrative ran dry, and they sat silent, wedged between a negro woman and a pock-marked man with a bandaged head, while the car rumbled slowly down a squalid avenue to their corner. Evelina and Mr. Ramy sat together in the forward part of the car, and Ann Eliza could catch only an occasional glimpse of the forget-me-not bonnet and the clock-maker's shiny coat-collar; but when the little party got out at their corner the crowd swept them together again, and they walked back in the effortless silence of tired children to the Bunner sisters'"}, {"size": 434, "text": "basement. As Miss Mellins and Mr. Ramy turned to go their various ways Evelina mustered a last display of smiles; but Ann Eliza crossed the threshold in silence, feeling the stillness of the little shop reach out to her like consoling arms. That night she could not sleep; but as she lay cold and rigid at her sister's side, she suddenly felt the pressure of Evelina's arms, and heard her whisper: “Oh, Ann Eliza, warn't it heavenly?”"}, {"size": 750, "text": "For four days after their Sunday in the Park the Bunner sisters had no news of Mr. Ramy. At first neither one betrayed her disappointment and anxiety to the other; but on the fifth morning Evelina, always the first to yield to her feelings, said, as she turned from her untasted tea: “I thought you'd oughter take that money out by now, Ann Eliza.”Ann Eliza understood and reddened. The winter had been a fairly prosperous one for the sisters, and their slowly accumulated savings had now reached the handsome sum of two hundred dollars; but the satisfaction they might have felt in this unwonted opulence had been clouded by a suggestion of Miss Mellins's that there were dark rumours concerning the savings bank in which their funds were deposited."}, {"size": 600, "text": "They knew Miss Mellins was given to vain alarms; but her words, by the sheer force of repetition, had so shaken Ann Eliza's peace that after long hours of midnight counsel the sisters had decided to advise with Mr. Ramy; and on Ann Eliza, as the head of the house, this duty had devolved. Mr. Ramy, when consulted, had not only confirmed the dress-maker's report, but had offered to find some safe investment which should give the sisters a higher rate of interest than the suspected savings bank; and Ann Eliza knew that Evelina alluded to the suggested transfer. “Why, yes, to be sure,” she agreed."}, {"size": 625, "text": "“Mr. Ramy said if he was us he wouldn't want to leave his money there any longer'n he could help.” “It was over a week ago he said it,” Evelina reminded her. “I know; but he told me to wait till he'd found out for sure about that other investment; and we ain't seen him since then.” Ann Eliza's words released their secret fear. “I wonder what's happened to him,” Evelina said. “You don't suppose he could be sick?” “I was wondering too,” Ann Eliza rejoined; and the sisters looked down at their plates. “I should think you'd oughter do something about that money pretty soon,” Evelina began again. “Well, I know I'd oughter."}, {"size": 684, "text": "What would you do if you was me?” “If I was YOU,” said her sister, with perceptible emphasis and a rising blush, “I'd go right round and see if Mr. Ramy was sick. YOU could.” The words pierced Ann Eliza like a blade. “Yes, that's so,” she said. “It would only seem friendly, if he really IS sick. If I was you I'd go to-day,” Evelina continued; and after dinner Ann Eliza went. On the way she had to leave a parcel at the dyer's, and having performed that errand she turned toward Mr. Ramy's shop. Never before had she felt so old, so hopeless and humble. She knew she was bound on a love-errand of Evelina's, and the knowledge seemed to dry the last drop of young blood in her veins."}, {"size": 682, "text": "It took from her, too, all her faded virginal shyness; and with a brisk composure she turned the handle of the clock-maker's door. But as she entered her heart began to tremble, for she saw Mr. Ramy, his face hidden in his hands, sitting behind the counter in an attitude of strange dejection. At the click of the latch he looked up slowly, fixing a lustreless stare on Ann Eliza. For a moment she thought he did not know her. “Oh, you're sick!” she exclaimed; and the sound of her voice seemed to recall his wandering senses. “Why, if it ain't Miss Bunner!” he said, in a low thick tone; but he made no attempt to move, and she noticed that his face was the colour of yellow ashes."}, {"size": 665, "text": "“You ARE sick,” she persisted, emboldened by his evident need of help. “Mr. Ramy, it was real unfriendly of you not to let us know.” He continued to look at her with dull eyes. “I ain't been sick,” he said. “Leastways not very: only one of my old turns.” He spoke in a slow laboured way, as if he had difficulty in getting his words together. “Rheumatism?” she ventured, seeing how unwillingly he seemed to move. “Well--somethin' like, maybe. I couldn't hardly put a name to it.” “If it WAS anything like rheumatism, my grandmother used to make a tea--” Ann Eliza began: she had forgotten, in the warmth of the moment, that she had only come as Evelina's messenger."}, {"size": 716, "text": "At the mention of tea an expression of uncontrollable repugnance passed over Mr. Ramy's face. “Oh, I guess I'm getting on all right. I've just got a headache to-day.” Ann Eliza's courage dropped at the note of refusal in his voice. “I'm sorry,” she said gently. “My sister and me'd have been glad to do anything we could for you.” “Thank you kindly,” said Mr. Ramy wearily; then, as she turned to the door, he added with an effort: “Maybe I'll step round to-morrow.” “We'll be real glad,” Ann Eliza repeated. Her eyes were fixed on a dusty bronze clock in the window. She was unaware of looking at it at the time, but long afterward she remembered that it represented a Newfoundland dog with his paw on an open book."}, {"size": 870, "text": "When she reached home there was a purchaser in the shop, turning over hooks and eyes under Evelina's absent-minded supervision. Ann Eliza passed hastily into the back room, but in an instant she heard her sister at her side. “Quick! I told her I was goin' to look for some smaller hooks--how is he?” Evelina gasped. “He ain't been very well,” said Ann Eliza slowly, her eyes on Evelina's eager face; “but he says he'll be sure to be round to-morrow night.” “He will? Are you telling me the truth?” “Why, Evelina Bunner!” “Oh, I don't care!” cried the younger recklessly, rushing back into the shop. Ann Eliza stood burning with the shame of Evelina's self-exposure. She was shocked that, even to her, Evelina should lay bare the nakedness of her emotion; and she tried to turn her thoughts from it as though its recollection made her a sharer in her sister's debasement."}, {"size": 636, "text": "The next evening, Mr. Ramy reappeared, still somewhat sallow and red-lidded, but otherwise his usual self. Ann Eliza consulted him about the investment he had recommended, and after it had been settled that he should attend to the matter for her he took up the illustrated volume of Longfellow--for, as the sisters had learned, his culture soared beyond the newspapers--and read aloud, with a fine confusion of consonants, the poem on “Maidenhood.” Evelina lowered her lids while he read. It was a very beautiful evening, and Ann Eliza thought afterward how different life might have been with a companion who read poetry like Mr. Ramy."}, {"size": 758, "text": "During the ensuing weeks Mr. Ramy, though his visits were as frequent as ever, did not seem to regain his usual spirits. He complained frequently of headache, but rejected Ann Eliza's tentatively proffered remedies, and seemed to shrink from any prolonged investigation of his symptoms. July had come, with a sudden ardour of heat, and one evening, as the three sat together by the open window in the back room, Evelina said: “I dunno what I wouldn't give, a night like this, for a breath of real country air.” “So would I,” said Mr. Ramy, knocking the ashes from his pipe. “I'd like to be setting in an arbour dis very minute.” “Oh, wouldn't it be lovely?” “I always think it's real cool here--we'd be heaps hotter up where Miss Mellins is,” said Ann Eliza."}, {"size": 867, "text": "“Oh, I daresay--but we'd be heaps cooler somewhere else,” her sister snapped: she was not infrequently exasperated by Ann Eliza's furtive attempts to mollify Providence. A few days later Mr. Ramy appeared with a suggestion which enchanted Evelina. He had gone the day before to see his friend, Mrs. Hochmuller, who lived in the outskirts of Hoboken, and Mrs. Hochmuller had proposed that on the following Sunday he should bring the Bunner sisters to spend the day with her. “She's got a real garden, you know,” Mr. Ramy explained, “wid trees and a real summer-house to set in; and hens and chickens too. And it's an elegant sail over on de ferry-boat.” The proposal drew no response from Ann Eliza. She was still oppressed by the recollection of her interminable Sunday in the Park; but, obedient to Evelina's imperious glance, she finally faltered out an acceptance."}, {"size": 751, "text": "The Sunday was a very hot one, and once on the ferry-boat Ann Eliza revived at the touch of the salt breeze, and the spectacle of the crowded waters; but when they reached the other shore, and stepped out on the dirty wharf, she began to ache with anticipated weariness. They got into a street-car, and were jolted from one mean street to another, till at length Mr. Ramy pulled the conductor's sleeve and they got out again; then they stood in the blazing sun, near the door of a crowded beer-saloon, waiting for another car to come; and that carried them out to a thinly settled district, past vacant lots and narrow brick houses standing in unsupported solitude, till they finally reached an almost rural region of scattered cottages and low wooden"}, {"size": 667, "text": "buildings that looked like village “stores.” Here the car finally stopped of its own accord, and they walked along a rutty road, past a stone-cutter's yard with a high fence tapestried with theatrical advertisements, to a little red house with green blinds and a garden paling. Really, Mr. Ramy had not deceived them. Clumps of dielytra and day-lilies bloomed behind the paling, and a crooked elm hung romantically over the gable of the house. At the gate Mrs. Hochmuller, a broad woman in brick-brown merino, met them with nods and smiles, while her daughter Linda, a flaxen-haired girl with mottled red cheeks and a sidelong stare, hovered inquisitively behind her."}, {"size": 765, "text": "Mrs. Hochmuller, leading the way into the house, conducted the Bunner sisters the way to her bedroom. Here they were invited to spread out on a mountainous white featherbed the cashmere mantles under which the solemnity of the occasion had compelled them to swelter, and when they had given their black silks the necessary twitch of readjustment, and Evelina had fluffed out her hair before a looking-glass framed in pink-shell work, their hostess led them to a stuffy parlour smelling of gingerbread. After another ceremonial pause, broken by polite enquiries and shy ejaculations, they were shown into the kitchen, where the table was already spread with strange-looking spice-cakes and stewed fruits, and where they presently found themselves seated between Mrs."}, {"size": 724, "text": "Hochmuller and Mr. Ramy, while the staring Linda bumped back and forth from the stove with steaming dishes. To Ann Eliza the dinner seemed endless, and the rich fare strangely unappetizing. She was abashed by the easy intimacy of her hostess's voice and eye. With Mr. Ramy Mrs. Hochmuller was almost flippantly familiar, and it was only when Ann Eliza pictured her generous form bent above his sick-bed that she could forgive her for tersely addressing him as “Ramy.” During one of the pauses of the meal Mrs. Hochmuller laid her knife and fork against the edges of her plate, and, fixing her eyes on the clock-maker's face, said accusingly: “You hat one of dem turns again, Ramy.” “I dunno as I had,” he returned evasively."}, {"size": 779, "text": "Evelina glanced from one to the other. “Mr. Ramy HAS been sick,” she said at length, as though to show that she also was in a position to speak with authority. “He's complained very frequently of headaches.” “Ho!--I know him,” said Mrs. Hochmuller with a laugh, her eyes still on the clock-maker. “Ain't you ashamed of yourself, Ramy?” Mr. Ramy, who was looking at his plate, said suddenly one word which the sisters could not understand; it sounded to Ann Eliza like “Shwike.” Mrs. Hochmuller laughed again. “My, my,” she said, “wouldn't you think he'd be ashamed to go and be sick and never dell me, me that nursed him troo dat awful fever?” “Yes, I SHOULD,” said Evelina, with a spirited glance at Ramy; but he was looking at the sausages that Linda had just put on the table."}, {"size": 809, "text": "When dinner was over Mrs. Hochmuller invited her guests to step out of the kitchen-door, and they found themselves in a green enclosure, half garden, half orchard. Grey hens followed by golden broods clucked under the twisted apple-boughs, a cat dozed on the edge of an old well, and from tree to tree ran the network of clothes-line that denoted Mrs. Hochmuller's calling. Beyond the apple trees stood a yellow summer-house festooned with scarlet runners; and below it, on the farther side of a rough fence, the land dipped down, holding a bit of woodland in its hollow. It was all strangely sweet and still on that hot Sunday afternoon, and as she moved across the grass under the apple-boughs Ann Eliza thought of quiet afternoons in church, and of the hymns her mother had sung to her when she was a baby."}, {"size": 619, "text": "Evelina was more restless. She wandered from the well to the summer-house and back, she tossed crumbs to the chickens and disturbed the cat with arch caresses; and at last she expressed a desire to go down into the wood. “I guess you got to go round by the road, then,” said Mrs. Hochmuller. “My Linda she goes troo a hole in de fence, but I guess you'd tear your dress if you was to dry.” “I'll help you,” said Mr. Ramy; and guided by Linda the pair walked along the fence till they reached a narrow gap in its boards. Through this they disappeared, watched curiously in their descent by the grinning Linda, while Mrs."}, {"size": 633, "text": "Hochmuller and Ann Eliza were left alone in the summer-house. Mrs. Hochmuller looked at her guest with a confidential smile. “I guess dey'll be gone quite a while,” she remarked, jerking her double chin toward the gap in the fence. “Folks like dat don't never remember about de dime.” And she drew out her knitting. Ann Eliza could think of nothing to say. “Your sister she thinks a great lot of him, don't she?” her hostess continued. Ann Eliza's cheeks grew hot. “Ain't you a teeny bit lonesome away out here sometimes?” she asked. “I should think you'd be scared nights, all alone with your daughter.” “Oh, no, I ain't,” said Mrs."}, {"size": 740, "text": "Hochmuller. “You see I take in washing--dat's my business--and it's a lot cheaper doing it out here dan in de city: where'd I get a drying-ground like dis in Hobucken? And den it's safer for Linda too; it geeps her outer de streets.” “Oh,” said Ann Eliza, shrinking. She began to feel a distinct aversion for her hostess, and her eyes turned with involuntary annoyance to the square-backed form of Linda, still inquisitively suspended on the fence. It seemed to Ann Eliza that Evelina and her companion would never return from the wood; but they came at length, Mr. Ramy's brow pearled with perspiration, Evelina pink and conscious, a drooping bunch of ferns in her hand; and it was clear that, to her at least, the moments had been winged."}, {"size": 742, "text": "“D'you suppose they'll revive?” she asked, holding up the ferns; but Ann Eliza, rising at her approach, said stiffly: “We'd better be getting home, Evelina.” “Mercy me! Ain't you going to take your coffee first?” Mrs. Hochmuller protested; and Ann Eliza found to her dismay that another long gastronomic ceremony must intervene before politeness permitted them to leave. At length, however, they found themselves again on the ferry-boat. Water and sky were grey, with a dividing gleam of sunset that sent sleek opal waves in the boat's wake. The wind had a cool tarry breath, as though it had travelled over miles of shipping, and the hiss of the water about the paddles was as delicious as though it had been splashed into their tired faces."}, {"size": 556, "text": "Ann Eliza sat apart, looking away from the others. She had made up her mind that Mr. Ramy had proposed to Evelina in the wood, and she was silently preparing herself to receive her sister's confidence that evening. But Evelina was apparently in no mood for confidences. When they reached home she put her faded ferns in water, and after supper, when she had laid aside her silk dress and the forget-me-not bonnet, she remained silently seated in her rocking-chair near the open window. It was long since Ann Eliza had seen her in so uncommunicative a mood."}, {"size": 670, "text": "The following Saturday Ann Eliza was sitting alone in the shop when the door opened and Mr. Ramy entered. He had never before called at that hour, and she wondered a little anxiously what had brought him. “Has anything happened?” she asked, pushing aside the basketful of buttons she had been sorting. “Not's I know of,” said Mr. Ramy tranquilly. “But I always close up the store at two o'clock Saturdays at this season, so I thought I might as well call round and see you.” “I'm real glad, I'm sure,” said Ann Eliza; “but Evelina's out.” “I know dat,” Mr. Ramy answered. “I met her round de corner. She told me she got to go to dat new dyer's up in Forty-eighth Street."}, {"size": 641, "text": "She won't be back for a couple of hours, har'ly, will she?” Ann Eliza looked at him with rising bewilderment. “No, I guess not,” she answered; her instinctive hospitality prompting her to add: “Won't you set down jest the same?” Mr. Ramy sat down on the stool beside the counter, and Ann Eliza returned to her place behind it. “I can't leave the store,” she explained. “Well, I guess we're very well here.” Ann Eliza had become suddenly aware that Mr. Ramy was looking at her with unusual intentness. Involuntarily her hand strayed to the thin streaks of hair on her temples, and thence descended to straighten the brooch beneath her collar."}, {"size": 627, "text": "“You're looking very well to-day, Miss Bunner,” said Mr. Ramy, following her gesture with a smile. “Oh,” said Ann Eliza nervously. “I'm always well in health,” she added. “I guess you're healthier than your sister, even if you are less sizeable.” “Oh, I don't know. Evelina's a mite nervous sometimes, but she ain't a bit sickly.” “She eats heartier than you do; but that don't mean nothing,” said Mr. Ramy. Ann Eliza was silent. She could not follow the trend of his thought, and she did not care to commit herself farther about Evelina before she had ascertained if Mr. Ramy considered nervousness interesting or the reverse."}, {"size": 670, "text": "But Mr. Ramy spared her all farther indecision. “Well, Miss Bunner,” he said, drawing his stool closer to the counter, “I guess I might as well tell you fust as last what I come here for to-day. I want to get married.” Ann Eliza, in many a prayerful midnight hour, had sought to strengthen herself for the hearing of this avowal, but now that it had come she felt pitifully frightened and unprepared. Mr. Ramy was leaning with both elbows on the counter, and she noticed that his nails were clean and that he had brushed his hat; yet even these signs had not prepared her! At last she heard herself say, with a dry throat in which her heart was hammering: “Mercy me, Mr."}, {"size": 849, "text": "Ramy!” “I want to get married,” he repeated. “I'm too lonesome. It ain't good for a man to live all alone, and eat noding but cold meat every day.” “No,” said Ann Eliza softly. “And the dust fairly beats me.” “Oh, the dust--I know!” Mr. Ramy stretched one of his blunt-fingered hands toward her. “I wisht you'd take me.” Still Ann Eliza did not understand. She rose hesitatingly from her seat, pushing aside the basket of buttons which lay between them; then she perceived that Mr. Ramy was trying to take her hand, and as their fingers met a flood of joy swept over her. Never afterward, though every other word of their interview was stamped on her memory beyond all possible forgetting, could she recall what he said while their hands touched; she only knew that she seemed to be floating on a summer sea, and that all its waves were in her ears."}, {"size": 483, "text": "“Me--me?” she gasped. “I guess so,” said her suitor placidly. “You suit me right down to the ground, Miss Bunner. Dat's the truth.” A woman passing along the street paused to look at the shop-window, and Ann Eliza half hoped she would come in; but after a desultory inspection she went on. “Maybe you don't fancy me?” Mr. Ramy suggested, discountenanced by Ann Eliza's silence. A word of assent was on her tongue, but her lips refused it. She must find some other way of telling him."}, {"size": 625, "text": "“Well, I always kinder thought we was suited to one another,” Mr. Ramy continued, eased of his momentary doubt. “I always liked de quiet style--no fuss and airs, and not afraid of work.” He spoke as though dispassionately cataloguing her charms. Ann Eliza felt that she must make an end. “But, Mr. Ramy, you don't understand. I've never thought of marrying.” Mr. Ramy looked at her in surprise. “Why not?” “Well, I don't know, har'ly.” She moistened her twitching lips. “The fact is, I ain't as active as I look. Maybe I couldn't stand the care. I ain't as spry as Evelina--nor as young,” she added, with a last great effort."}, {"size": 768, "text": "“But you do most of de work here, anyways,” said her suitor doubtfully. “Oh, well, that's because Evelina's busy outside; and where there's only two women the work don't amount to much. Besides, I'm the oldest; I have to look after things,” she hastened on, half pained that her simple ruse should so readily deceive him. “Well, I guess you're active enough for me,” he persisted. His calm determination began to frighten her; she trembled lest her own should be less staunch. “No, no,” she repeated, feeling the tears on her lashes. “I couldn't, Mr. Ramy, I couldn't marry. I'm so surprised. I always thought it was Evelina--always. And so did everybody else. She's so bright and pretty--it seemed so natural.” “Well, you was all mistaken,” said Mr. Ramy obstinately."}, {"size": 605, "text": "He rose, pushing back his chair. “You'd better think it over,” he said, in the large tone of a man who feels he may safely wait. “Oh, no, no. It ain't any sorter use, Mr. Ramy. I don't never mean to marry. I get tired so easily--I'd be afraid of the work. And I have such awful headaches.” She paused, racking her brain for more convincing infirmities. “Headaches, do you?” said Mr. Ramy, turning back. “My, yes, awful ones, that I have to give right up to. Evelina has to do everything when I have one of them headaches. She has to bring me my tea in the mornings.” “Well, I'm sorry to hear it,” said Mr."}, {"size": 610, "text": "Ramy. “Thank you kindly all the same,” Ann Eliza murmured. “And please don't--don't--” She stopped suddenly, looking at him through her tears. “Oh, that's all right,” he answered. “Don't you fret, Miss Gunner. Folks have got to suit themselves.” She thought his tone had grown more resigned since she had spoken of her headaches. For some moments he stood looking at her with a hesitating eye, as though uncertain how to end their conversation; and at length she found courage to say (in the words of a novel she had once read): “I don't want this should make any difference between us.” “Oh, my, no,” said Mr."}, {"size": 607, "text": "Ramy, absently picking up his hat. “You'll come in just the same?” she continued, nerving herself to the effort. “We'd miss you awfully if you didn't. Evelina, she--” She paused, torn between her desire to turn his thoughts to Evelina, and the dread of prematurely disclosing her sister's secret. “Don't Miss Evelina have no headaches?” Mr. Ramy suddenly asked. “My, no, never--well, not to speak of, anyway. She ain't had one for ages, and when Evelina IS sick she won't never give in to it,” Ann Eliza declared, making some hurried adjustments with her conscience. “I wouldn't have thought that,” said Mr."}, {"size": 621, "text": "Ramy. “I guess you don't know us as well as you thought you did.” “Well, no, that's so; maybe I don't. I'll wish you good day, Miss Bunner”; and Mr. Ramy moved toward the door. “Good day, Mr. Ramy,” Ann Eliza answered. She felt unutterably thankful to be alone. She knew the crucial moment of her life had passed, and she was glad that she had not fallen below her own ideals. It had been a wonderful experience; and in spite of the tears on her cheeks she was not sorry to have known it. Two facts, however, took the edge from its perfection: that it had happened in the shop, and that she had not had on her black silk."}, {"size": 638, "text": "She passed the next hour in a state of dreamy ecstasy. Something had entered into her life of which no subsequent empoverishment could rob it: she glowed with the same rich sense of possessorship that once, as a little girl, she had felt when her mother had given her a gold locket and she had sat up in bed in the dark to draw it from its hiding-place beneath her night-gown. At length a dread of Evelina's return began to mingle with these musings. How could she meet her younger sister's eye without betraying what had happened? She felt as though a visible glory lay on her, and she was glad that dusk had fallen when Evelina entered."}, {"size": 523, "text": "But her fears were superfluous. Evelina, always self-absorbed, had of late lost all interest in the simple happenings of the shop, and Ann Eliza, with mingled mortification and relief, perceived that she was in no danger of being cross-questioned as to the events of the afternoon. She was glad of this; yet there was a touch of humiliation in finding that the portentous secret in her bosom did not visibly shine forth. It struck her as dull, and even slightly absurd, of Evelina not to know at last that they were equals."}, {"size": 755, "text": "Mr. Ramy, after a decent interval, returned to the shop; and Ann Eliza, when they met, was unable to detect whether the emotions which seethed under her black alpaca found an echo in his bosom. Outwardly he made no sign. He lit his pipe as placidly as ever and seemed to relapse without effort into the unruffled intimacy of old. Yet to Ann Eliza's initiated eye a change became gradually perceptible. She saw that he was beginning to look at her sister as he had looked at her on that momentous afternoon: she even discerned a secret significance in the turn of his talk with Evelina. Once he asked her abruptly if she should like to travel, and Ann Eliza saw that the flush on Evelina's cheek was reflected from the same fire which had scorched her own."}, {"size": 637, "text": "So they drifted on through the sultry weeks of July. At that season the business of the little shop almost ceased, and one Saturday morning Mr. Ramy proposed that the sisters should lock up early and go with him for a sail down the bay in one of the Coney Island boats. Ann Eliza saw the light in Evelina's eye and her resolve was instantly taken. “I guess I won't go, thank you kindly; but I'm sure my sister will be happy to.” She was pained by the perfunctory phrase with which Evelina urged her to accompany them; and still more by Mr. Ramy's silence. “No, I guess I won't go,” she repeated, rather in answer to herself than to them."}, {"size": 812, "text": "“It's dreadfully hot and I've got a kinder headache.” “Oh, well, I wouldn't then,” said her sister hurriedly. “You'd better jest set here quietly and rest.” “Yes, I'll rest,” Ann Eliza assented. At two o'clock Mr. Ramy returned, and a moment later he and Evelina left the shop. Evelina had made herself another new bonnet for the occasion, a bonnet, Ann Eliza thought, almost too youthful in shape and colour. It was the first time it had ever occurred to her to criticize Evelina's taste, and she was frightened at the insidious change in her attitude toward her sister. When Ann Eliza, in later days, looked back on that afternoon she felt that there had been something prophetic in the quality of its solitude; it seemed to distill the triple essence of loneliness in which all her after-life was to be lived."}, {"size": 849, "text": "No purchasers came; not a hand fell on the door-latch; and the tick of the clock in the back room ironically emphasized the passing of the empty hours. Evelina returned late and alone. Ann Eliza felt the coming crisis in the sound of her footstep, which wavered along as if not knowing on what it trod. The elder sister's affection had so passionately projected itself into her junior's fate that at such moments she seemed to be living two lives, her own and Evelina's; and her private longings shrank into silence at the sight of the other's hungry bliss. But it was evident that Evelina, never acutely alive to the emotional atmosphere about her, had no idea that her secret was suspected; and with an assumption of unconcern that would have made Ann Eliza smile if the pang had been less piercing, the younger sister prepared to confess herself."}, {"size": 698, "text": "“What are you so busy about?” she said impatiently, as Ann Eliza, beneath the gas-jet, fumbled for the matches. “Ain't you even got time to ask me if I'd had a pleasant day?” Ann Eliza turned with a quiet smile. “I guess I don't have to. Seems to me it's pretty plain you have.” “Well, I don't know. I don't know HOW I feel--it's all so queer. I almost think I'd like to scream.” “I guess you're tired.” “No, I ain't. It's not that. But it all happened so suddenly, and the boat was so crowded I thought everybody'd hear what he was saying.--Ann Eliza,” she broke out, “why on earth don't you ask me what I'm talking about?” Ann Eliza, with a last effort of heroism, feigned a fond incomprehension."}, {"size": 624, "text": "“Why, I'm engaged to be married--so there! Now it's out! And it happened right on the boat; only to think of it! Of course I wasn't exactly surprised--I've known right along he was going to sooner or later--on'y somehow I didn't think of its happening to-day. I thought he'd never get up his courage. He said he was so 'fraid I'd say no--that's what kep' him so long from asking me. Well, I ain't said yes YET--leastways I told him I'd have to think it over; but I guess he knows. Oh, Ann Eliza, I'm so happy!” She hid the blinding brightness of her face. Ann Eliza, just then, would only let herself feel that she was glad."}, {"size": 703, "text": "She drew down Evelina's hands and kissed her, and they held each other. When Evelina regained her voice she had a tale to tell which carried their vigil far into the night. Not a syllable, not a glance or gesture of Ramy's, was the elder sister spared; and with unconscious irony she found herself comparing the details of his proposal to her with those which Evelina was imparting with merciless prolixity. The next few days were taken up with the embarrassed adjustment of their new relation to Mr. Ramy and to each other. Ann Eliza's ardour carried her to new heights of self-effacement, and she invented late duties in the shop in order to leave Evelina and her suitor longer alone in the back room."}, {"size": 712, "text": "Later on, when she tried to remember the details of those first days, few came back to her: she knew only that she got up each morning with the sense of having to push the leaden hours up the same long steep of pain. Mr. Ramy came daily now. Every evening he and his betrothed went out for a stroll around the Square, and when Evelina came in her cheeks were always pink. “He's kissed her under that tree at the corner, away from the lamp-post,” Ann Eliza said to herself, with sudden insight into unconjectured things. On Sundays they usually went for the whole afternoon to the Central Park, and Ann Eliza, from her seat in the mortal hush of the back room, followed step by step their long slow beatific walk."}, {"size": 674, "text": "There had been, as yet, no allusion to their marriage, except that Evelina had once told her sister that Mr. Ramy wished them to invite Mrs. Hochmuller and Linda to the wedding. The mention of the laundress raised a half-forgotten fear in Ann Eliza, and she said in a tone of tentative appeal: “I guess if I was you I wouldn't want to be very great friends with Mrs. Hochmuller.” Evelina glanced at her compassionately. “I guess if you was me you'd want to do everything you could to please the man you loved. It's lucky,” she added with glacial irony, “that I'm not too grand for Herman's friends.” “Oh,” Ann Eliza protested, “that ain't what I mean--and you know it ain't."}, {"size": 738, "text": "Only somehow the day we saw her I didn't think she seemed like the kinder person you'd want for a friend.” “I guess a married woman's the best judge of such matters,” Evelina replied, as though she already walked in the light of her future state. Ann Eliza, after that, kept her own counsel. She saw that Evelina wanted her sympathy as little as her admonitions, and that already she counted for nothing in her sister's scheme of life. To Ann Eliza's idolatrous acceptance of the cruelties of fate this exclusion seemed both natural and just; but it caused her the most lively pain. She could not divest her love for Evelina of its passionate motherliness; no breath of reason could lower it to the cool temperature of sisterly affection."}, {"size": 641, "text": "She was then passing, as she thought, through the novitiate of her pain; preparing, in a hundred experimental ways, for the solitude awaiting her when Evelina left. It was true that it would be a tempered loneliness. They would not be far apart. Evelina would “run in” daily from the clock-maker's; they would doubtless take supper with her on Sundays. But already Ann Eliza guessed with what growing perfunctoriness her sister would fulfill these obligations; she even foresaw the day when, to get news of Evelina, she should have to lock the shop at nightfall and go herself to Mr. Ramy's door. But on that contingency she would not dwell."}, {"size": 556, "text": "“They can come to me when they want to--they'll always find me here,” she simply said to herself. One evening Evelina came in flushed and agitated from her stroll around the Square. Ann Eliza saw at once that something had happened; but the new habit of reticence checked her question. She had not long to wait. “Oh, Ann Eliza, on'y to think what he says--” (the pronoun stood exclusively for Mr. Ramy). “I declare I'm so upset I thought the people in the Square would notice me. Don't I look queer? He wants to get married right off--this very next week.”"}, {"size": 621, "text": "“Yes. So's we can move out to St. Louis right away.” “Him and you--move out to St. Louis?” “Well, I don't know as it would be natural for him to want to go out there without me,” Evelina simpered. “But it's all so sudden I don't know what to think. He only got the letter this morning. <i>Do</i> I look queer, Ann Eliza?” Her eye was roving for the mirror. “No, you don't,” said Ann Eliza almost harshly. “Well, it's a mercy,” Evelina pursued with a tinge of disappointment. “It's a regular miracle I didn't faint right out there in the Square. Herman's so thoughtless--he just put the letter into my hand without a word."}, {"size": 692, "text": "It's from a big firm out there--the Tiff'ny of St. Louis, he says it is--offering him a place in their clock-department. Seems they heard of him through a German friend of his that's settled out there. It's a splendid opening, and if he gives satisfaction they'll raise him at the end of the year.” She paused, flushed with the importance of the situation, which seemed to lift her once for all above the dull level of her former life. “Then you'll have to go?” came at last from Ann Eliza. Evelina stared. “You wouldn't have me interfere with his prospects, would you?” “No--no. I on'y meant--has it got to be so soon?” “Right away, I tell you--next week. Ain't it awful?” blushed the bride."}, {"size": 728, "text": "Well, this was what happened to mothers. They bore it, Ann Eliza mused; so why not she? Ah, but they had their own chance first; she had had no chance at all. And now this life which she had made her own was going from her forever; had gone, already, in the inner and deeper sense, and was soon to vanish in even its outward nearness, its surface-communion of voice and eye. At that moment even the thought of Evelina's happiness refused her its consolatory ray; or its light, if she saw it, was too remote to warm her. The thirst for a personal and inalienable tie, for pangs and problems of her own, was parching Ann Eliza's soul: it seemed to her that she could never again gather strength to look her loneliness in the face."}, {"size": 628, "text": "The trivial obligations of the moment came to her aid. Nursed in idleness her grief would have mastered her; but the needs of the shop and the back room, and the preparations for Evelina's marriage, kept the tyrant under. Miss Mellins, true to her anticipations, had been called on to aid in the making of the wedding dress, and she and Ann Eliza were bending one evening over the breadths of pearl-grey cashmere which in spite of the dress-maker's prophetic vision of gored satin, had been judged most suitable, when Evelina came into the room alone. Ann Eliza had already had occasion to notice that it was a bad sign when Mr."}, {"size": 753, "text": "Ramy left his affianced at the door. It generally meant that Evelina had something disturbing to communicate, and Ann Eliza's first glance told her that this time the news was grave. Miss Mellins, who sat with her back to the door and her head bent over her sewing, started as Evelina came around to the opposite side of the table. “Mercy, Miss Evelina! I declare I thought you was a ghost, the way you crep' in. I had a customer once up in Forty-ninth Street--a lovely young woman with a thirty-six bust and a waist you could ha' put into her wedding ring--and her husband, he crep' up behind her that way jest for a joke, and frightened her into a fit, and when she come to she was a raving maniac, and had to be taken to Bloomingdale with two doctors"}, {"size": 669, "text": "and a nurse to hold her in the carriage, and a lovely baby on'y six weeks old--and there she is to this day, poor creature.” “I didn't mean to startle you,” said Evelina. She sat down on the nearest chair, and as the lamp-light fell on her face Ann Eliza saw that she had been crying. “You do look dead-beat,” Miss Mellins resumed, after a pause of soul-probing scrutiny. “I guess Mr. Ramy lugs you round that Square too often. You'll walk your legs off if you ain't careful. Men don't never consider--they're all alike. Why, I had a cousin once that was engaged to a book-agent--” “Maybe we'd better put away the work for to-night, Miss Mellins,” Ann Eliza interposed."}, {"size": 659, "text": "“I guess what Evelina wants is a good night's rest.” “That's so,” assented the dress-maker. “Have you got the back breadths run together, Miss Bunner? Here's the sleeves. I'll pin 'em together.” She drew a cluster of pins from her mouth, in which she seemed to secrete them as squirrels stow away nuts. “There,” she said, rolling up her work, “you go right away to bed, Miss Evelina, and we'll set up a little later to-morrow night. I guess you're a mite nervous, ain't you? I know when my turn comes I'll be scared to death.” With this arch forecast she withdrew, and Ann Eliza, returning to the back room, found Evelina still listlessly seated by the table."}, {"size": 602, "text": "True to her new policy of silence, the elder sister set about folding up the bridal dress; but suddenly Evelina said in a harsh unnatural voice: “There ain't any use in going on with that.” The folds slipped from Ann Eliza's hands. “Evelina Bunner--what you mean?” “Jest what I say. It's put off.” “Put off--what's put off?” “Our getting married. He can't take me to St. Louis. He ain't got money enough.” She brought the words out in the monotonous tone of a child reciting a lesson. Ann Eliza picked up another breadth of cashmere and began to smooth it out. “I don't understand,” she said at length."}, {"size": 610, "text": "“Well, it's plain enough. The journey's fearfully expensive, and we've got to have something left to start with when we get out there. We've counted up, and he ain't got the money to do it--that's all.” “But I thought he was going right into a splendid place.” “So he is; but the salary's pretty low the first year, and board's very high in St. Louis. He's jest got another letter from his German friend, and he's been figuring it out, and he's afraid to chance it. He'll have to go alone.” “But there's your money--have you forgotten that? The hundred dollars in the bank.” Evelina made an impatient movement."}, {"size": 630, "text": "“Of course I ain't forgotten it. On'y it ain't enough. It would all have to go into buying furniture, and if he was took sick and lost his place again we wouldn't have a cent left. He says he's got to lay by another hundred dollars before he'll be willing to take me out there.” For a while Ann Eliza pondered this surprising statement; then she ventured: “Seems to me he might have thought of it before.” In an instant Evelina was aflame. “I guess he knows what's right as well as you or me. I'd sooner die than be a burden to him.” Ann Eliza made no answer. The clutch of an unformulated doubt had checked the words on her lips."}, {"size": 609, "text": "She had meant, on the day of her sister's marriage, to give Evelina the other half of their common savings; but something warned her not to say so now. The sisters undressed without farther words. After they had gone to bed, and the light had been put out, the sound of Evelina's weeping came to Ann Eliza in the darkness, but she lay motionless on her own side of the bed, out of contact with her sister's shaken body. Never had she felt so coldly remote from Evelina. The hours of the night moved slowly, ticked off with wearisome insistence by the clock which had played so prominent a part in their lives."}, {"size": 580, "text": "Evelina's sobs still stirred the bed at gradually lengthening intervals, till at length Ann Eliza thought she slept. But with the dawn the eyes of the sisters met, and Ann Eliza's courage failed her as she looked in Evelina's face. She sat up in bed and put out a pleading hand. “Don't cry so, dearie. Don't.” “Oh, I can't bear it, I can't bear it,” Evelina moaned. Ann Eliza stroked her quivering shoulder. “Don't, don't,” she repeated. “If you take the other hundred, won't that be enough? I always meant to give it to you. On'y I didn't want to tell you till your wedding day.”"}, {"size": 655, "text": "Evelina's marriage took place on the appointed day. It was celebrated in the evening, in the chantry of the church which the sisters attended, and after it was over the few guests who had been present repaired to the Bunner Sisters' basement, where a wedding supper awaited them. Ann Eliza, aided by Miss Mellins and Mrs. Hawkins, and consciously supported by the sentimental interest of the whole street, had expended her utmost energy on the decoration of the shop and the back room. On the table a vase of white chrysanthemums stood between a dish of oranges and bananas and an iced wedding-cake wreathed with orange-blossoms of the bride's own making."}, {"size": 886, "text": "Autumn leaves studded with paper roses festooned the what-not and the chromo of the Rock of Ages, and a wreath of yellow immortelles was twined about the clock which Evelina revered as the mysterious agent of her happiness. At the table sat Miss Mellins, profusely spangled and bangled, her head sewing-girl, a pale young thing who had helped with Evelina's outfit, Mr. and Mrs. Hawkins, with Johnny, their eldest boy, and Mrs. Hochmuller and her daughter. Mrs. Hochmuller's large blonde personality seemed to pervade the room to the effacement of the less amply-proportioned guests. It was rendered more impressive by a dress of crimson poplin that stood out from her in organ-like folds; and Linda, whom Ann Eliza had remembered as an uncouth child with a sly look about the eyes, surprised her by a sudden blossoming into feminine grace such as sometimes follows on a gawky girlhood."}, {"size": 852, "text": "The Hochmullers, in fact, struck the dominant note in the entertainment. Beside them Evelina, unusually pale in her grey cashmere and white bonnet, looked like a faintly washed sketch beside a brilliant chromo; and Mr. Ramy, doomed to the traditional insignificance of the bridegroom's part, made no attempt to rise above his situation. Even Miss Mellins sparkled and jingled in vain in the shadow of Mrs. Hochmuller's crimson bulk; and Ann Eliza, with a sense of vague foreboding, saw that the wedding feast centred about the two guests she had most wished to exclude from it. What was said or done while they all sat about the table she never afterward recalled: the long hours remained in her memory as a whirl of high colours and loud voices, from which the pale presence of Evelina now and then emerged like a drowned face on a sunset-dabbled sea."}, {"size": 861, "text": "The next morning Mr. Ramy and his wife started for St. Louis, and Ann Eliza was left alone. Outwardly the first strain of parting was tempered by the arrival of Miss Mellins, Mrs. Hawkins and Johnny, who dropped in to help in the ungarlanding and tidying up of the back room. Ann Eliza was duly grateful for their kindness, but the “talking over” on which they had evidently counted was Dead Sea fruit on her lips; and just beyond the familiar warmth of their presences she saw the form of Solitude at her door. Ann Eliza was but a small person to harbour so great a guest, and a trembling sense of insufficiency possessed her. She had no high musings to offer to the new companion of her hearth. Every one of her thoughts had hitherto turned to Evelina and shaped itself in homely easy words; of the mighty speech of silence she knew not the earliest syllable."}, {"size": 603, "text": "Everything in the back room and the shop, on the second day after Evelina's going, seemed to have grown coldly unfamiliar. The whole aspect of the place had changed with the changed conditions of Ann Eliza's life. The first customer who opened the shop-door startled her like a ghost; and all night she lay tossing on her side of the bed, sinking now and then into an uncertain doze from which she would suddenly wake to reach out her hand for Evelina. In the new silence surrounding her the walls and furniture found voice, frightening her at dusk and midnight with strange sighs and stealthy whispers."}, {"size": 735, "text": "Ghostly hands shook the window shutters or rattled at the outer latch, and once she grew cold at the sound of a step like Evelina's stealing through the dark shop to die out on the threshold. In time, of course, she found an explanation for these noises, telling herself that the bedstead was warping, that Miss Mellins trod heavily overhead, or that the thunder of passing beer-waggons shook the door-latch; but the hours leading up to these conclusions were full of the floating terrors that harden into fixed foreboding. Worst of all were the solitary meals, when she absently continued to set aside the largest slice of pie for Evelina, and to let the tea grow cold while she waited for her sister to help herself to the first cup."}, {"size": 800, "text": "Miss Mellins, coming in on one of these sad repasts, suggested the acquisition of a cat; but Ann Eliza shook her head. She had never been used to animals, and she felt the vague shrinking of the pious from creatures divided from her by the abyss of soullessness. At length, after ten empty days, Evelina's first letter came. “My dear Sister,” she wrote, in her pinched Spencerian hand, “it seems strange to be in this great City so far from home alone with him I have chosen for life, but marriage has its solemn duties which those who are not can never hope to understand, and happier perhaps for this reason, life for them has only simple tasks and pleasures, but those who must take thought for others must be prepared to do their duty in whatever station it has pleased the Almighty to call them."}, {"size": 752, "text": "Not that I have cause to complain, my dear Husband is all love and devotion, but being absent all day at his business how can I help but feel lonesome at times, as the poet says it is hard for they that love to live apart, and I often wonder, my dear Sister, how you are getting along alone in the store, may you never experience the feelings of solitude I have underwent since I came here. We are boarding now, but soon expect to find rooms and change our place of Residence, then I shall have all the care of a household to bear, but such is the fate of those who join their Lot with others, they cannot hope to escape from the burdens of Life, nor would I ask it, I would not live alway but while I live would always pray for strength to do my duty."}, {"size": 552, "text": "This city is not near as large or handsome as New York, but had my lot been cast in a Wilderness I hope I should not repine, such never was my nature, and they who exchange their independence for the sweet name of Wife must be prepared to find all is not gold that glitters, nor I would not expect like you to drift down the stream of Life unfettered and serene as a Summer cloud, such is not my fate, but come what may will always find in me a resigned and prayerful Spirit, and hoping this finds you as well as it leaves me, I remain, my dear Sister,"}, {"size": 641, "text": "Ann Eliza had always secretly admired the oratorical and impersonal tone of Evelina's letters; but the few she had previously read, having been addressed to school-mates or distant relatives, had appeared in the light of literary compositions rather than as records of personal experience. Now she could not but wish that Evelina had laid aside her swelling periods for a style more suited to the chronicling of homely incidents. She read the letter again and again, seeking for a clue to what her sister was really doing and thinking; but after each reading she emerged impressed but unenlightened from the labyrinth of Evelina's eloquence."}, {"size": 638, "text": "During the early winter she received two or three more letters of the same kind, each enclosing in its loose husk of rhetoric a smaller kernel of fact. By dint of patient interlinear study, Ann Eliza gathered from them that Evelina and her husband, after various costly experiments in boarding, had been reduced to a tenement-house flat; that living in St. Louis was more expensive than they had supposed, and that Mr. Ramy was kept out late at night (why, at a jeweller's, Ann Eliza wondered?) and found his position less satisfactory than he had been led to expect. Toward February the letters fell off; and finally they ceased to come."}, {"size": 655, "text": "At first Ann Eliza wrote, shyly but persistently, entreating for more frequent news; then, as one appeal after another was swallowed up in the mystery of Evelina's protracted silence, vague fears began to assail the elder sister. Perhaps Evelina was ill, and with no one to nurse her but a man who could not even make himself a cup of tea! Ann Eliza recalled the layer of dust in Mr. Ramy's shop, and pictures of domestic disorder mingled with the more poignant vision of her sister's illness. But surely if Evelina were ill Mr. Ramy would have written. He wrote a small neat hand, and epistolary communication was not an insuperable embarrassment to him."}, {"size": 803, "text": "The too probable alternative was that both the unhappy pair had been prostrated by some disease which left them powerless to summon her--for summon her they surely would, Ann Eliza with unconscious cynicism reflected, if she or her small economies could be of use to them! The more she strained her eyes into the mystery, the darker it grew; and her lack of initiative, her inability to imagine what steps might be taken to trace the lost in distant places, left her benumbed and helpless. At last there floated up from some depth of troubled memory the name of the firm of St. Louis jewellers by whom Mr. Ramy was employed. After much hesitation, and considerable effort, she addressed to them a timid request for news of her brother-in-law; and sooner than she could have hoped the answer reached her."}, {"size": 652, "text": "“In reply to yours of the 29th ult. we beg to state the party you refer to was discharged from our employ a month ago. We are sorry we are unable to furnish you wish his address. “LUDWIG AND HAMMERBUSCH.”Ann Eliza read and re-read the curt statement in a stupor of distress. She had lost her last trace of Evelina. All that night she lay awake, revolving the stupendous project of going to St. Louis in search of her sister; but though she pieced together her few financial possibilities with the ingenuity of a brain used to fitting odd scraps into patch-work quilts, she woke to the cold daylight fact that she could not raise the money for her fare."}, {"size": 633, "text": "Her wedding gift to Evelina had left her without any resources beyond her daily earnings, and these had steadily dwindled as the winter passed. She had long since renounced her weekly visit to the butcher, and had reduced her other expenses to the narrowest measure; but the most systematic frugality had not enabled her to put by any money. In spite of her dogged efforts to maintain the prosperity of the little shop, her sister's absence had already told on its business. Now that Ann Eliza had to carry the bundles to the dyer's herself, the customers who called in her absence, finding the shop locked, too often went elsewhere."}, {"size": 698, "text": "Moreover, after several stern but unavailing efforts, she had had to give up the trimming of bonnets, which in Evelina's hands had been the most lucrative as well as the most interesting part of the business. This change, to the passing female eye, robbed the shop window of its chief attraction; and when painful experience had convinced the regular customers of the Bunner Sisters of Ann Eliza's lack of millinery skill they began to lose faith in her ability to curl a feather or even “freshen up” a bunch of flowers. The time came when Ann Eliza had almost made up her mind to speak to the lady with puffed sleeves, who had always looked at her so kindly, and had once ordered a hat of Evelina."}, {"size": 674, "text": "Perhaps the lady with puffed sleeves would be able to get her a little plain sewing to do; or she might recommend the shop to friends. Ann Eliza, with this possibility in view, rummaged out of a drawer the fly-blown remainder of the business cards which the sisters had ordered in the first flush of their commercial adventure; but when the lady with puffed sleeves finally appeared she was in deep mourning, and wore so sad a look that Ann Eliza dared not speak. She came in to buy some spools of black thread and silk, and in the doorway she turned back to say: “I am going away to-morrow for a long time. I hope you will have a pleasant winter.” And the door shut on her."}, {"size": 646, "text": "One day not long after this it occurred to Ann Eliza to go to Hoboken in quest of Mrs. Hochmuller. Much as she shrank from pouring her distress into that particular ear, her anxiety had carried her beyond such reluctance; but when she began to think the matter over she was faced by a new difficulty. On the occasion of her only visit to Mrs. Hochmuller, she and Evelina had suffered themselves to be led there by Mr. Ramy; and Ann Eliza now perceived that she did not even know the name of the laundress's suburb, much less that of the street in which she lived. But she must have news of Evelina, and no obstacle was great enough to thwart her."}, {"size": 642, "text": "Though she longed to turn to some one for advice she disliked to expose her situation to Miss Mellins's searching eye, and at first she could think of no other confidant. Then she remembered Mrs. Hawkins, or rather her husband, who, though Ann Eliza had always thought him a dull uneducated man, was probably gifted with the mysterious masculine faculty of finding out people's addresses. It went hard with Ann Eliza to trust her secret even to the mild ear of Mrs. Hawkins, but at least she was spared the cross-examination to which the dress-maker would have subjected her. The accumulating pressure of domestic cares had so crushed in Mrs."}, {"size": 614, "text": "Hawkins any curiosity concerning the affairs of others that she received her visitor's confidence with an almost masculine indifference, while she rocked her teething baby on one arm and with the other tried to check the acrobatic impulses of the next in age. “My, my,” she simply said as Ann Eliza ended. “Keep still now, Arthur: Miss Bunner don't want you to jump up and down on her foot to-day. And what are you gaping at, Johnny? Run right off and play,” she added, turning sternly to her eldest, who, because he was the least naughty, usually bore the brunt of her wrath against the others. “Well, perhaps Mr."}, {"size": 612, "text": "Hawkins can help you,” Mrs. Hawkins continued meditatively, while the children, after scattering at her bidding, returned to their previous pursuits like flies settling down on the spot from which an exasperated hand has swept them. “I'll send him right round the minute he comes in, and you can tell him the whole story. I wouldn't wonder but what he can find that Mrs. Hochmuller's address in the d'rectory. I know they've got one where he works.” “I'd be real thankful if he could,” Ann Eliza murmured, rising from her seat with the factitious sense of lightness that comes from imparting a long-hidden dread."}, {"size": 680, "text": "Mr. Hawkins proved himself worthy of his wife's faith in his capacity. He learned from Ann Eliza as much as she could tell him about Mrs. Hochmuller and returned the next evening with a scrap of paper bearing her address, beneath which Johnny (the family scribe) had written in a large round hand the names of the streets that led there from the ferry. Ann Eliza lay awake all that night, repeating over and over again the directions Mr. Hawkins had given her. He was a kind man, and she knew he would willingly have gone with her to Hoboken; indeed she read in his timid eye the half-formed intention of offering to accompany her--but on such an errand she preferred to go alone."}, {"size": 613, "text": "The next Sunday, accordingly, she set out early, and without much trouble found her way to the ferry. Nearly a year had passed since her previous visit to Mrs. Hochmuller, and a chilly April breeze smote her face as she stepped on the boat. Most of the passengers were huddled together in the cabin, and Ann Eliza shrank into its obscurest corner, shivering under the thin black mantle which had seemed so hot in July. She began to feel a little bewildered as she stepped ashore, but a paternal policeman put her into the right car, and as in a dream she found herself retracing the way to Mrs. Hochmuller's door."}, {"size": 743, "text": "She had told the conductor the name of the street at which she wished to get out, and presently she stood in the biting wind at the corner near the beer-saloon, where the sun had once beat down on her so fiercely. At length an empty car appeared, its yellow flank emblazoned with the name of Mrs. Hochmuller's suburb, and Ann Eliza was presently jolting past the narrow brick houses islanded between vacant lots like giant piles in a desolate lagoon. When the car reached the end of its journey she got out and stood for some time trying to remember which turn Mr. Ramy had taken. She had just made up her mind to ask the car-driver when he shook the reins on the backs of his lean horses, and the car, still empty, jogged away toward Hoboken."}, {"size": 660, "text": "Ann Eliza, left alone by the roadside, began to move cautiously forward, looking about for a small red house with a gable overhung by an elm-tree; but everything about her seemed unfamiliar and forbidding. One or two surly looking men slouched past with inquisitive glances, and she could not make up her mind to stop and speak to them. At length a tow-headed boy came out of a swinging door suggestive of illicit conviviality, and to him Ann Eliza ventured to confide her difficulty. The offer of five cents fired him with an instant willingness to lead her to Mrs. Hochmuller, and he was soon trotting past the stone-cutter's yard with Ann Eliza in his wake."}, {"size": 692, "text": "Another turn in the road brought them to the little red house, and having rewarded her guide Ann Eliza unlatched the gate and walked up to the door. Her heart was beating violently, and she had to lean against the door-post to compose her twitching lips: she had not known till that moment how much it was going to hurt her to speak of Evelina to Mrs. Hochmuller. As her agitation subsided she began to notice how much the appearance of the house had changed. It was not only that winter had stripped the elm, and blackened the flower-borders: the house itself had a debased and deserted air. The window-panes were cracked and dirty, and one or two shutters swung dismally on loosened hinges."}, {"size": 669, "text": "She rang several times before the door was opened. At length an Irish woman with a shawl over her head and a baby in her arms appeared on the threshold, and glancing past her into the narrow passage Ann Eliza saw that Mrs. Hochmuller's neat abode had deteriorated as much within as without. At the mention of the name the woman stared. “Mrs. who, did ye say?” “Mrs. Hochmuller. This is surely her house?” “No, it ain't neither,” said the woman turning away. “Oh, but wait, please,” Ann Eliza entreated. “I can't be mistaken. I mean the Mrs. Hochmuller who takes in washing. I came out to see her last June.” “Oh, the Dutch washerwoman is it--her that used to live here?"}, {"size": 615, "text": "She's been gone two months and more. It's Mike McNulty lives here now. Whisht!” to the baby, who had squared his mouth for a howl. Ann Eliza's knees grew weak. “Mrs. Hochmuller gone? But where has she gone? She must be somewhere round here. Can't you tell me?” “Sure an' I can't,” said the woman. “She wint away before iver we come.” “Dalia Geoghegan, will ye bring the choild in out av the cowld?” cried an irate voice from within. “Please wait--oh, please wait,” Ann Eliza insisted. “You see I must find Mrs. Hochmuller.” “Why don't ye go and look for her thin?” the woman returned, slamming the door in her face."}, {"size": 730, "text": "She stood motionless on the door-step, dazed by the immensity of her disappointment, till a burst of loud voices inside the house drove her down the path and out of the gate. Even then she could not grasp what had happened, and pausing in the road she looked back at the house, half hoping that Mrs. Hochmuller's once detested face might appear at one of the grimy windows. She was roused by an icy wind that seemed to spring up suddenly from the desolate scene, piercing her thin dress like gauze; and turning away she began to retrace her steps. She thought of enquiring for Mrs. Hochmuller at some of the neighbouring houses, but their look was so unfriendly that she walked on without making up her mind at which door to ring."}, {"size": 808, "text": "When she reached the horse-car terminus a car was just moving off toward Hoboken, and for nearly an hour she had to wait on the corner in the bitter wind. Her hands and feet were stiff with cold when the car at length loomed into sight again, and she thought of stopping somewhere on the way to the ferry for a cup of tea; but before the region of lunch-rooms was reached she had grown so sick and dizzy that the thought of food was repulsive. At length she found herself on the ferry-boat, in the soothing stuffiness of the crowded cabin; then came another interval of shivering on a street-corner, another long jolting journey in a “cross-town” car that smelt of damp straw and tobacco; and lastly, in the cold spring dusk, she unlocked her door and groped her way through the shop to her fireless bedroom."}, {"size": 675, "text": "The next morning Mrs. Hawkins, dropping in to hear the result of the trip, found Ann Eliza sitting behind the counter wrapped in an old shawl. “Why, Miss Bunner, you're sick! You must have fever--your face is just as red!” “It's nothing. I guess I caught cold yesterday on the ferry-boat,” Ann Eliza acknowledged. “And it's jest like a vault in here!” Mrs. Hawkins rebuked her. “Let me feel your hand--it's burning. Now, Miss Bunner, you've got to go right to bed this very minute.” “Oh, but I can't, Mrs. Hawkins.” Ann Eliza attempted a wan smile. “You forget there ain't nobody but me to tend the store.” “I guess you won't tend it long neither, if you ain't careful,” Mrs."}, {"size": 621, "text": "Hawkins grimly rejoined. Beneath her placid exterior she cherished a morbid passion for disease and death, and the sight of Ann Eliza's suffering had roused her from her habitual indifference. “There ain't so many folks comes to the store anyhow,” she went on with unconscious cruelty, “and I'll go right up and see if Miss Mellins can't spare one of her girls.” Ann Eliza, too weary to resist, allowed Mrs. Hawkins to put her to bed and make a cup of tea over the stove, while Miss Mellins, always good-naturedly responsive to any appeal for help, sent down the weak-eyed little girl to deal with hypothetical customers."}, {"size": 602, "text": "Ann Eliza, having so far abdicated her independence, sank into sudden apathy. As far as she could remember, it was the first time in her life that she had been taken care of instead of taking care, and there was a momentary relief in the surrender. She swallowed the tea like an obedient child, allowed a poultice to be applied to her aching chest and uttered no protest when a fire was kindled in the rarely used grate; but as Mrs. Hawkins bent over to “settle” her pillows she raised herself on her elbow to whisper: “Oh, Mrs. Hawkins, Mrs. Hochmuller warn't there.” The tears rolled down her cheeks."}, {"size": 623, "text": "“She warn't there? Has she moved?” “Over two months ago--and they don't know where she's gone. Oh what'll I do, Mrs. Hawkins?” “There, there, Miss Bunner. You lay still and don't fret. I'll ask Mr. Hawkins soon as ever he comes home.” Ann Eliza murmured her gratitude, and Mrs. Hawkins, bending down, kissed her on the forehead. “Don't you fret,” she repeated, in the voice with which she soothed her children. For over a week Ann Eliza lay in bed, faithfully nursed by her two neighbours, while the weak-eyed child, and the pale sewing girl who had helped to finish Evelina's wedding dress, took turns in minding the shop."}, {"size": 799, "text": "Every morning, when her friends appeared, Ann Eliza lifted her head to ask: “Is there a letter?” and at their gentle negative sank back in silence. Mrs. Hawkins, for several days, spoke no more of her promise to consult her husband as to the best way of tracing Mrs. Hochmuller; and dread of fresh disappointment kept Ann Eliza from bringing up the subject. But the following Sunday evening, as she sat for the first time bolstered up in her rocking-chair near the stove, while Miss Mellins studied the Police Gazette beneath the lamp, there came a knock on the shop-door and Mr. Hawkins entered. Ann Eliza's first glance at his plain friendly face showed her he had news to give, but though she no longer attempted to hide her anxiety from Miss Mellins, her lips trembled too much to let her speak."}, {"size": 758, "text": "“Good evening, Miss Bunner,” said Mr. Hawkins in his dragging voice. “I've been over to Hoboken all day looking round for Mrs. Hochmuller.” “Oh, Mr. Hawkins--you HAVE?” “I made a thorough search, but I'm sorry to say it was no use. She's left Hoboken--moved clear away, and nobody seems to know where.” “It was real good of you, Mr. Hawkins.” Ann Eliza's voice struggled up in a faint whisper through the submerging tide of her disappointment. Mr. Hawkins, in his embarrassed sense of being the bringer of bad news, stood before her uncertainly; then he turned to go. “No trouble at all,” he paused to assure her from the doorway. She wanted to speak again, to detain him, to ask him to advise her; but the words caught in her throat and she lay back silent."}, {"size": 670, "text": "The next day she got up early, and dressed and bonneted herself with twitching fingers. She waited till the weak-eyed child appeared, and having laid on her minute instructions as to the care of the shop, she slipped out into the street. It had occurred to her in one of the weary watches of the previous night that she might go to Tiffany's and make enquiries about Ramy's past. Possibly in that way she might obtain some information that would suggest a new way of reaching Evelina. She was guiltily aware that Mrs. Hawkins and Miss Mellins would be angry with her for venturing out of doors, but she knew she should never feel any better till she had news of Evelina."}, {"size": 778, "text": "The morning air was sharp, and as she turned to face the wind she felt so weak and unsteady that she wondered if she should ever get as far as Union Square; but by walking very slowly, and standing still now and then when she could do so without being noticed, she found herself at last before the jeweller's great glass doors. It was still so early that there were no purchasers in the shop, and she felt herself the centre of innumerable unemployed eyes as she moved forward between long lines of show-cases glittering with diamonds and silver. She was glancing about in the hope of finding the clock-department without having to approach one of the impressive gentlemen who paced the empty aisles, when she attracted the attention of one of the most impressive of the number."}, {"size": 782, "text": "The formidable benevolence with which he enquired what he could do for her made her almost despair of explaining herself; but she finally disentangled from a flurry of wrong beginnings the request to be shown to the clock-department. The gentleman considered her thoughtfully. “May I ask what style of clock you are looking for? Would it be for a wedding-present, or--?” The irony of the allusion filled Ann Eliza's veins with sudden strength. “I don't want to buy a clock at all. I want to see the head of the department.” “Mr. Loomis?” His stare still weighed her--then he seemed to brush aside the problem she presented as beneath his notice. “Oh, certainly. Take the elevator to the second floor. Next aisle to the left.” He waved her down the endless perspective of show-cases."}, {"size": 667, "text": "Ann Eliza followed the line of his lordly gesture, and a swift ascent brought her to a great hall full of the buzzing and booming of thousands of clocks. Whichever way she looked, clocks stretched away from her in glittering interminable vistas: clocks of all sizes and voices, from the bell-throated giant of the hallway to the chirping dressing-table toy; tall clocks of mahogany and brass with cathedral chimes; clocks of bronze, glass, porcelain, of every possible size, voice and configuration; and between their serried ranks, along the polished floor of the aisles, moved the languid forms of other gentlemanly floor-walkers, waiting for their duties to begin."}, {"size": 637, "text": "One of them soon approached, and Ann Eliza repeated her request. He received it affably. “Mr. Loomis? Go right down to the office at the other end.” He pointed to a kind of box of ground glass and highly polished panelling. As she thanked him he turned to one of his companions and said something in which she caught the name of Mr. Loomis, and which was received with an appreciative chuckle. She suspected herself of being the object of the pleasantry, and straightened her thin shoulders under her mantle. The door of the office stood open, and within sat a gray-bearded man at a desk. He looked up kindly, and again she asked for Mr."}, {"size": 638, "text": "Loomis. “I'm Mr. Loomis. What can I do for you?” He was much less portentous than the others, though she guessed him to be above them in authority; and encouraged by his tone she seated herself on the edge of the chair he waved her to. “I hope you'll excuse my troubling you, sir. I came to ask if you could tell me anything about Mr. Herman Ramy. He was employed here in the clock-department two or three years ago.” Mr. Loomis showed no recognition of the name. “Ramy? When was he discharged?” “I don't har'ly know. He was very sick, and when he got well his place had been filled. He married my sister last October and they went to St."}, {"size": 457, "text": "Louis, I ain't had any news of them for over two months, and she's my only sister, and I'm most crazy worrying about her.” “I see.” Mr. Loomis reflected. “In what capacity was Ramy employed here?” he asked after a moment. “He--he told us that he was one of the heads of the clock-department,” Ann Eliza stammered, overswept by a sudden doubt. “That was probably a slight exaggeration. But I can tell you about him by referring to our books. The name again?”"}, {"size": 845, "text": "There ensued a long silence, broken only by the flutter of leaves as Mr. Loomis turned over his ledgers. Presently he looked up, keeping his finger between the pages. “Here it is--Herman Ramy. He was one of our ordinary workmen, and left us three years and a half ago last June.” “On account of sickness?” Ann Eliza faltered. Mr. Loomis appeared to hesitate; then he said: “I see no mention of sickness.” Ann Eliza felt his compassionate eyes on her again. “Perhaps I'd better tell you the truth. He was discharged for drug-taking. A capable workman, but we couldn't keep him straight. I'm sorry to have to tell you this, but it seems fairer, since you say you're anxious about your sister.” The polished sides of the office vanished from Ann Eliza's sight, and the cackle of the innumerable clocks came to her like the yell of waves in a storm."}, {"size": 613, "text": "She tried to speak but could not; tried to get to her feet, but the floor was gone. “I'm very sorry,” Mr. Loomis repeated, closing the ledger. “I remember the man perfectly now. He used to disappear every now and then, and turn up again in a state that made him useless for days.” As she listened, Ann Eliza recalled the day when she had come on Mr. Ramy sitting in abject dejection behind his counter. She saw again the blurred unrecognizing eyes he had raised to her, the layer of dust over everything in the shop, and the green bronze clock in the window representing a Newfoundland dog with his paw on a book."}, {"size": 485, "text": "She stood up slowly. “Thank you. I'm sorry to have troubled you.” “It was no trouble. You say Ramy married your sister last October?” “Yes, sir; and they went to St. Louis right afterward. I don't know how to find her. I thought maybe somebody here might know about him.” “Well, possibly some of the workmen might. Leave me your name and I'll send you word if I get on his track.” He handed her a pencil, and she wrote down her address; then she walked away blindly between the clocks."}, {"size": 725, "text": "Mr. Loomis, true to his word, wrote a few days later that he had enquired in vain in the work-shop for any news of Ramy; and as she folded this letter and laid it between the leaves of her Bible, Ann Eliza felt that her last hope was gone. Miss Mellins, of course, had long since suggested the mediation of the police, and cited from her favourite literature convincing instances of the supernatural ability of the Pinkerton detective; but Mr. Hawkins, when called in council, dashed this project by remarking that detectives cost something like twenty dollars a day; and a vague fear of the law, some half-formed vision of Evelina in the clutch of a blue-coated “officer,” kept Ann Eliza from invoking the aid of the police."}, {"size": 892, "text": "After the arrival of Mr. Loomis's note the weeks followed each other uneventfully. Ann Eliza's cough clung to her till late in the spring, the reflection in her looking-glass grew more bent and meagre, and her forehead sloped back farther toward the twist of hair that was fastened above her parting by a comb of black India-rubber. Toward spring a lady who was expecting a baby took up her abode at the Mendoza Family Hotel, and through the friendly intervention of Miss Mellins the making of some of the baby-clothes was entrusted to Ann Eliza. This eased her of anxiety for the immediate future; but she had to rouse herself to feel any sense of relief. Her personal welfare was what least concerned her. Sometimes she thought of giving up the shop altogether; and only the fear that, if she changed her address, Evelina might not be able to find her, kept her from carrying out this plan."}, {"size": 631, "text": "Since she had lost her last hope of tracing her sister, all the activities of her lonely imagination had been concentrated on the possibility of Evelina's coming back to her. The discovery of Ramy's secret filled her with dreadful fears. In the solitude of the shop and the back room she was tortured by vague pictures of Evelina's sufferings. What horrors might not be hidden beneath her silence? Ann Eliza's great dread was that Miss Mellins should worm out of her what she had learned from Mr. Loomis. She was sure Miss Mellins must have abominable things to tell about drug-fiends--things she did not have the strength to hear."}, {"size": 659, "text": "“Drug-fiend”--the very word was Satanic; she could hear Miss Mellins roll it on her tongue. But Ann Eliza's own imagination, left to itself, had begun to people the long hours with evil visions. Sometimes, in the night, she thought she heard herself called: the voice was her sister's, but faint with a nameless terror. Her most peaceful moments were those in which she managed to convince herself that Evelina was dead. She thought of her then, mournfully but more calmly, as thrust away under the neglected mound of some unknown cemetery, where no headstone marked her name, no mourner with flowers for another grave paused in pity to lay a blossom on hers."}, {"size": 628, "text": "But this vision did not often give Ann Eliza its negative relief; and always, beneath its hazy lines, lurked the dark conviction that Evelina was alive, in misery and longing for her. So the summer wore on. Ann Eliza was conscious that Mrs. Hawkins and Miss Mellins were watching her with affectionate anxiety, but the knowledge brought no comfort. She no longer cared what they felt or thought about her. Her grief lay far beyond touch of human healing, and after a while she became aware that they knew they could not help her. They still came in as often as their busy lives permitted, but their visits grew shorter, and Mrs."}, {"size": 758, "text": "Hawkins always brought Arthur or the baby, so that there should be something to talk about, and some one whom she could scold. The autumn came, and the winter. Business had fallen off again, and but few purchasers came to the little shop in the basement. In January Ann Eliza pawned her mother's cashmere scarf, her mosaic brooch, and the rosewood what-not on which the clock had always stood; she would have sold the bedstead too, but for the persistent vision of Evelina returning weak and weary, and not knowing where to lay her head. The winter passed in its turn, and March reappeared with its galaxies of yellow jonquils at the windy street corners, reminding Ann Eliza of the spring day when Evelina had come home with a bunch of jonquils in her hand."}, {"size": 699, "text": "In spite of the flowers which lent such a premature brightness to the streets the month was fierce and stormy, and Ann Eliza could get no warmth into her bones. Nevertheless, she was insensibly beginning to take up the healing routine of life. Little by little she had grown used to being alone, she had begun to take a languid interest in the one or two new purchasers the season had brought, and though the thought of Evelina was as poignant as ever, it was less persistently in the foreground of her mind. Late one afternoon she was sitting behind the counter, wrapped in her shawl, and wondering how soon she might draw down the blinds and retreat into the comparative cosiness of the back room."}, {"size": 649, "text": "She was not thinking of anything in particular, except perhaps in a hazy way of the lady with the puffed sleeves, who after her long eclipse had reappeared the day before in sleeves of a new cut, and bought some tape and needles. The lady still wore mourning, but she was evidently lightening it, and Ann Eliza saw in this the hope of future orders. The lady had left the shop about an hour before, walking away with her graceful step toward Fifth Avenue. She had wished Ann Eliza good day in her usual affable way, and Ann Eliza thought how odd it was that they should have been acquainted so long, and yet that she should not know the lady's name."}, {"size": 687, "text": "From this consideration her mind wandered to the cut of the lady's new sleeves, and she was vexed with herself for not having noted it more carefully. She felt Miss Mellins might have liked to know about it. Ann Eliza's powers of observation had never been as keen as Evelina's, when the latter was not too self-absorbed to exert them. As Miss Mellins always said, Evelina could “take patterns with her eyes”: she could have cut that new sleeve out of a folded newspaper in a trice! Musing on these things, Ann Eliza wished the lady would come back and give her another look at the sleeve. It was not unlikely that she might pass that way, for she certainly lived in or about the Square."}, {"size": 652, "text": "Suddenly Ann Eliza remarked a small neat handkerchief on the counter: it must have dropped from the lady's purse, and she would probably come back to get it. Ann Eliza, pleased at the idea, sat on behind the counter and watched the darkening street. She always lit the gas as late as possible, keeping the box of matches at her elbow, so that if any one came she could apply a quick flame to the gas-jet. At length through the deepening dusk she distinguished a slim dark figure coming down the steps to the shop. With a little warmth of pleasure about her heart she reached up to light the gas. “I do believe I'll ask her name this time,” she thought."}, {"size": 627, "text": "She raised the flame to its full height, and saw her sister standing in the door. There she was at last, the poor pale shade of Evelina, her thin face blanched of its faint pink, the stiff ripples gone from her hair, and a mantle shabbier than Ann Eliza's drawn about her narrow shoulders. The glare of the gas beat full on her as she stood and looked at Ann Eliza. “Sister--oh, Evelina! I knowed you'd come!” Ann Eliza had caught her close with a long moan of triumph. Vague words poured from her as she laid her cheek against Evelina's--trivial inarticulate endearments caught from Mrs. Hawkins's long discourses to her baby."}, {"size": 639, "text": "For a while Evelina let herself be passively held; then she drew back from her sister's clasp and looked about the shop. “I'm dead tired. Ain't there any fire?” she asked. “Of course there is!” Ann Eliza, holding her hand fast, drew her into the back room. She did not want to ask any questions yet: she simply wanted to feel the emptiness of the room brimmed full again by the one presence that was warmth and light to her. She knelt down before the grate, scraped some bits of coal and kindling from the bottom of the coal-scuttle, and drew one of the rocking-chairs up to the weak flame. “There--that'll blaze up in a minute,” she said."}, {"size": 608, "text": "She pressed Evelina down on the faded cushions of the rocking-chair, and, kneeling beside her, began to rub her hands. “You're stone-cold, ain't you? Just sit still and warm yourself while I run and get the kettle. I've got something you always used to fancy for supper.” She laid her hand on Evelina's shoulder. “Don't talk--oh, don't talk yet!” she implored. She wanted to keep that one frail second of happiness between herself and what she knew must come. Evelina, without a word, bent over the fire, stretching her thin hands to the blaze and watching Ann Eliza fill the kettle and set the supper table."}, {"size": 662, "text": "Her gaze had the dreamy fixity of a half-awakened child's. Ann Eliza, with a smile of triumph, brought a slice of custard pie from the cupboard and put it by her sister's plate. “You do like that, don't you? Miss Mellins sent it down to me this morning. She had her aunt from Brooklyn to dinner. Ain't it funny it just so happened?” “I ain't hungry,” said Evelina, rising to approach the table. She sat down in her usual place, looked about her with the same wondering stare, and then, as of old, poured herself out the first cup of tea. “Where's the what-not gone to?” she suddenly asked. Ann Eliza set down the teapot and rose to get a spoon from the cupboard."}, {"size": 690, "text": "With her back to the room she said: “The what-not? Why, you see, dearie, living here all alone by myself it only made one more thing to dust; so I sold it.” Evelina's eyes were still travelling about the familiar room. Though it was against all the traditions of the Bunner family to sell any household possession, she showed no surprise at her sister's answer. “And the clock? The clock's gone too.” “Oh, I gave that away--I gave it to Mrs. Hawkins. She's kep' awake so nights with that last baby.” “I wish you'd never bought it,” said Evelina harshly. Ann Eliza's heart grew faint with fear. Without answering, she crossed over to her sister's seat and poured her out a second cup of tea."}, {"size": 647, "text": "Then another thought struck her, and she went back to the cupboard and took out the cordial. In Evelina's absence considerable draughts had been drawn from it by invalid neighbours; but a glassful of the precious liquid still remained. “Here, drink this right off--it'll warm you up quicker than anything,” Ann Eliza said. Evelina obeyed, and a slight spark of colour came into her cheeks. She turned to the custard pie and began to eat with a silent voracity distressing to watch. She did not even look to see what was left for Ann Eliza. “I ain't hungry,” she said at last as she laid down her fork. “I'm only so dead tired--that's the trouble.”"}, {"size": 616, "text": "“Then you'd better get right into bed. Here's my old plaid dressing-gown--you remember it, don't you?” Ann Eliza laughed, recalling Evelina's ironies on the subject of the antiquated garment. With trembling fingers she began to undo her sister's cloak. The dress beneath it told a tale of poverty that Ann Eliza dared not pause to note. She drew it gently off, and as it slipped from Evelina's shoulders it revealed a tiny black bag hanging on a ribbon about her neck. Evelina lifted her hand as though to screen the bag from Ann Eliza; and the elder sister, seeing the gesture, continued her task with lowered eyes."}, {"size": 648, "text": "She undressed Evelina as quickly as she could, and wrapping her in the plaid dressing-gown put her to bed, and spread her own shawl and her sister's cloak above the blanket. “Where's the old red comfortable?” Evelina asked, as she sank down on the pillow. “The comfortable? Oh, it was so hot and heavy I never used it after you went--so I sold that too. I never could sleep under much clothes.” She became aware that her sister was looking at her more attentively. “I guess you've been in trouble too,” Evelina said. “Me? In trouble? What do you mean, Evelina?” “You've had to pawn the things, I suppose,” Evelina continued in a weary unmoved tone."}, {"size": 673, "text": "“Well, I've been through worse than that. I've been to hell and back.” “Oh, Evelina--don't say it, sister!” Ann Eliza implored, shrinking from the unholy word. She knelt down and began to rub her sister's feet beneath the bedclothes. “I've been to hell and back--if I AM back,” Evelina repeated. She lifted her head from the pillow and began to talk with a sudden feverish volubility. “It began right away, less than a month after we were married. I've been in hell all that time, Ann Eliza.” She fixed her eyes with passionate intentness on Ann Eliza's face. “He took opium. I didn't find it out till long afterward--at first, when he acted so strange, I thought he drank."}, {"size": 710, "text": "But it was worse, much worse than drinking.” “Oh, sister, don't say it--don't say it yet! It's so sweet just to have you here with me again.” “I must say it,” Evelina insisted, her flushed face burning with a kind of bitter cruelty. “You don't know what life's like--you don't know anything about it--setting here safe all the while in this peaceful place.” “Oh, Evelina--why didn't you write and send for me if it was like that?” “That's why I couldn't write. Didn't you guess I was ashamed?” “How could you be? Ashamed to write to Ann Eliza?” Evelina raised herself on her thin elbow, while Ann Eliza, bending over, drew a corner of the shawl about her shoulder. “Do lay down again. You'll catch your death.”"}, {"size": 819, "text": "“My death? That don't frighten me! You don't know what I've been through.” And sitting upright in the old mahogany bed, with flushed cheeks and chattering teeth, and Ann Eliza's trembling arm clasping the shawl about her neck, Evelina poured out her story. It was a tale of misery and humiliation so remote from the elder sister's innocent experiences that much of it was hardly intelligible to her. Evelina's dreadful familiarity with it all, her fluency about things which Ann Eliza half-guessed and quickly shuddered back from, seemed even more alien and terrible than the actual tale she told. It was one thing--and heaven knew it was bad enough!--to learn that one's sister's husband was a drug-fiend; it was another, and much worse thing, to learn from that sister's pallid lips what vileness lay behind the word."}, {"size": 662, "text": "“Well, that was the trouble--he'd been at it then. But nothing like as bad. After we'd been out there about a month he disappeared for a whole week. They took him back at the store, and gave him another chance; but the second time they discharged him, and he drifted round for ever so long before he could get another job. We spent all our money and had to move to a cheaper place. Then he got something to do, but they hardly paid him anything, and he didn't stay there long. When he found out about the baby--” “The baby?” Ann Eliza faltered. “It's dead--it only lived a day. When he found out about it, he got mad, and said he hadn't any money to pay doctors'"}, {"size": 704, "text": "bills, and I'd better write to you to help us. He had an idea you had money hidden away that I didn't know about.” She turned to her sister with remorseful eyes. “It was him that made me get that hundred dollars out of you.” “Hush, hush. I always meant it for you anyhow.” “Yes, but I wouldn't have taken it if he hadn't been at me the whole time. He used to make me do just what he wanted. Well, when I said I wouldn't write to you for more money he said I'd better try and earn some myself. That was when he struck me.... Oh, you don't know what I'm talking about yet!... I tried to get work at a milliner's, but I was so sick I couldn't stay. I was sick all the time. I wisht I'd ha' died, Ann Eliza.”"}, {"size": 626, "text": "“Yes, I do. It kept getting worse and worse. We pawned the furniture, and they turned us out because we couldn't pay the rent; and so then we went to board with Mrs. Hochmuller.” Ann Eliza pressed her closer to dissemble her own tremor. “Mrs. Hochmuller?” “Didn't you know she was out there? She moved out a month after we did. She wasn't bad to me, and I think she tried to keep him straight--but Linda--” “Well, when I kep' getting worse, and he was always off, for days at a time, the doctor had me sent to a hospital.” “A hospital? Sister--sister!” “It was better than being with him; and the doctors were real kind to me."}, {"size": 613, "text": "After the baby was born I was very sick and had to stay there a good while. And one day when I was laying there Mrs. Hochmuller came in as white as a sheet, and told me him and Linda had gone off together and taken all her money. That's the last I ever saw of him.” She broke off with a laugh and began to cough again. Ann Eliza tried to persuade her to lie down and sleep, but the rest of her story had to be told before she could be soothed into consent. After the news of Ramy's flight she had had brain fever, and had been sent to another hospital where she stayed a long time--how long she couldn't remember."}, {"size": 699, "text": "Dates and days meant nothing to her in the shapeless ruin of her life. When she left the hospital she found that Mrs. Hochmuller had gone too. She was penniless, and had no one to turn to. A lady visitor at the hospital was kind, and found her a place where she did housework; but she was so weak they couldn't keep her. Then she got a job as waitress in a down-town lunch-room, but one day she fainted while she was handing a dish, and that evening when they paid her they told her she needn't come again. “After that I begged in the streets”--(Ann Eliza's grasp again grew tight)--“and one afternoon last week, when the matinees was coming out, I met a man with a pleasant face, something like Mr."}, {"size": 667, "text": "Hawkins, and he stopped and asked me what the trouble was. I told him if he'd give me five dollars I'd have money enough to buy a ticket back to New York, and he took a good look at me and said, well, if that was what I wanted he'd go straight to the station with me and give me the five dollars there. So he did--and he bought the ticket, and put me in the cars.” Evelina sank back, her face a sallow wedge in the white cleft of the pillow. Ann Eliza leaned over her, and for a long time they held each other without speaking. They were still clasped in this dumb embrace when there was a step in the shop and Ann Eliza, starting up, saw Miss Mellins in the doorway."}, {"size": 841, "text": "“My sakes, Miss Bunner! What in the land are you doing? Miss Evelina--Mrs. Ramy--it ain't you?” Miss Mellins's eyes, bursting from their sockets, sprang from Evelina's pallid face to the disordered supper table and the heap of worn clothes on the floor; then they turned back to Ann Eliza, who had placed herself on the defensive between her sister and the dress-maker. “My sister Evelina has come back--come back on a visit. She was taken sick in the cars on the way home--I guess she caught cold--so I made her go right to bed as soon as ever she got here.” Ann Eliza was surprised at the strength and steadiness of her voice. Fortified by its sound she went on, her eyes on Miss Mellins's baffled countenance: “Mr. Ramy has gone west on a trip--a trip connected with his business; and Evelina is going to stay with me till he comes back.”"}, {"size": 659, "text": "What measure of belief her explanation of Evelina's return obtained in the small circle of her friends Ann Eliza did not pause to enquire. Though she could not remember ever having told a lie before, she adhered with rigid tenacity to the consequences of her first lapse from truth, and fortified her original statement with additional details whenever a questioner sought to take her unawares.But other and more serious burdens lay on her startled conscience. For the first time in her life she dimly faced the awful problem of the inutility of self-sacrifice. Hitherto she had never thought of questioning the inherited principles which had guided her life."}, {"size": 724, "text": "Self-effacement for the good of others had always seemed to her both natural and necessary; but then she had taken it for granted that it implied the securing of that good. Now she perceived that to refuse the gifts of life does not ensure their transmission to those for whom they have been surrendered; and her familiar heaven was unpeopled. She felt she could no longer trust in the goodness of God, and there was only a black abyss above the roof of Bunner Sisters. But there was little time to brood upon such problems. The care of Evelina filled Ann Eliza's days and nights. The hastily summoned doctor had pronounced her to be suffering from pneumonia, and under his care the first stress of the disease was relieved."}, {"size": 683, "text": "But her recovery was only partial, and long after the doctor's visits had ceased she continued to lie in bed, too weak to move, and seemingly indifferent to everything about her. At length one evening, about six weeks after her return, she said to her sister: “I don't feel's if I'd ever get up again.” Ann Eliza turned from the kettle she was placing on the stove. She was startled by the echo the words woke in her own breast. “Don't you talk like that, Evelina! I guess you're on'y tired out--and disheartened.” “Yes, I'm disheartened,” Evelina murmured. A few months earlier Ann Eliza would have met the confession with a word of pious admonition; now she accepted it in silence."}, {"size": 833, "text": "“Maybe you'll brighten up when your cough gets better,” she suggested. “Yes--or my cough'll get better when I brighten up,” Evelina retorted with a touch of her old tartness. “Does your cough keep on hurting you jest as much?” “I don't see's there's much difference.” “Well, I guess I'll get the doctor to come round again,” Ann Eliza said, trying for the matter-of-course tone in which one might speak of sending for the plumber or the gas-fitter. “It ain't any use sending for the doctor--and who's going to pay him?” “I am,” answered the elder sister. “Here's your tea, and a mite of toast. Don't that tempt you?” Already, in the watches of the night, Ann Eliza had been tormented by that same question--who was to pay the doctor?--and a few days before she had temporarily silenced it by borrowing twenty dollars of Miss Mellins."}, {"size": 716, "text": "The transaction had cost her one of the bitterest struggles of her life. She had never borrowed a penny of any one before, and the possibility of having to do so had always been classed in her mind among those shameful extremities to which Providence does not let decent people come. But nowadays she no longer believed in the personal supervision of Providence; and had she been compelled to steal the money instead of borrowing it, she would have felt that her conscience was the only tribunal before which she had to answer. Nevertheless, the actual humiliation of having to ask for the money was no less bitter; and she could hardly hope that Miss Mellins would view the case with the same detachment as herself."}, {"size": 796, "text": "Miss Mellins was very kind; but she not unnaturally felt that her kindness should be rewarded by according her the right to ask questions; and bit by bit Ann Eliza saw Evelina's miserable secret slipping into the dress-maker's possession. When the doctor came she left him alone with Evelina, busying herself in the shop that she might have an opportunity of seeing him alone on his way out. To steady herself she began to sort a trayful of buttons, and when the doctor appeared she was reciting under her breath: “Twenty-four horn, two and a half cards fancy pearl...” She saw at once that his look was grave. He sat down on the chair beside the counter, and her mind travelled miles before he spoke. “Miss Bunner, the best thing you can do is to let me get a bed for your sister at St. Luke's.”"}, {"size": 611, "text": "“Come now, you're above that sort of prejudice, aren't you?” The doctor spoke in the tone of one who coaxes a spoiled child. “I know how devoted you are--but Mrs. Ramy can be much better cared for there than here. You really haven't time to look after her and attend to your business as well. There'll be no expense, you understand--” Ann Eliza made no answer. “You think my sister's going to be sick a good while, then?” she asked. “Well, yes--possibly.” “You think she's very sick?” “Well, yes. She's very sick.” His face had grown still graver; he sat there as though he had never known what it was to hurry."}, {"size": 636, "text": "Ann Eliza continued to separate the pearl and horn buttons. Suddenly she lifted her eyes and looked at him. “Is she going to die?” The doctor laid a kindly hand on hers. “We never say that, Miss Bunner. Human skill works wonders--and at the hospital Mrs. Ramy would have every chance.” “What is it? What's she dying of?” The doctor hesitated, seeking to substitute a popular phrase for the scientific terminology which rose to his lips. “I want to know,” Ann Eliza persisted. “Yes, of course; I understand. Well, your sister has had a hard time lately, and there is a complication of causes, resulting in consumption--rapid consumption."}, {"size": 819, "text": "At the hospital--” “I'll keep her here,” said Ann Eliza quietly. After the doctor had gone she went on for some time sorting the buttons; then she slipped the tray into its place on a shelf behind the counter and went into the back room. She found Evelina propped upright against the pillows, a flush of agitation on her cheeks. Ann Eliza pulled up the shawl which had slipped from her sister's shoulders. “How long you've been! What's he been saying?” “Oh, he went long ago--he on'y stopped to give me a prescription. I was sorting out that tray of buttons. Miss Mellins's girl got them all mixed up.” She felt Evelina's eyes upon her. “He must have said something: what was it?” “Why, he said you'd have to be careful--and stay in bed--and take this new medicine he's given you.” “Did he say I was going to get well?”"}, {"size": 629, "text": "“What's the use, Ann Eliza? You can't deceive me. I've just been up to look at myself in the glass; and I saw plenty of 'em in the hospital that looked like me. They didn't get well, and I ain't going to.” Her head dropped back. “It don't much matter--I'm about tired. On'y there's one thing--Ann Eliza--” The elder sister drew near to the bed. “There's one thing I ain't told you. I didn't want to tell you yet because I was afraid you might be sorry--but if he says I'm going to die I've got to say it.” She stopped to cough, and to Ann Eliza it now seemed as though every cough struck a minute from the hours remaining to her."}, {"size": 627, "text": "“Don't talk now--you're tired.” “I'll be tireder to-morrow, I guess. And I want you should know. Sit down close to me--there.” Ann Eliza sat down in silence, stroking her shrunken hand. “I'm a Roman Catholic, Ann Eliza.” “Evelina--oh, Evelina Bunner! A Roman Catholic--YOU? Oh, Evelina, did HE make you?” Evelina shook her head. “I guess he didn't have no religion; he never spoke of it. But you see Mrs. Hochmuller was a Catholic, and so when I was sick she got the doctor to send me to a Roman Catholic hospital, and the sisters was so good to me there--and the priest used to come and talk to me; and the things he said kep'"}, {"size": 571, "text": "me from going crazy. He seemed to make everything easier.” “Oh, sister, how could you?” Ann Eliza wailed. She knew little of the Catholic religion except that “Papists” believed in it--in itself a sufficient indictment. Her spiritual rebellion had not freed her from the formal part of her religious belief, and apostasy had always seemed to her one of the sins from which the pure in mind avert their thoughts. “And then when the baby was born,” Evelina continued, “he christened it right away, so it could go to heaven; and after that, you see, I had to be a Catholic.”"}, {"size": 671, "text": "“Don't I have to be where the baby is? I couldn't ever ha' gone there if I hadn't been made a Catholic. Don't you understand that?” Ann Eliza sat speechless, drawing her hand away. Once more she found herself shut out of Evelina's heart, an exile from her closest affections. “I've got to go where the baby is,” Evelina feverishly insisted. Ann Eliza could think of nothing to say; she could only feel that Evelina was dying, and dying as a stranger in her arms. Ramy and the day-old baby had parted her forever from her sister. Evelina began again. “If I get worse I want you to send for a priest. Miss Mellins'll know where to send--she's got an aunt that's a Catholic."}, {"size": 419, "text": "Promise me faithful you will.” “I promise,” said Ann Eliza. After that they spoke no more of the matter; but Ann Eliza now understood that the little black bag about her sister's neck, which she had innocently taken for a memento of Ramy, was some kind of sacrilegious amulet, and her fingers shrank from its contact when she bathed and dressed Evelina. It seemed to her the diabolical instrument of their estrangement."}, {"size": 690, "text": "Spring had really come at last. There were leaves on the ailanthus-tree that Evelina could see from her bed, gentle clouds floated over it in the blue, and now and then the cry of a flower-seller sounded from the street. One day there was a shy knock on the back-room door, and Johnny Hawkins came in with two yellow jonquils in his fist. He was getting bigger and squarer, and his round freckled face was growing into a smaller copy of his father's. He walked up to Evelina and held out the flowers. “They blew off the cart and the fellow said I could keep 'em. But you can have 'em,” he announced. Ann Eliza rose from her seat at the sewing-machine and tried to take the flowers from him."}, {"size": 646, "text": "“They ain't for you; they're for her,” he sturdily objected; and Evelina held out her hand for the jonquils. After Johnny had gone she lay and looked at them without speaking. Ann Eliza, who had gone back to the machine, bent her head over the seam she was stitching; the click, click, click of the machine sounded in her ear like the tick of Ramy's clock, and it seemed to her that life had gone backward, and that Evelina, radiant and foolish, had just come into the room with the yellow flowers in her hand. When at last she ventured to look up, she saw that her sister's head had drooped against the pillow, and that she was sleeping quietly."}, {"size": 845, "text": "Her relaxed hand still held the jonquils, but it was evident that they had awakened no memories; she had dozed off almost as soon as Johnny had given them to her. The discovery gave Ann Eliza a startled sense of the ruins that must be piled upon her past. “I don't believe I could have forgotten that day, though,” she said to herself. But she was glad that Evelina had forgotten. Evelina's disease moved on along the usual course, now lifting her on a brief wave of elation, now sinking her to new depths of weakness. There was little to be done, and the doctor came only at lengthening intervals. On his way out he always repeated his first friendly suggestion about sending Evelina to the hospital; and Ann Eliza always answered: “I guess we can manage.” The hours passed for her with the fierce rapidity that great joy or anguish lends them."}, {"size": 790, "text": "She went through the days with a sternly smiling precision, but she hardly knew what was happening, and when night-fall released her from the shop, and she could carry her work to Evelina's bedside, the same sense of unreality accompanied her, and she still seemed to be accomplishing a task whose object had escaped her memory. Once, when Evelina felt better, she expressed a desire to make some artificial flowers, and Ann Eliza, deluded by this awakening interest, got out the faded bundles of stems and petals and the little tools and spools of wire. But after a few minutes the work dropped from Evelina's hands and she said: “I'll wait until to-morrow.” She never again spoke of the flower-making, but one day, after watching Ann Eliza's laboured attempt to trim a spring hat for Mrs."}, {"size": 710, "text": "Hawkins, she demanded impatiently that the hat should be brought to her, and in a trice had galvanized the lifeless bow and given the brim the twist it needed. These were rare gleams; and more frequent were the days of speechless lassitude, when she lay for hours silently staring at the window, shaken only by the hard incessant cough that sounded to Ann Eliza like the hammering of nails into a coffin. At length one morning Ann Eliza, starting up from the mattress at the foot of the bed, hastily called Miss Mellins down, and ran through the smoky dawn for the doctor. He came back with her and did what he could to give Evelina momentary relief; then he went away, promising to look in again before night."}, {"size": 886, "text": "Miss Mellins, her head still covered with curl-papers, disappeared in his wake, and when the sisters were alone Evelina beckoned to Ann Eliza. “You promised,” she whispered, grasping her sister's arm; and Ann Eliza understood. She had not yet dared to tell Miss Mellins of Evelina's change of faith; it had seemed even more difficult than borrowing the money; but now it had to be done. She ran upstairs after the dress-maker and detained her on the landing. “Miss Mellins, can you tell me where to send for a priest--a Roman Catholic priest?” “A priest, Miss Bunner?” “Yes. My sister became a Roman Catholic while she was away. They were kind to her in her sickness--and now she wants a priest.” Ann Eliza faced Miss Mellins with unflinching eyes. “My aunt Dugan'll know. I'll run right round to her the minute I get my papers off,” the dress-maker promised; and Ann Eliza thanked her."}, {"size": 611, "text": "An hour or two later the priest appeared. Ann Eliza, who was watching, saw him coming down the steps to the shop-door and went to meet him. His expression was kind, but she shrank from his peculiar dress, and from his pale face with its bluish chin and enigmatic smile. Ann Eliza remained in the shop. Miss Mellins's girl had mixed the buttons again and she set herself to sort them. The priest stayed a long time with Evelina. When he again carried his enigmatic smile past the counter, and Ann Eliza rejoined her sister, Evelina was smiling with something of the same mystery; but she did not tell her secret."}, {"size": 706, "text": "After that it seemed to Ann Eliza that the shop and the back room no longer belonged to her. It was as though she were there on sufferance, indulgently tolerated by the unseen power which hovered over Evelina even in the absence of its minister. The priest came almost daily; and at last a day arrived when he was called to administer some rite of which Ann Eliza but dimly grasped the sacramental meaning. All she knew was that it meant that Evelina was going, and going, under this alien guidance, even farther from her than to the dark places of death. When the priest came, with something covered in his hands, she crept into the shop, closing the door of the back room to leave him alone with Evelina."}, {"size": 679, "text": "It was a warm afternoon in May, and the crooked ailanthus-tree rooted in a fissure of the opposite pavement was a fountain of tender green. Women in light dresses passed with the languid step of spring; and presently there came a man with a hand-cart full of pansy and geranium plants who stopped outside the window, signalling to Ann Eliza to buy. An hour went by before the door of the back room opened and the priest reappeared with that mysterious covered something in his hands. Ann Eliza had risen, drawing back as he passed. He had doubtless divined her antipathy, for he had hitherto only bowed in going in and out; but to day he paused and looked at her compassionately."}, {"size": 878, "text": "“I have left your sister in a very beautiful state of mind,” he said in a low voice like a woman's. “She is full of spiritual consolation.” Ann Eliza was silent, and he bowed and went out. She hastened back to Evelina's bed, and knelt down beside it. Evelina's eyes were very large and bright; she turned them on Ann Eliza with a look of inner illumination. “I shall see the baby,” she said; then her eyelids fell and she dozed. The doctor came again at nightfall, administering some last palliatives; and after he had gone Ann Eliza, refusing to have her vigil shared by Miss Mellins or Mrs. Hawkins, sat down to keep watch alone. It was a very quiet night. Evelina never spoke or opened her eyes, but in the still hour before dawn Ann Eliza saw that the restless hand outside the bed-clothes had stopped its twitching. She stooped over and felt no breath on her sister's lips."}, {"size": 697, "text": "The funeral took place three days later. Evelina was buried in Calvary Cemetery, the priest assuming the whole care of the necessary arrangements, while Ann Eliza, a passive spectator, beheld with stony indifference this last negation of her past. A week afterward she stood in her bonnet and mantle in the doorway of the little shop. Its whole aspect had changed. Counter and shelves were bare, the window was stripped of its familiar miscellany of artificial flowers, note-paper, wire hat-frames, and limp garments from the dyer's; and against the glass pane of the doorway hung a sign: “This store to let.” Ann Eliza turned her eyes from the sign as she went out and locked the door behind her."}, {"size": 715, "text": "Evelina's funeral had been very expensive, and Ann Eliza, having sold her stock-in-trade and the few articles of furniture that remained to her, was leaving the shop for the last time. She had not been able to buy any mourning, but Miss Mellins had sewed some crape on her old black mantle and bonnet, and having no gloves she slipped her bare hands under the folds of the mantle. It was a beautiful morning, and the air was full of a warm sunshine that had coaxed open nearly every window in the street, and summoned to the window-sills the sickly plants nurtured indoors in winter. Ann Eliza's way lay westward, toward Broadway; but at the corner she paused and looked back down the familiar length of the street."}, {"size": 647, "text": "Her eyes rested a moment on the blotched “Bunner Sisters” above the empty window of the shop; then they travelled on to the overflowing foliage of the Square, above which was the church tower with the dial that had marked the hours for the sisters before Ann Eliza had bought the nickel clock. She looked at it all as though it had been the scene of some unknown life, of which the vague report had reached her: she felt for herself the only remote pity that busy people accord to the misfortunes which come to them by hearsay. She walked to Broadway and down to the office of the house-agent to whom she had entrusted the sub-letting of the shop."}, {"size": 777, "text": "She left the key with one of his clerks, who took it from her as if it had been any one of a thousand others, and remarked that the weather looked as if spring was really coming; then she turned and began to move up the great thoroughfare, which was just beginning to wake to its multitudinous activities. She walked less rapidly now, studying each shop window as she passed, but not with the desultory eye of enjoyment: the watchful fixity of her gaze overlooked everything but the object of its quest. At length she stopped before a small window wedged between two mammoth buildings, and displaying, behind its shining plate-glass festooned with muslin, a varied assortment of sofa-cushions, tea-cloths, pen-wipers, painted calendars and other specimens of feminine industry."}, {"size": 604, "text": "In a corner of the window she had read, on a slip of paper pasted against the pane: “Wanted, a Saleslady,” and after studying the display of fancy articles beneath it, she gave her mantle a twitch, straightened her shoulders and went in. Behind a counter crowded with pin-cushions, watch-holders and other needlework trifles, a plump young woman with smooth hair sat sewing bows of ribbon on a scrap basket. The little shop was about the size of the one on which Ann Eliza had just closed the door; and it looked as fresh and gay and thriving as she and Evelina had once dreamed of making Bunner Sisters."}, {"size": 607, "text": "The friendly air of the place made her pluck up courage to speak. “Saleslady? Yes, we do want one. Have you any one to recommend?” the young woman asked, not unkindly. Ann Eliza hesitated, disconcerted by the unexpected question; and the other, cocking her head on one side to study the effect of the bow she had just sewed on the basket, continued: “We can't afford more than thirty dollars a month, but the work is light. She would be expected to do a little fancy sewing between times. We want a bright girl: stylish, and pleasant manners. You know what I mean. Not over thirty, anyhow; and nice-looking."}, {"size": 458, "text": "Will you write down the name?” Ann Eliza looked at her confusedly. She opened her lips to explain, and then, without speaking, turned toward the crisply-curtained door. “Ain't you going to leave the AD-dress?” the young woman called out after her. Ann Eliza went out into the thronged street. The great city, under the fair spring sky, seemed to throb with the stir of innumerable beginnings. She walked on, looking for another shop window with a sign in it."}]}