{
  "novel": {
    "title": "The Variable Man",
    "author": "Philip K. Dick",
    "theme": "Science-Fiction",
    "paragraphs": [
      {
        "size": 196,
        "text": "He fixed things--clocks, refrigerators, vidsenders and destinies. But he had no business in the future, where the calculators could not handle him. He was Earth's only hope--and its sure failure!."
      },
      {
        "size": 315,
        "text": "Security Commissioner Reinhart rapidly climbed the front steps andentered the Council building. Council guards stepped quickly aside andhe entered the familiar place of great whirring machines. His thinface rapt, eyes alight with emotion, Reinhart gazed intently up at thecentral SRB computer, studying its reading."
      },
      {
        "size": 148,
        "text": "\"Straight gain for the last quarter,\" observed Kaplan, the laborganizer. He grinned proudly, as if personally responsible. \"Not bad,Commissioner. \"."
      },
      {
        "size": 107,
        "text": "\"We're catching up to them,\" Reinhart retorted. \"But too damn slowly. We must finally go over--and soon. \"."
      },
      {
        "size": 241,
        "text": "Kaplan was in a talkative mood. \"We design new offensive weapons, theycounter with improved defenses. And nothing is actually made!Continual improvement, but neither we nor Centaurus can stop designinglong enough to stabilize for production."
      },
      {
        "size": 119,
        "text": "\"It will end,\" Reinhart stated coldly, \"as soon as Terra turns out aweapon for which Centaurus can build no defense. \"."
      },
      {
        "size": 104,
        "text": "\"Every weapon has a defense. Design and discord. Immediateobsolescence. Nothing lasts long enough to--\"."
      },
      {
        "size": 203,
        "text": "\"What we count on is the _lag_,\" Reinhart broke in, annoyed. His hardgray eyes bored into the lab organizer and Kaplan slunk back. \"Thetime lag between our offensive design and their counter development."
      },
      {
        "size": 240,
        "text": "At this moment, 9:30 AM, May 7, 2136, the statistical ratio on the SRBmachines stood at 21-17 on the Centauran side of the ledger. All factsconsidered, the odds favored a successful repulsion by ProximaCentaurus of a Terran military attack."
      },
      {
        "size": 184,
        "text": "The ratio was based on thetotal information known to the SRB machines, on a gestalt of the vastflow of data that poured in endlessly from all sectors of the Sol andCentaurus systems. ."
      },
      {
        "size": 228,
        "text": "21-17 on the Centauran side. But a month ago it had been 24-18 in theenemy's favor. Things were improving, slowly but steadily. Centaurus,older and less virile than Terra, was unable to match Terra's rate oftechnocratic advance."
      },
      {
        "size": 216,
        "text": "\"If we went to war now,\" Reinhart said thoughtfully, \"we would lose. We're not far enough along to risk an overt attack. \" A harsh, ruthlessglow twisted across his handsome features, distorting them into astern mask."
      },
      {
        "size": 103,
        "text": "\"But the odds are moving in our favor. Our offensivedesigns are gradually gaining on their defenses. \"."
      },
      {
        "size": 204,
        "text": "The war would come soon. Reinhart knew it intuitively. The air wasfull of tension, the _elan_. He left the SRB rooms and hurried downthe corridor to his own elaborately guarded office in the Securitywing."
      },
      {
        "size": 211,
        "text": "It wouldn't be long. He could practically feel the hot breath ofdestiny on his neck--for him a pleasant feeling. His thin lips set ina humorless smile, showing an even line of white teeth against histanned skin."
      },
      {
        "size": 190,
        "text": "First contact, a hundred years earlier, had ignited instant conflictbetween Proxima Centauran outposts and exploring Terran raiders. Flashfights, sudden eruptions of fire and energy beams. ."
      },
      {
        "size": 223,
        "text": "And then the long, dreary years of inaction between enemies wherecontact required years of travel, even at nearly the speed of light. The two systems were evenly matched. Screen against screen. Warshipagainst power station."
      },
      {
        "size": 174,
        "text": "The Centauran Empire surrounded Terra, an ironring that couldn't be broken, rusty and corroded as it was. Radicalnew weapons had to be conceived, if Terra was to break out. ."
      },
      {
        "size": 223,
        "text": "Through the windows of his office, Reinhart could see endlessbuildings and streets, Terrans hurrying back and forth. Bright specksthat were commute ships, little eggs that carried businessmen andwhite-collar workers around."
      },
      {
        "size": 168,
        "text": "The huge transport tubes that shot massesof workmen to factories and labor camps from their housing units. Allthese people, waiting to break out. Waiting for the day. ."
      },
      {
        "size": 109,
        "text": "Reinhart snapped on his vidscreen, the confidential channel. \"Give meMilitary Designs,\" he ordered sharply. ."
      },
      {
        "size": 192,
        "text": "He sat tense, his wiry body taut, as the vidscreen warmed into life. Abruptly he was facing the hulking image of Peter Sherikov, directorof the vast network of labs under the Ural Mountains. ."
      },
      {
        "size": 238,
        "text": "Sherikov's great bearded features hardened as he recognized Reinhart. His bushy black eyebrows pulled up in a sullen line. \"What do youwant? You know I'm busy. We have too much work to do, as it is. Without being bothered by--politicians."
      },
      {
        "size": 182,
        "text": "\"I'm dropping over your way,\" Reinhart answered lazily. He adjustedthe cuff of his immaculate gray cloak. \"I want a full description ofyour work and whatever progress you've made. \"."
      },
      {
        "size": 156,
        "text": "\"You'll find a regular departmental report plate filed in the usualway, around your office someplace. If you'll refer to that you'll knowexactly what we--\"."
      },
      {
        "size": 162,
        "text": "\"I'm not interested in that. I want to _see_ what you're doing. And Iexpect you to be prepared to describe your work fully. I'll be thereshortly. Half an hour. \"."
      },
      {
        "size": 266,
        "text": "Reinhart cut the circuit. Sherikov's heavy features dwindled andfaded. Reinhart relaxed, letting his breath out. Too bad he had towork with Sherikov. He had never liked the man. The big Polishscientist was an individualist, refusing to integrate himself withsociety."
      },
      {
        "size": 146,
        "text": "Independent, atomistic in outlook. He held concepts of theindividual as an end, diametrically contrary to the accepted organicstate Weltansicht. ."
      },
      {
        "size": 304,
        "text": "But Sherikov was the leading research scientist, in charge of theMilitary Designs Department. And on Designs the whole future of Terradepended. Victory over Centaurus--or more waiting, bottled up in theSol System, surrounded by a rotting, hostile Empire, now sinking intoruin and decay, yet still strong."
      },
      {
        "size": 112,
        "text": "Reinhart got quickly to his feet and left the office. He hurried downthe hall and out of the Council building. ."
      },
      {
        "size": 181,
        "text": "A few minutes later he was heading across the mid-morning sky in hishighspeed cruiser, toward the Asiatic land-mass, the vast Uralmountain range. Toward the Military Designs labs. ."
      },
      {
        "size": 120,
        "text": "Sherikov met him at the entrance. \"Look here, Reinhart. Don't thinkyou're going to order me around. I'm not going to--\"."
      },
      {
        "size": 249,
        "text": "\"Take it easy. \" Reinhart fell into step beside the bigger man. Theypassed through the check and into the auxiliary labs. \"No immediatecoercion will be exerted over you or your staff. You're free tocontinue your work as you see fit--for the present."
      },
      {
        "size": 140,
        "text": "Let's get thisstraight. My concern is to integrate your work with our total socialneeds. As long as your work is sufficiently productive--\"."
      },
      {
        "size": 234,
        "text": "\"Icarus, we call him. Remember the Greek myth? The legend of Icarus. Icarus flew. . . . This Icarus is going to fly, one of these days. \"Sherikov shrugged. \"You can examine him, if you want. I suppose thisis what you came here to see."
      },
      {
        "size": 301,
        "text": "Rising up in the center of the chamber was a squat metal cylinder, agreat ugly cone of dark gray. Technicians circled around it, wiring upthe exposed relay banks. Reinhart caught a glimpse of endless tubesand filaments, a maze of wires and terminals and parts criss-crossingeach other, layer on layer."
      },
      {
        "size": 210,
        "text": "\"What is it?\" Reinhart perched on the edge of a workbench, leaning hisbig shoulders against the wall. \"An idea of Jamison Hedge--the sameman who developed our instantaneous interstellar vidcasts forty yearsago."
      },
      {
        "size": 201,
        "text": "He was trying to find a method of faster than light travel whenhe was killed, destroyed along with most of his work. After that ftlresearch was abandoned. It looked as if there were no future in it. \"."
      },
      {
        "size": 218,
        "text": "\"The interstellar vidcasts do! No, Hedge developed a valid ftl drive. He managed to propel an object at fifty times the speed of light. Butas the object gained speed, its length began to diminish and its massincreased."
      },
      {
        "size": 237,
        "text": "This was in line with familiar twentieth-century conceptsof mass-energy transformation. We conjectured that as Hedge's objectgained velocity it would continue to lose length and gain mass untilits length became nil and its mass infinite."
      },
      {
        "size": 230,
        "text": "\"But what actually occurred is this. Hedge's object continued to loselength and gain mass until it reached the theoretical limit ofvelocity, the speed of light. At that point the object, still gainingspeed, simply ceased to exist."
      },
      {
        "size": 221,
        "text": "Having no length, it ceased to occupyspace. It disappeared. However, the object had not been _destroyed_. It continued on its way, gaining momentum each moment, moving in anarc across the galaxy, away from the Sol system."
      },
      {
        "size": 235,
        "text": "Hedge's objectentered some other realm of being, beyond our powers of conception. The next phase of Hedge's experiment consisted in a search for someway to slow the ftl object down, back to a sub-ftl speed, hence backinto our universe."
      },
      {
        "size": 281,
        "text": "\"The death of Hedge and destruction of most of his equipment. Hisexperimental object, in re-entering the space-time universe, came intobeing in space already occupied by matter. Possessing an incrediblemass, just below infinity level, Hedge's object exploded in a titaniccataclysm."
      },
      {
        "size": 277,
        "text": "It was obvious that no space travel was possible with sucha drive. Virtually all space contains _some_ matter. To re-enter spacewould bring automatic destruction. Hedge had found his ftl drive andhis counterprinciple, but no one before this has been able to put themto any use."
      },
      {
        "size": 179,
        "text": "Reinhart walked over toward the great metal cylinder. Sherikov jumpeddown and followed him. \"I don't get it,\" Reinhart said. \"You said theprinciple is no good for space travel. \"."
      },
      {
        "size": 132,
        "text": "\"This is not a ship. \" Sherikov grinned slyly. \"Icarus is the firstpractical application of Hedge's principles. Icarus is a bomb. \"."
      },
      {
        "size": 244,
        "text": "\"A bomb, moving at a velocity greater than light. A bomb which willnot exist in our universe. The Centaurans won't be able to detect orstop it. How could they? As soon as it passes the speed of light itwill cease to exist--beyond all detection."
      },
      {
        "size": 266,
        "text": "\"Icarus will be launched outside the lab, on the surface. He willalign himself with Proxima Centaurus, gaining speed rapidly. By thetime he reaches his destination he will be traveling at ftl-100. Icarus will be brought back to this universe within Centaurus itself."
      },
      {
        "size": 201,
        "text": "The explosion should destroy the star and wash away most of itsplanets--including their central hub-planet, Armun. There is no waythey can halt Icarus, once he has been launched. No defense ispossible."
      },
      {
        "size": 105,
        "text": "\"See this?\" He tapped a round globe, open at one end, the size of agrapefruit. \"This is holding us up. \"."
      },
      {
        "size": 306,
        "text": "\"The central control turret. This thing brings Icarus back to sub-ftlflight at the correct moment. It must be absolutely accurate. Icaruswill be within the star only a matter of a microsecond. If the turretdoes not function exactly, Icarus will pass out the other side andshoot beyond the Centauran system."
      },
      {
        "size": 181,
        "text": "Sherikov hedged uncertainly, spreading out his big hands. \"Who cansay? It must be wired with infinitely minute equipment--microscopegrapples and wires invisible to the naked eye. \"."
      },
      {
        "size": 208,
        "text": "Sherikov reached into his coat and brought out a manila folder. \"I'vedrawn up the data for the SRB machines, giving a date of completion. You can go ahead and feed it. I entered ten days as the maximumperiod."
      },
      {
        "size": 116,
        "text": "Reinhart accepted the folder cautiously. \"You're sure about the date?I'm not convinced I can trust you, Sherikov. \"."
      },
      {
        "size": 204,
        "text": "Sherikov's features darkened. \"You'll have to take a chance,Commissioner. I don't trust you any more than you trust me. I know howmuch you'd like an excuse to get me out of here and one of yourpuppets in."
      },
      {
        "size": 211,
        "text": "Reinhart studied the huge scientist thoughtfully. Sherikov was goingto be a hard nut to crack. Designs was responsible to Security, notthe Council. Sherikov was losing ground--but he was still a potentialdanger."
      },
      {
        "size": 184,
        "text": "\"All right. \" Reinhart put the folder slowly away in his coat. \"I'llfeed it. But you better be able to come through. There can't be anyslip-ups. Too much hangs on the next few days. \"."
      },
      {
        "size": 223,
        "text": "Standing in front of the machines, Reinhart waited nervously for theresults. It was two o'clock in the afternoon. The day was warm, apleasant May afternoon. Outside the building the daily life of theplanet went on as usual."
      },
      {
        "size": 282,
        "text": "As usual? Not exactly. The feeling was in the air, an expandingexcitement growing every day. Terra had waited a long time. The attackon Proxima Centaurus had to come--and the sooner the better. Theancient Centauran Empire hemmed in Terra, bottled the human race up inits one system."
      },
      {
        "size": 126,
        "text": "A vast, suffocating net draped across the heavens,cutting Terra off from the bright diamonds beyond. . . . And it had toend. ."
      },
      {
        "size": 136,
        "text": "The SRB machines whirred, the visible combination disappearing. For atime no ratio showed. Reinhart tensed, his body rigid. He waited. ."
      },
      {
        "size": 201,
        "text": "Within five minutes the emergency mobilization alert had been flashedto all Government departments. The Council and President Duffe hadbeen called to immediate session. Everything was happening fast. ."
      },
      {
        "size": 136,
        "text": "But there was no doubt. 7-6. In Terra's favor. Reinhart hurriedfrantically to get his papers in order, in time for the Councilsession. ."
      },
      {
        "size": 138,
        "text": "At histo-research the message plate was quickly pulled from theconfidential slot and rushed across the central lab to the chiefofficial. ."
      },
      {
        "size": 115,
        "text": "Harper picked up the plate, scanning it rapidly. \"Sounds like the realthing. I didn't think we'd live to see it. \"."
      },
      {
        "size": 133,
        "text": "Fredman left the room, hurrying down the hall. He entered the timebubble office. \"Where's the bubble?\" he demanded, looking around. ."
      },
      {
        "size": 188,
        "text": "One of the technicians looked slowly up. \"Back about two hundredyears. We're coming up with interesting data on the War of 1914. According to material the bubble has already brought up--\"."
      },
      {
        "size": 139,
        "text": "\"Cut it. We're through with routine work. Get the bubble back to thepresent. From now on all equipment has to be free for Military work. \"."
      },
      {
        "size": 126,
        "text": "\"It's risky. \" The technician hedged. \"If the emergency requires it, Isuppose we could take a chance and cut the automatic. \"."
      },
      {
        "size": 122,
        "text": "\"But the odds might change back,\" Margaret Duffe, President of theCouncil, said nervously. \"Any minute they can revert. \"."
      },
      {
        "size": 127,
        "text": "\"This is our chance!\" Reinhart snapped, his temper rising. \"What thehell's the matter with you? We've waited years for this. \"."
      },
      {
        "size": 202,
        "text": "The Council buzzed with excitement. Margaret Duffe hesitateduncertainly, her blue eyes clouded with worry. \"I realize theopportunity is here. At least, statistically. But the new odds havejust appeared."
      },
      {
        "size": 204,
        "text": "\"You're wrong. You don't grasp the situation. \" Reinhart held himselfin check with great effort. \"Sherikov's weapon tipped the ratio in ourfavor. But the odds have been moving in our direction for months."
      },
      {
        "size": 193,
        "text": "Itwas only a question of time. The new balance was inevitable, sooner orlater. It's not just Sherikov. He's only one factor in this. It's allnine planets of the Sol System--not a single man. \"."
      },
      {
        "size": 181,
        "text": "One of the Councilmen stood up. \"The President must be aware theentire planet is eager to end this waiting. All our activities for thepast eighty years have been directed toward--\"."
      },
      {
        "size": 192,
        "text": "Reinhart moved close to the slender President of the Council. \"If youdon't approve the war, there probably will be mass rioting. Publicreaction will be strong. Damn strong. And you know it. \"."
      },
      {
        "size": 200,
        "text": "Margaret Duffe shot him a cold glance. \"You sent out the emergencyorder to force my hand. You were fully aware of what you were doing. You knew once the order was out there'd be no stopping things. \"."
      },
      {
        "size": 137,
        "text": "A murmur rushed through the Council, gaining volume. \"We have toapprove the war!. . . We're committed!. . . It's too late to turn back!\"."
      },
      {
        "size": 276,
        "text": "Shouts, angry voices, insistent waves of sound lapped around MargaretDuffe. \"I'm as much for the war as anybody,\" she said sharply. \"I'monly urging moderation. An inter-system war is a big thing. We'regoing to war because a machine says we have a statistical chance ofwinning."
      },
      {
        "size": 119,
        "text": "\"There's no use starting the war unless we can win it,\" Reinhart said. \"The SRB machines tell us whether we can win. \"."
      },
      {
        "size": 286,
        "text": "Margaret Duffe clamped her jaw together tightly. \"All right. I hearall the clamor. I won't stand in the way of Council approval. The votecan go ahead. \" Her cold, alert eyes appraised Reinhart. \"Especiallysince the emergency order has already been sent out to all Governmentdepartments."
      },
      {
        "size": 113,
        "text": "\"Good. \" Reinhart stepped away with relief. \"Then it's settled. We canfinally go ahead with full mobilization. \"."
      },
      {
        "size": 112,
        "text": "Reinhart attended a policy-level Military briefing in the Councilrooms, conducted by Fleet Commander Carleton. ."
      },
      {
        "size": 257,
        "text": "\"You can see our strategy,\" Carleton said. He traced a diagram on theblackboard with a wave of his hand. \"Sherikov states it'll take eightmore days to complete the ftl bomb. During that time the fleet we havenear the Centauran system will take up positions."
      },
      {
        "size": 184,
        "text": "As the bomb goes offthe fleet will begin operations against the remaining Centauran ships. Many will no doubt survive the blast, but with Armun gone we should beable to handle them. \"."
      },
      {
        "size": 238,
        "text": "Reinhart took Commander Carleton's place. \"I can report on theeconomic situation. Every factory on Terra is converted to armsproduction. With Armun out of the way we should be able to promotemass insurrection among the Centauran colonies."
      },
      {
        "size": 224,
        "text": "An inter-system Empireis hard to maintain, even with ships that approach light speed. Localwar-lords should pop up all over the place. We want to have weaponsavailable for them and ships starting _now_ to reach them in time."
      },
      {
        "size": 228,
        "text": "Eventually we hope to provide a unifying principle around which thecolonies can all collect. Our interest is more economic thanpolitical. They can have any kind of government they want, as long asthey act as supply areas for us."
      },
      {
        "size": 226,
        "text": "Carleton resumed his report. \"Once the Centauran fleet has beenscattered we can begin the crucial stage of the war. The landing ofmen and supplies from the ships we have waiting in all key areasthroughout the Centauran system."
      },
      {
        "size": 234,
        "text": "Reinhart moved away. It was hard to believe only two days had passedsince the mobilization order had been sent out. The whole system wasalive, functioning with feverish activity. Countless problems werebeing solved--but much remained."
      },
      {
        "size": 252,
        "text": "He entered the lift and ascended to the SRB room, curious to see ifthere had been any change in the machines' reading. He found it thesame. So far so good. Did the Centaurans know about Icarus? No doubt;but there wasn't anything they could do about it."
      },
      {
        "size": 207,
        "text": "Kaplan came over to Reinhart, sorting a new batch of data that hadcome in. The lab organizer searched through his data. \"An amusing itemcame in. It might interest you. \" He handed a message plate toReinhart."
      },
      {
        "size": 224,
        "text": "This is to report that in bringing the research time bubble up to the present the manual return was used for the first time. Therefore a clean break was not made, and a quantity of material from the past was brought forward."
      },
      {
        "size": 232,
        "text": "This material included an individual from the early twentieth century who escaped from the lab immediately. He has not yet been taken into protective custody. Histo-research regrets this incident, but attributes it to the emergency."
      },
      {
        "size": 142,
        "text": "Reinhart handed the plate back to Kaplan. \"Interesting. A man from thepast--hauled into the middle of the biggest war the universe hasseen. \"."
      },
      {
        "size": 107,
        "text": "\"Hard to say. Probably nothing. \" Reinhart left the room and hurriedalong the corridor to his own office. ."
      },
      {
        "size": 202,
        "text": "Sherikov floundered. \"You know how these things are. I've taken mycrew off it and tried robot workers. They have greater dexterity, butthey can't make decisions. This calls for more than mere dexterity."
      },
      {
        "size": 222,
        "text": "Reinhart's face hardened. \"Listen, Sherikov. You have eight days leftto complete the bomb. The data given to the SRB machines containedthat information. The 7-6 ratio is based on that estimate. If youdon't come through--\"."
      },
      {
        "size": 180,
        "text": "\"I hope so. Call me as soon as it's done. \" Reinhart snapped off theconnection. If Sherikov let them down he'd have him taken out andshot. The whole war depended on the ftl bomb. ."
      },
      {
        "size": 201,
        "text": "The vidscreen glowed again. Reinhart snapped it on. Kaplan's faceformed on it. The lab organizer's face was pale and frozen. \"Commissioner, you better come up to the SRB office. Something'shappened. \"."
      },
      {
        "size": 207,
        "text": "Alarmed, Reinhart hurried out of his office and down the corridor. Hefound Kaplan standing in front of the SRB machines. \"What's thestory?\" Reinhart demanded. He glanced down at the reading. It wasunchanged."
      },
      {
        "size": 207,
        "text": "Kaplan held up a message plate nervously. \"A moment ago I fed thisinto the machines. After I saw the results I quickly removed it. It'sthat item I showed you. From histo-research. About the man from thepast."
      },
      {
        "size": 172,
        "text": "Kaplan swallowed unhappily. \"I'll show you. I'll do it again. Exactlyas before. \" He fed the plate into a moving intake belt. \"Watch thevisible figures,\" Kaplan muttered. ."
      },
      {
        "size": 211,
        "text": "The figures disappeared. The machines faltered. New figures showedbriefly. 4-24 for Centaurus. Reinhart gasped, suddenly sick withapprehension. But the figures vanished. New figures appeared. 16-38for Centaurus."
      },
      {
        "size": 186,
        "text": "\"The machines aren't able to handle the item. No reading can come. It's data they can't integrate. They can't use it for predictionmaterial, and it throws off all their other figures. \"."
      },
      {
        "size": 193,
        "text": "\"It's--it's a variable. \" Kaplan was shaking, white-lipped and pale. \"Something from which no inference can be made. The man from the past. The machines can't deal with him. The variable man!\"."
      },
      {
        "size": 220,
        "text": "The knife belonged to the lady in the big green house. Every time Colecame by with his Fixit cart the lady had something to be sharpened. Once in awhile she gave him a cup of coffee, hot black coffee from anold bent pot."
      },
      {
        "size": 197,
        "text": "The day was drizzly and overcast. Business had been bad. An automobilehad scared his two horses. On bad days less people were outside and hehad to get down from the cart and go to ring doorbells. ."
      },
      {
        "size": 205,
        "text": "But the man in the yellow house had given him a dollar for fixing hiselectric refrigerator. Nobody else had been able to fix it, not eventhe factory man. The dollar would go a long way. A dollar was a lot."
      },
      {
        "size": 154,
        "text": "He knew it was a tornado even before it hit him. Everything wassilent. He was bent over his whetstone, the reins between his knees,absorbed in his work. ."
      },
      {
        "size": 139,
        "text": "He had done a good job on the knife; he was almost finished. He spaton the blade and was holding it up to see--and then the tornado came. ."
      },
      {
        "size": 212,
        "text": "All at once it was there, completely around him. Nothing but grayness. He and the cart and horses seemed to be in a calm spot in the centerof the tornado. They were moving in a great silence, gray misteverywhere."
      },
      {
        "size": 233,
        "text": "And while he was wondering what to do, and how to get the lady's knifeback to her, all at once there was a bump and the tornado tipped himover, sprawled out on the ground. The horses screamed in fear,struggling to pick themselves up."
      },
      {
        "size": 212,
        "text": "The grayness was gone. White walls stuck up on all sides. A deep lightgleamed down, not daylight but something like it. The team was pullingthe cart on its side, dragging it along, tools and equipment fallingout."
      },
      {
        "size": 113,
        "text": "Men, with astonished white faces, in some sort of uniforms. Shouts,noise and confusion. And a feeling of danger!."
      },
      {
        "size": 212,
        "text": "Cole headed the team toward the door. Hoofs thundered steel againststeel as they pounded through the doorway, scattering the astonishedmen in all directions. He was out in a wide hall. A building, like ahospital."
      },
      {
        "size": 161,
        "text": "Shouting and milling in excitement, like white ants. Something cutpast him, a beam of dark violet. It seared off a corner of the cart,leaving the wood smoking. ."
      },
      {
        "size": 238,
        "text": "Cole felt fear. He kicked at the terrified horses. They reached a bigdoor, crashing wildly against it. The door gave--and they wereoutside, bright sunlight blinking down on them. For a sickening secondthe cart tilted, almost turning over."
      },
      {
        "size": 125,
        "text": "Then the horses gained speed,racing across an open field, toward a distant line of green, Coleholding tightly to the reins. ."
      },
      {
        "size": 144,
        "text": "Behind him the little white-faced men had come out and were standingin a group, gesturing frantically. He could hear their faint shrillshouts. ."
      },
      {
        "size": 149,
        "text": "The woods were artificial. Some kind of park. But the park was wildand overgrown. A dense jungle of twisted plants. Everything growing inconfusion. ."
      },
      {
        "size": 206,
        "text": "The park was empty. No one was there. By the position of the sun hecould tell it was either early morning or late afternoon. The smell ofthe flowers and grass, the dampness of the leaves, indicated morning."
      },
      {
        "size": 105,
        "text": "It had been late afternoon when the tornado had picked him up. And thesky had been overcast and cloudy. ."
      },
      {
        "size": 234,
        "text": "Cole considered. Clearly, he had been carried a long way. Thehospital, the men with white faces, the odd lighting, the accentedwords he had caught--everything indicated he was no longer inNebraska--maybe not even in the United States."
      },
      {
        "size": 220,
        "text": "Some of his tools had fallen out and gotten lost along the way. Colecollected everything that remained, sorting them, running his fingersover each tool with affection. Some of the little chisels and woodgouges were gone."
      },
      {
        "size": 223,
        "text": "The bit box had opened, and most of the smaller bitshad been lost. He gathered up those that remained and replaced themtenderly in the box. He took a key-hole saw down, and with an oil ragwiped it carefully and replaced it."
      },
      {
        "size": 248,
        "text": "Above the cart the sun rose slowly in the sky. Cole peered up, hishorny hand over his eyes. A big man, stoop-shouldered, his chin grayand stubbled. His clothes wrinkled and dirty. But his eyes were clear,a pale blue, and his hands were finely made."
      },
      {
        "size": 194,
        "text": "Far above something shot rapidly across the sky. A tiny black dotmoving with incredible haste. A second dot followed. The two dots weregone almost before he saw them. They were utterly silent. ."
      },
      {
        "size": 157,
        "text": "Cole frowned, perturbed. The dots made him uneasy. He would have tokeep moving--and looking for food. His stomach was already beginningto rumble and groan. ."
      },
      {
        "size": 195,
        "text": "Work. There was plenty he could do: gardening, sharpening, grinding,repair work on machines and clocks, fixing all kinds of householdthings. Even painting and odd jobs and carpentry and chores. ."
      },
      {
        "size": 202,
        "text": "Thomas Cole urged the team into life, moving forward. He sat hunchedover in the seat, watching intently, as the Fixit cart rolled slowlyacross the tangled grass, through the jungle of trees and flowers."
      },
      {
        "size": 152,
        "text": "Reinhart hurried, racing his cruiser at top speed, followed by asecond ship, a military escort. The ground sped by below him, a blurof gray and green. ."
      },
      {
        "size": 215,
        "text": "The remains of New York lay spread out, a twisted, blunted ruinovergrown with weeds and grass. The great atomic wars of the twentiethcentury had turned virtually the whole seaboard area into an endlesswaste of slag."
      },
      {
        "size": 137,
        "text": "Histo-research came into sight. Reinhart swooped down, bringing hiscruiser to rest at the small supply field behind the main buildings. ."
      },
      {
        "size": 142,
        "text": "Reinhart shot him a cold glance. \"I'll be the judge of what'simportant. Are you the one who gave the order to bring the bubble backmanually?\"."
      },
      {
        "size": 218,
        "text": "Fredman met them inside. He greeted Reinhart calmly, showing noemotion. \"Sorry to cause you trouble, Commissioner. We were trying toget the station in order for the war. We wanted the bubble back asquickly as possible."
      },
      {
        "size": 101,
        "text": "\" He eyed Reinhart curiously. \"No doubt the manand his cart will soon be picked up by your police. \"."
      },
      {
        "size": 236,
        "text": "Fredman shifted uncomfortably. \"There's not much to tell. I gave theorder to have the automatic setting canceled and the bubble broughtback manually. At the moment the signal reached it, the bubble waspassing through the spring of 1913."
      },
      {
        "size": 168,
        "text": "As it broke loose, it tore off apiece of ground on which this person and his cart were located. Theperson naturally was brought up to the present, inside the bubble. \"."
      },
      {
        "size": 285,
        "text": "\"We were too excited to take any readings. Half an hour after themanual control was thrown, the bubble materialized in the observationroom. It was de-energized before anyone noticed what was inside. Wetried to stop him but he drove the cart out into the hall, bowling usout of the way."
      },
      {
        "size": 101,
        "text": "\"There was some kind of sign on it. Painted in black letters on bothsides. No one saw what it was. \"."
      },
      {
        "size": 185,
        "text": "\"Somebody fired a Slem-ray after him, but it missed. The horsescarried him out of the building and onto the grounds. By the time wereached the exit the cart was half way to the park. \"."
      },
      {
        "size": 197,
        "text": "Reinhart reflected. \"If he's still in the park we should have himshortly. But we must be careful. \" He was already starting back towardhis ship, leaving Fredman behind. Harper fell in beside him. ."
      },
      {
        "size": 238,
        "text": "Reinhart halted by his ship. He beckoned some Government guards over. \"Put the executive staff of this department under arrest. I'll havethem tried on a treason count, later on. \" He smiled ironically asHarper's face blanched sickly pale."
      },
      {
        "size": 202,
        "text": "Reinhart entered his ship and left the surface, rising rapidly intothe sky. A second ship followed after him, a military escort. Reinhartflew high above the sea of gray slag, the unrecovered waste area."
      },
      {
        "size": 111,
        "text": "Hepassed over a sudden square of green set in the ocean of gray. Reinhart gazed back at it until it was gone. ."
      },
      {
        "size": 252,
        "text": "Central Park. He could see police ships racing through the sky, shipsand transports loaded with troops, heading toward the square of green. On the ground some heavy guns and surface cars rumbled along, lines ofblack approaching the park from all sides."
      },
      {
        "size": 132,
        "text": "They would have the man soon. But meanwhile, the SRB machines wereblank. And on the SRB machines' readings the whole war depended. ."
      },
      {
        "size": 201,
        "text": "About noon the cart reached the edge of the park. Cole rested for amoment, allowing the horses time to crop at the thick grass. Thesilent expanse of slag amazed him. What had happened? Nothing stirred."
      },
      {
        "size": 171,
        "text": "No buildings, no sign of life. Grass and weeds poked up occasionallythrough it, breaking the flat surface here and there, but even so, thesight gave him an uneasy chill. ."
      },
      {
        "size": 205,
        "text": "Cole drove the cart slowly out onto the slag, studying the sky abovehim. There was nothing to hide him, now that he was out of the park. The slag was bare and uniform, like the ocean. If he were spotted--."
      },
      {
        "size": 198,
        "text": "A horde of tiny black dots raced across the sky, coming rapidlycloser. Presently they veered to the right and disappeared. Moreplanes, wingless metal planes. He watched them go, driving slowly on. ."
      },
      {
        "size": 285,
        "text": "Half an hour later something appeared ahead. Cole slowed the cartdown, peering to see. The slag came to an end. He had reached itslimits. Ground appeared, dark soil and grass. Weeds grew everywhere. Ahead of him, beyond the end of the slag, was a line of buildings,houses of some sort."
      },
      {
        "size": 213,
        "text": "The houses were uniform, all exactly the same. Like little greenshells, rows of them, several hundred. There was a little lawn infront of each. Lawn, a path, a front porch, bushes in a meager rowaround each house."
      },
      {
        "size": 230,
        "text": "No one seemed to be around. He entered a street between two rows ofhouses, the hoofs of his two horses sounding loudly in the silence. Hewas in some kind of town. But there were no dogs or children. Everything was neat and silent."
      },
      {
        "size": 176,
        "text": "A young man walking along the pavement gaped at him in wonder. Anoddly-dressed youth, in a toga-like cloak that hung down to his knees. A single piece of fabric. And sandals. ."
      },
      {
        "size": 168,
        "text": "Or what looked like sandals. Both the cloak and the sandals were ofsome strange half-luminous material. It glowed faintly in thesunlight. Metallic, rather than cloth. ."
      },
      {
        "size": 271,
        "text": "A woman was watering flowers at the edge of a lawn. She straightenedup as his team of horses came near. Her eyes widened inastonishment--and then fear. Her mouth fell open in a soundless _O_and her sprinkling can slipped from her fingers and rolled silentlyonto the lawn."
      },
      {
        "size": 131,
        "text": "Cole blushed and turned his head quickly away. The woman was scarcelydressed! He flicked the reins and urged the horses to hurry. ."
      },
      {
        "size": 272,
        "text": "Behind him, the woman still stood. He stole a brief, hasty lookback--and then shouted hoarsely to his team, ears scarlet. He had seenright. She wore only a pair of translucent shorts. Nothing else. Amere fragment of the same half-luminous material that glowed andsparkled."
      },
      {
        "size": 220,
        "text": "He slowed the team down. She had been pretty. Brown hair and eyes,deep red lips. Quite a good figure. Slender waist, downy legs, bareand supple, full breasts--. He clamped the thought furiously off. Hehad to get to work."
      },
      {
        "size": 226,
        "text": "Cole halted the Fixit cart and leaped down onto the pavement. Heselected a house at random and approached it cautiously. The house wasattractive. It had a certain simple beauty. But it looked frail--andexactly like the others."
      },
      {
        "size": 216,
        "text": "He stepped up on the porch. There was no bell. He searched for it,running his hand uneasily over the surface of the door. All at oncethere was a click, a sharp snap on a level with his eyes. Cole glancedup, startled."
      },
      {
        "size": 153,
        "text": "While he was wondering what it meant, the door swung suddenly open. Aman filled up the entrance, a big man in a tan uniform, blocking theway ominously. ."
      },
      {
        "size": 203,
        "text": "\"I'm looking for work,\" Cole murmured. \"Any kind of work. I can doanything, fix any kind of thing. I repair broken objects. Things thatneed mending. \" His voice trailed off uncertainly. \"Anything at all."
      },
      {
        "size": 227,
        "text": "\"Apply to the Placement Department of the Federal Activities ControlBoard,\" the man said crisply. \"You know all occupational therapy ishandled through them. \" He eyed Cole curiously. \"Why have you got onthose ancient clothes?\"."
      },
      {
        "size": 196,
        "text": "The man gazed past him at the Fixit cart and the two dozing horses. \"What's that? What are those two animals? _Horses?_\" The man rubbedhis jaw, studying Cole intently. \"That's strange,\" he said. ."
      },
      {
        "size": 136,
        "text": "\"There haven't been any horses for over a century. All the horses werewiped out during the Fifth Atomic War. That's why it's strange. \"."
      },
      {
        "size": 185,
        "text": "Cole tensed, suddenly alert. There was something in the man's eyes, ahardness, a piercing look. Cole moved back off the porch, onto thepath. He had to be careful. Something was wrong. ."
      },
      {
        "size": 183,
        "text": "\"There haven't been any horses for over a hundred years. \" The man cametoward Cole. \"Who are you? Why are you dressed up like that? Where didyou get that vehicle and pair of horses?\"."
      },
      {
        "size": 179,
        "text": "It was a rolled-up paper, a thin sheet of metal in the form of a tube. Words, some kind of script. He could not make any of them out. Theman's picture, rows of numbers, figures--."
      },
      {
        "size": 146,
        "text": "\"I'm Director Winslow,\" the man said. \"Federal Stockpile Conservation. You better talk fast, or there'll be a Security car here in fiveminutes. \"."
      },
      {
        "size": 208,
        "text": "Something hit him. A wall of force, throwing him down on his face. Hesprawled in a heap, numb and dazed. His body ached, vibrating wildly,out of control. Waves of shock rolled over him, gradually diminishing."
      },
      {
        "size": 214,
        "text": "He got shakily to his feet. His head spun. He was weak, shattered,trembling violently. The man was coming down the walk after him. Colepulled himself onto the cart, gasping and retching. The horses jumpedinto life."
      },
      {
        "size": 200,
        "text": "He caught hold of the reins and managed to drag himself up in asitting position. The cart gained speed, turning a corner. Houses flewpast. Cole urged the team weakly, drawing great shuddering breaths."
      },
      {
        "size": 196,
        "text": "Then he was leaving the town, leaving the neat little houses behind. He was on some sort of highway. Big buildings, factories, on bothsides of the highway. Figures, men watching in astonishment. ."
      },
      {
        "size": 204,
        "text": "After awhile the factories fell behind. Cole slowed the team down. What had the man meant? Fifth Atomic War. Horses destroyed. It didn'tmake sense. And they had things he knew nothing about. Force fields."
      },
      {
        "size": 213,
        "text": "Cole reached around in his pockets. He found the identification tubethe man had handed him. In the excitement he had carried it off. Heunrolled the tube slowly and began to study it. The writing wasstrange to him."
      },
      {
        "size": 124,
        "text": "For a long time he studied the tube. Then, gradually, he became awareof something. Something in the top right-hand corner. ."
      },
      {
        "size": 144,
        "text": "But he held the paper in his hand. Thin, metal paper. Like foil. Andit had to be. It said so, right in the corner, printed on the paperitself. ."
      },
      {
        "size": 191,
        "text": "Cole rolled the tube up slowly, numbed with shock. Two hundred years. It didn't seem possible. But things were beginning to make sense. Hewas in the future, two hundred years in the future. ."
      },
      {
        "size": 159,
        "text": "While he was mulling this over, the swift black Security ship appearedoverhead, diving rapidly toward the horse-drawn cart, as it movedslowly along the road. ."
      },
      {
        "size": 184,
        "text": "\"This is Dixon. Western Regional Command. \" The officer cleared histhroat, shuffling his message plates. \"The man from the past has beenreported, moving away from the New York area. \"."
      },
      {
        "size": 113,
        "text": "\"Outside. He evaded the net around Central Park by entering one of thesmall towns at the rim of the slag area. \"."
      },
      {
        "size": 281,
        "text": "\"He entered the town of Petersville a few minutes before the netclosed around the park. We burned the park level, but naturally foundnothing. He had already gone. An hour later we received a report froma resident in Petersville, an official of the Stockpile ConservationDepartment."
      },
      {
        "size": 238,
        "text": "The man from the past had come to his door, looking forwork. Winslow, the official, engaged him in conversation, trying tohold onto him, but he escaped, driving his cart off. Winslow calledSecurity right away, but by then it was too late."
      },
      {
        "size": 134,
        "text": "\"Report to me as soon as anything more comes in. We must have him--anddamn soon. \" Reinhart snapped the screen off. It died quickly. ."
      },
      {
        "size": 237,
        "text": "Cole saw the shadow of the Security ship. He reacted at once. A secondafter the shadow passed over him, Cole was out of the cart, runningand falling. He rolled, twisting and turning, pulling his body as faraway from the cart as possible."
      },
      {
        "size": 208,
        "text": "There was a blinding roar and flash of white light. A hot wind rolledover Cole, picking him up and tossing him like a leaf. He shut hiseyes, letting his body relax. He bounced, falling and striking theground."
      },
      {
        "size": 213,
        "text": "Cole cried out, shrieking in pain. His body was on fire. He was beingconsumed, incinerated by the blinding white orb of fire. The orbexpanded, growing in size, swelling like some monstrous sun, twistedand bloated."
      },
      {
        "size": 218,
        "text": "The greedy orb faded, dying down. It sputtered and winked out,blackening into ash. The air reeked, a bitter acrid smell. His clotheswere burning and smoking. The ground under him was hot, baked dry,seared by the blast."
      },
      {
        "size": 254,
        "text": "Cole opened his eyes slowly. The cart was gone. A great hole gapedwhere it had been, a shattered sore in the center of the highway. Anugly cloud hung above the hole, black and ominous. Far above, thewingless plane circled, watching for any signs of life."
      },
      {
        "size": 200,
        "text": "Cole lay, breathing shallowly, slowly. Time passed. The sun movedacross the sky with agonizing slowness. It was perhaps four in theafternoon. Cole calculated mentally. In three hours it would be dark."
      },
      {
        "size": 121,
        "text": "He lay without moving. The late afternoon sun beat down on him. Hefelt sick, nauseated and feverish. His mouth was dry. ."
      },
      {
        "size": 139,
        "text": "Some ants ran over his outstretched hand. Gradually, the immense blackcloud was beginning to drift away, dispersing into a formless blob. ."
      },
      {
        "size": 195,
        "text": "The cart was gone. The thought lashed against him, pounding at hisbrain, mixing with his labored pulse-beat. _Gone. _ Destroyed. Nothingbut ashes and debris remained. The realization dazed him. ."
      },
      {
        "size": 117,
        "text": "Finally the plane finished its circling, winging its way toward thehorizon. At last it vanished. The sky was clear. ."
      },
      {
        "size": 220,
        "text": "Cole got unsteadily to his feet. He wiped his face shakily. His bodyached and trembled. He spat a couple times, trying to clear his mouth. The plane would probably send in a report. People would be coming tolook for him."
      },
      {
        "size": 206,
        "text": "To his right a line of hills rose up, a distant green mass. Maybe hecould reach them. He began to walk slowly. He had to be very careful. They were looking for him--and they had weapons. Incredible weapons."
      },
      {
        "size": 310,
        "text": "He would be lucky to still be alive when the sun set. His team andFixit cart were gone--and all his tools. Cole reached into hispockets, searching through them hopefully. He brought out some smallscrewdrivers, a little pair of cutting pliers, some wire, some solder,the whetstone, and finally the lady's knife."
      },
      {
        "size": 163,
        "text": "Only a few small tools remained. He had lost everything else. Butwithout the cart he was safer, harder to spot. They would have moretrouble finding him, on foot. ."
      },
      {
        "size": 301,
        "text": "The call came through to Reinhart almost at once. Dixon's featuresformed on the vidscreen. \"I have a further report, Commissioner. \"Dixon scanned the plate. \"Good news. The man from the past was sightedmoving away from Petersville, along highway 13, at about ten miles anhour, on his horse-drawn cart."
      },
      {
        "size": 216,
        "text": "\"Actually, we won't know for certain until we can examine the debris. A surface car is speeding toward the spot. We should have the completereport in a short time. We'll notify you as soon as the informationcomes in."
      },
      {
        "size": 252,
        "text": "Reinhart reached out and cut the screen. It faded into darkness. Hadthey got the man from the past? Or had he escaped again? Weren't theyever going to get him? Couldn't he be captured? And meanwhile, the SRBmachines were silent, showing nothing at all."
      },
      {
        "size": 167,
        "text": "\"Catch me. \" Earl ran and ran, down the side of the hill, over behind amilitary storage depot, along a neotex fence, jumping finally downinto Mrs. Norris' back yard. ."
      },
      {
        "size": 123,
        "text": "Steven hurried after his brother, sobbing for breath, shouting andgasping as he ran. \"Come back! You come back with that!\"."
      },
      {
        "size": 152,
        "text": "Steven halted, his chest rising and falling. \"He's got my intersystemvidsender. \" His small face twisted with rage and misery. \"He bettergive it back!\"."
      },
      {
        "size": 145,
        "text": "Earl came circling around from the right. In the warm gloom of eveninghe was almost invisible. \"Here I am,\" he announced. \"What you going todo?\"."
      },
      {
        "size": 122,
        "text": "Steven glared at him hotly. His eyes made out the square box in Earl'shands. \"You give that back! Or--or I'll tell Dad. \"."
      },
      {
        "size": 246,
        "text": "\"Catch me. \" Earl started off. Steven pushed Sally out of the way,lashing wildly at his brother. He collided with him, throwing himsprawling. The box fell from Earl's hands. It skidded to the pavement,crashing into the side of a guide-light post."
      },
      {
        "size": 134,
        "text": "\"You did it!\"' Steven bent down and picked up the box. He carried itover to the guide-light, sitting down on the curb to examine it. ."
      },
      {
        "size": 225,
        "text": "Night was descending rapidly. The line of hills rising above the townwere already lost in darkness. A few lights had come on here andthere. The evening was warm. A surface car slammed its doors, someplace off in the distance."
      },
      {
        "size": 115,
        "text": "In the sky ships droned back and forth,weary commuters coming home from work in the big underground factoryunits. ."
      },
      {
        "size": 185,
        "text": "Thomas Cole came slowly toward the three children grouped around theguide-light. He moved with difficulty, his body sore and bent withfatigue. Night had come, but he was not safe yet. ."
      },
      {
        "size": 105,
        "text": "He was tired, exhausted and hungry. He had walked a long way. And hehad to have something to eat--soon. ."
      },
      {
        "size": 169,
        "text": "A few feet from the children Cole stopped. They were all intent andabsorbed by the box on Steven's knees. Suddenly a hush fell over thechildren. Earl looked up slowly. ."
      },
      {
        "size": 273,
        "text": "In the dim light the big stooped figure of Thomas Cole seemed extramenacing. His long arms hung down loosely at his sides. His face waslost in shadow. His body was shapeless, indistinct. A big unformedstatue, standing silently a few feet away, unmoving in thehalf-darkness."
      },
      {
        "size": 147,
        "text": "Cole came toward them. He bent down a little. The beam from theguide-light crossed his features. Lean, prominent nose, beak-like,faded blue eyes--."
      },
      {
        "size": 165,
        "text": "\"Wait. \" Cole smiled crookedly at them. His voice was dry and raspy. \"What do you have there?\" He pointed with his long, slender fingers. \"The box you're holding. \"."
      },
      {
        "size": 262,
        "text": "Cole smiled a little. He sank down wearily on the edge of the curb,sighing with relief. He had been walking too long. His body ached withfatigue. He was hungry, and tired. For a long time he sat, wipingperspiration from his neck and face, too exhausted to speak."
      },
      {
        "size": 106,
        "text": "\"Who are you?\" Sally demanded, at last. \"Why do you have on thosefunny clothes? Where did you come from?\"."
      },
      {
        "size": 144,
        "text": "\"Where?\" Cole looked around at the children. \"From a long way off. Along way. \" He shook his head slowly from side to side, trying to clearit. ."
      },
      {
        "size": 101,
        "text": "Cole took a deep breath and let it out again slowly. \"I fix things. All kinds of things. Any kind. \"."
      },
      {
        "size": 217,
        "text": "Cole didn't hear him. Sudden need had roused him, getting him suddenlyto his feet. \"You know any work I can find?\" he demanded. \"Things Icould do? I can fix anything. Clocks, type-writers, refrigerators,pots and pans."
      },
      {
        "size": 179,
        "text": "Cole took the box slowly. He turned it over, holding it up to thelight. He frowned, concentrating on it. His long, slender fingersmoved carefully over the surface, exploring it. ."
      },
      {
        "size": 213,
        "text": "\"No. \" Cole shook his head vaguely. \"I'm reliable. \" His sensitivefingers found the studs that held the box together. He depressed thestuds, pushing them expertly in. The box opened, revealing its complexinterior."
      },
      {
        "size": 200,
        "text": "The three children watched Cole apprehensively. Cole fumbled in hispocket. Slowly he brought out his tiny screwdrivers and pliers. Helaid them in a row beside him. He made no move to return the box. ."
      },
      {
        "size": 162,
        "text": "Cole looked up. His faded blue eyes took in the sight of the threechildren standing before him in the gloom. \"I'll fix it for you. Yousaid you wanted it fixed. \"."
      },
      {
        "size": 142,
        "text": "\"I want it back. \" Steven stood on one foot, then the other, torn bydoubt and indecision. \"Can you really fix it? Can you make it workagain?\"."
      },
      {
        "size": 150,
        "text": "A sly smile flickered across Cole's tired face. \"Now, wait a minute. If I fix it, will you bring me something to eat? I'm not fixing it fornothing. \"."
      },
      {
        "size": 156,
        "text": "Cole relaxed. \"Fine. That's fine. \" He turned his attention back to thebox resting between his knees. \"Then I'll fix it for you. I'll fix itfor you good. \"."
      },
      {
        "size": 169,
        "text": "His fingers flew, working and twisting, tracing down wires and relays,exploring and examining. Finding out about the inter-system vidsender. Discovering how it worked. ."
      },
      {
        "size": 239,
        "text": "Steven slipped into the house through the emergency door. He made hisway to the kitchen with great care, walking on tip-toe. He punched thekitchen controls at random, his heart beating excitedly. The stovebegan to whirr, purring into life."
      },
      {
        "size": 251,
        "text": "Presently the stove opened, sliding out a tray of steaming dishes. Themechanism clicked off, dying into silence. Steven grabbed up thecontents of the tray, filling his arms. He carried everything down thehall, out the emergency door and into the yard."
      },
      {
        "size": 170,
        "text": "Thomas Cole got slowly to his feet as Steven came into view. \"Here,\"Steven said. He dumped the food onto the curb, gasping for breath. \"Here's the food. Is it finished?\"."
      },
      {
        "size": 156,
        "text": "Steven was holding the box under the light, examining the switches. Heclicked the main switch on. The indicator light gleamed. \"It lightsup,\" Steven said. ."
      },
      {
        "size": 132,
        "text": "Steven spoke into the box. \"Hello! Hello! This is operator 6-Z75calling. Can you hear me? This is operator 6-Z75. Can you hear me?\"."
      },
      {
        "size": 246,
        "text": "In the darkness, away from the beam of the guide-light, Thomas Colesat crouched over the food. He ate gratefully, silently. It was goodfood, well cooked and seasoned. He drank a container of orange juiceand then a sweet drink he didn't recognize."
      },
      {
        "size": 211,
        "text": "Most of the food wasstrange to him, but he didn't care. He had walked a long way and hewas plenty hungry. And he still had a long way to go, before morning. He had to be deep in the hills before the sun came up."
      },
      {
        "size": 115,
        "text": "Instinct toldhim that he would be safe among the trees and tangled growth--atleast, as safe as he could hope for. ."
      },
      {
        "size": 153,
        "text": "He ate rapidly, intent on the food. He did not look up until he wasfinished. Then he got slowly to his feet, wiping his mouth with theback of his hand. ."
      },
      {
        "size": 217,
        "text": "The three children were standing around in a circle, operating theinter-system vidsender. He watched them for a few minutes. None ofthem looked up from the small box. They were intent, absorbed in whatthey were doing."
      },
      {
        "size": 139,
        "text": "After a moment Steven looked up at him. There was a strange expressionon his face. He nodded slowly. \"Yes. Yes, it works. It works fine. \"."
      },
      {
        "size": 211,
        "text": "The children watched silently until the figure of Thomas Cole hadcompletely disappeared. Slowly, they turned and looked at each other. Then down at the box in Steven's hands. They gazed at the box ingrowing awe."
      },
      {
        "size": 139,
        "text": "Steven turned and edged toward his house. \"I've got to show it to myDad,\" he murmured, dazed. \"He's got to know. _Somebody's_ got toknow!\"."
      },
      {
        "size": 129,
        "text": "\"Then he did escape from the blast,\" Dixon admitted reluctantly. \"Hemust have leaped from the cart just before the concussion. \"."
      },
      {
        "size": 193,
        "text": "Reinhart nodded. \"He escaped. He got away from you--twice. \" He pushedthe vidsender box away and leaned abruptly toward the man standinguneasily in front of his desk. \"What's your name again?\"."
      },
      {
        "size": 227,
        "text": "\"Steven came into the house. He acted queerly. He was carrying hisinter-system vidsender. \" Elliot pointed at the box on Reinhart's desk. \"That. He was nervous and excited. I asked what was wrong. For awhilehe couldn't tell me."
      },
      {
        "size": 217,
        "text": "He was quite upset. Then he showed me thevidsender. \" Elliot took a deep, shaky breath. \"I could see right awayit was different. You see I'm an electrical engineer. I had opened itonce before, to put in a new battery."
      },
      {
        "size": 204,
        "text": "I had a fairly good idea how itshould look. \" Elliot hesitated. \"Commissioner, it had been _changed_. A lot of the wiring was different. Moved around. Relays connecteddifferently. Some parts were missing."
      },
      {
        "size": 135,
        "text": "New parts had been jury riggedout of old. Then I discovered the thing that made me call Security. The vidsender--it really _worked_. \"."
      },
      {
        "size": 271,
        "text": "\"You see, it never was anything more than a toy. With a range of a fewcity blocks. So the kids could call back and forth from their rooms. Like a sort of portable vidscreen. Commissioner, I tried out thevidsender, pushing the call button and speaking into the microphone."
      },
      {
        "size": 189,
        "text": "I--I got a ship of the line. A battleship, operating beyond ProximaCentaurus--over eight light years away. As far out as the actualvidsenders operate. Then I called Security. Right away. \"."
      },
      {
        "size": 119,
        "text": "For a time Reinhart was silent. Finally he tapped the box lying on thedesk. \"You got a ship of the line--with _this_?\"."
      },
      {
        "size": 142,
        "text": "\"That's what I thought. \" Reinhart waved his hand impatiently. \"Allright, Elliot. Thanks for turning the information over to us. That'sall. \"."
      },
      {
        "size": 213,
        "text": "Reinhart and Dixon looked at each other. \"This is bad,\" Reinhart saidharshly. \"He has some ability, some kind of mechanical ability. Genius, perhaps, to do a thing like this. Look at the period he camefrom, Dixon."
      },
      {
        "size": 205,
        "text": "The early part of the twentieth century. Before the warsbegan. That was a unique period. There was a certain vitality, acertain ability. It was a period of incredible growth and discovery. Edison. Pasteur."
      },
      {
        "size": 157,
        "text": "Burbank. The Wright brothers. Inventions andmachines. People had an uncanny ability with machines. A kind ofintuition about machines--which we don't have. \"."
      },
      {
        "size": 223,
        "text": "\"I mean a person like this coming into our own time is bad in itself,war or no war. He's too different. He's oriented along differentlines. He has abilities we lack. This fixing skill of his. It throwsus off, out of kilter."
      },
      {
        "size": 228,
        "text": "\"Now I'm beginning to understand why the SRB machines couldn't factorhim. It's impossible for us to understand this kind of person. Winslowsays he asked for work, any kind of work. The man said he could doanything, fix anything."
      },
      {
        "size": 231,
        "text": "\"Can any of us fix anything? No. None of us can do that. We'respecialized. Each of us has his own line, his own work. I understandmy work, you understand yours. The tendency in evolution is towardgreater and greater specialization."
      },
      {
        "size": 232,
        "text": "Man's society is an ecology thatforces adaptation to it. Continual complexity makes it impossible forany of us to know anything outside our own personal field--I can'tfollow the work of the man sitting at the next desk over from me."
      },
      {
        "size": 201,
        "text": "\"This man is different. He can fix anything, do anything. He doesn'twork with knowledge, with science--the classified accumulation offacts. He _knows_ nothing. It's not in his head, a form of learning."
      },
      {
        "size": 186,
        "text": "He works by intuition--his power is in his hands, not his head. Jack-of-all-trades. His hands! Like a painter, an artist. In hishands--and he cuts across our lives like a knife-blade. \"."
      },
      {
        "size": 211,
        "text": "\"The other problem is that this man, this variable man, has escapedinto the Albertine Mountain range. Now we'll have one hell of a timefinding him. He's clever--in a strange kind of way. Like some sort ofanimal."
      },
      {
        "size": 319,
        "text": "Reinhart sent Dixon out. After a moment he gathered up the handful ofreports on his desk and carried them up to the SRB room. The SRB roomwas closed up, sealed off by a ring of armed Security police. Standingangrily before the ring of police was Peter Sherikov, his beardwaggling angrily, his immense hands on his hips."
      },
      {
        "size": 243,
        "text": "\"Sorry. \" Reinhart cleared the police aside. \"Come inside with me. I'llexplain. \" The doors opened for them and they entered. Behind them thedoors shut and the ring of police formed outside. \"What brings youaway from your lab?\" Reinhart asked."
      },
      {
        "size": 173,
        "text": "Sherikov shrugged. \"Several things. I wanted to see you. I called youon the vidphone and they said you weren't available. I thought maybesomething had happened. What's up?\"."
      },
      {
        "size": 161,
        "text": "\"I'll tell you in a few minutes. \" Reinhart called Kaplan over. \"Hereare some new items. Feed them in right away. I want to see if themachines can total them. \"."
      },
      {
        "size": 125,
        "text": "\"Certainly, Commissioner. \" Kaplan took the message plates and placedthem on an intake belt. The machines hummed into life. ."
      },
      {
        "size": 125,
        "text": "\"We're in trouble. For twenty-four hours the machines haven't givenany reading at all. Nothing but a blank. A total blank. \"."
      },
      {
        "size": 102,
        "text": "Sherikov's features registered disbelief. \"But that isn't possible. _Some_ odds exist at all times. \"."
      },
      {
        "size": 132,
        "text": "\"Because a variable factor has been introduced. A factor which themachines can't handle. They can't make any predictions from it. \"."
      },
      {
        "size": 226,
        "text": "\"No. It exists, as real data. Therefore it affects the balance of thematerial, the sum total of all other available data. To reject itwould be to give a false reading. The machines can't reject any datathat's known to be true."
      },
      {
        "size": 199,
        "text": "Sherikov pulled moodily at his black beard. \"I would be interested inknowing what sort of factor the machines can't handle. I thought theycould take in all data pertaining to contemporary reality. \"."
      },
      {
        "size": 264,
        "text": "\"They can. This factor has nothing to do with contemporary reality. That's the trouble. Histo-research in bringing its time bubble backfrom the past got overzealous and cut the circuit too quickly. Thebubble came back loaded--with a man from the twentieth century."
      },
      {
        "size": 227,
        "text": "\"I see. A man from two centuries ago. \" The big Pole frowned. \"And witha radically different Weltanschauung. No connection with our presentsociety. Not integrated along our lines at all. Therefore the SRBmachines are perplexed."
      },
      {
        "size": 241,
        "text": "Reinhart grinned. \"Perplexed? I suppose so. In any case, they can't doanything with the data about this man. The variable man. No statisticsat all have been thrown up--no predictions have been made. And itknocks everything else out of phase."
      },
      {
        "size": 178,
        "text": "\"The horse-shoe nail. Remember the old poem? 'For want of a nail theshoe was lost. For want of the shoe the horse was lost. For want ofthe horse the rider was lost. For want--'\"."
      },
      {
        "size": 204,
        "text": "\"Exactly. A single factor coming along like this, one singleindividual, can throw everything off. It doesn't seem possible thatone person could knock an entire society out of balance--butapparently it is."
      },
      {
        "size": 218,
        "text": "\"He escaped into the Albertine Mountain Range last night. It'll behard to find him. We must expect him to be loose for anotherforty-eight hours. It'll take that long for us to arrange theannihilation of the range area."
      },
      {
        "size": 130,
        "text": "The SRB machines had finished factoring the new data. Reinhart andSherikov hurried to take their places before the view windows. ."
      },
      {
        "size": 174,
        "text": "The odds vanished. New odds took their places. 97-4. In favor ofCentaurus. Sherikov groaned in astonished dismay. \"Wait,\" Reinhartsaid to him. \"I don't think they'll last. \"."
      },
      {
        "size": 157,
        "text": "The odds vanished. A rapid series of odds shot across the screen, aviolent stream of numbers, changing almost instantly. At last themachines became silent. ."
      },
      {
        "size": 223,
        "text": "Sherikov pondered. \"Reinhart, you're too Anglo-Saxon, too impulsive. Be more Slavic. This man will be captured and destroyed within twodays. You said so yourself. Meanwhile, we're all working night and dayon the war effort."
      },
      {
        "size": 263,
        "text": "The warfleet is waiting near Proxima, taking uppositions for the attack on the Centaurans. All our war plants aregoing full blast. By the time the attack date comes we'll have afull-sized invasion army ready to take off for the long trip to theCentauran colonies."
      },
      {
        "size": 269,
        "text": "The whole Terran population has been mobilized. The eight supply planets are pouring in material. All this is going onday and night, even without odds showing. Long before the attack comesthis man will certainly be dead, and the machines will be able to showodds again."
      },
      {
        "size": 202,
        "text": "Reinhart considered. \"But it worries me, a man like that out in theopen. Loose. A man who can't be predicted. It goes against science. We've been making statistical reports on society for two centuries."
      },
      {
        "size": 215,
        "text": "Wehave immense files of data. The machines are able to predict what eachperson and group will do at a given time, in a given situation. Butthis man is beyond all prediction. He's a variable. It's contrary toscience."
      },
      {
        "size": 138,
        "text": "\"The particle that moves in such a way that we can't predict whatposition it will occupy at a given second. Random. The randomparticle. \"."
      },
      {
        "size": 210,
        "text": "Sherikov laughed sarcastically. \"Don't worry about it, Commissioner. The man will be captured and things will return to their naturalstate. You'll be able to predict people again, like laboratory rats ina maze."
      },
      {
        "size": 177,
        "text": "Reinhart nodded reluctantly. \"They're too timid, theseparliamentarians. If they discover we have no SRB odds they'll want toshut down the war planning and go back to waiting. \"."
      },
      {
        "size": 201,
        "text": "\"Too slow for you, Commissioner? Laws, debates, council meetings,discussions. . . . Saves a lot of time if one man has all the power. Oneman to tell people what to do, think for them, lead them around."
      },
      {
        "size": 138,
        "text": "Reinhart eyed the big Pole critically. \"That reminds me. How is Icaruscoming? Have you continued to make progress on the control turret?\"."
      },
      {
        "size": 163,
        "text": "A scowl crossed Sherikov's broad features. \"The control turret?\" Hewaved his big hand vaguely. \"I would say it's coming along all right. We'll catch up in time. \"."
      },
      {
        "size": 202,
        "text": "\"Somewhat. A little. But we'll catch up. \" Sherikov retreated towardthe door. \"Let's go down to the cafeteria and have a cup of coffee. You worry too much, Commissioner. Take things more in your stride."
      },
      {
        "size": 131,
        "text": "\"I suppose you're right. \" The two men walked out into the hall. \"I'mon edge. This variable man. I can't get him out of my mind. \"."
      },
      {
        "size": 211,
        "text": "\"I'll show you. \" Reinhart led Sherikov down the hall to his office. They entered and Reinhart locked the door. He handed Sherikov the toyand roughed in what Cole had done. A strange look crossed Sherikov'sface."
      },
      {
        "size": 202,
        "text": "He found the studs on the box and depressed them. The boxopened. The big Pole sat down at the desk and began to study theinterior of the box. \"You're sure it was the man from the past whorewired this?\"."
      },
      {
        "size": 139,
        "text": "\"Of course. On the spot. The boy damaged it playing. The variable mancame along and the boy asked him to fix it. He fixed it, all right. \"."
      },
      {
        "size": 144,
        "text": "\"Nothing. \" Sherikov got abruptly to his feet, closing the boxcarefully. \"Can I take this along? To my lab? I'd like to analyze itmore fully. \"."
      },
      {
        "size": 136,
        "text": "\"No special reason. Let's go get our coffee. \" Sherikov headed towardthe door. \"You say you expect to capture this man in a day or so?\"."
      },
      {
        "size": 243,
        "text": "\"_Kill_ him, not capture him. We've got to eliminate him as a piece ofdata. We're assembling the attack formations right now. No slip-ups,this time. We're in the process of setting up a cross-bombing patternto level the entire Albertine range."
      },
      {
        "size": 140,
        "text": "Sherikov nodded absently. \"Of course,\" he murmured. A preoccupiedexpression still remained on his broad features. \"I understandperfectly. \"."
      },
      {
        "size": 211,
        "text": "Thomas Cole crouched over the fire he had built, warming his hands. Itwas almost morning. The sky was turning violet gray. The mountain airwas crisp and chill. Cole shivered and pulled himself closer to thefire."
      },
      {
        "size": 201,
        "text": "The heat felt good against his hands. _His hands. _ He gazed down atthem, glowing yellow-red in the firelight. The nails were black andchipped. Warts and endless calluses on each finger, and the palms."
      },
      {
        "size": 128,
        "text": "Butthey were good hands; the fingers were long and tapered. He respectedthem, although in some ways he didn't understand them. ."
      },
      {
        "size": 256,
        "text": "Cole was deep in thought, meditating over his situation. He had beenin the mountains two nights and a day. The first night had been theworst. Stumbling and falling, making his way uncertainly up the steepslopes, through the tangled brush and undergrowth--."
      },
      {
        "size": 277,
        "text": "But when the sun came up he was safe, deep in the mountains, betweentwo great peaks. And by the time the sun had set again he had fixedhimself up a shelter and a means of making a fire. Now he had a neatlittle box trap, operated by a plaited grass rope and pit, a notchedstake."
      },
      {
        "size": 218,
        "text": "The sky turned from violet gray to a deep cold gray, a metallic color. The mountains were silent and empty. Far off some place a bird sang,its voice echoing across the vast slopes and ravines. Other birdsbegan to sing."
      },
      {
        "size": 262,
        "text": "Day was coming. His second day. Cole got to his feet and began tounfasten the rabbit. Time to eat. And then? After that he had noplans. He knew instinctively that he could keep himself aliveindefinitely with the tools he had retained, and the genius of hishands."
      },
      {
        "size": 129,
        "text": "He could kill game and skin it. Eventually he could buildhimself a permanent shelter, even make clothes but of hides. Inwinter--."
      },
      {
        "size": 217,
        "text": "But he was not thinking that far ahead. Cole stood by the fire,staring up at the sky, his hands on his hips. He squinted, suddenlytense. Something was moving. Something in the sky, drifting slowlythrough the grayness."
      },
      {
        "size": 148,
        "text": "A second dot joined the first. Two dots. Then three. Four. Five. Afleet of them, moving rapidly across the early morning sky. Toward themountains. ."
      },
      {
        "size": 219,
        "text": "Cole hurried away from the fire. He snatched up the rabbit and carriedit along with him, into the tangled shelter he had built. He wasinvisible, inside the shelter. No one could find him. But if they hadseen the fire--."
      },
      {
        "size": 223,
        "text": "He crouched in the shelter, watching the dots grow larger. They wereplanes, all right. Black wingless planes, coming closer each moment. Now he could hear them, a faint dull buzz, increasing until the groundshook under him."
      },
      {
        "size": 243,
        "text": "The first plane dived. It dropped like a stone, swelling into a greatblack shape. Cole gasped, sinking down. The plane roared in an arc,swooping low over the ground. Suddenly bundles tumbled out, whitebundles falling and scattering like seeds."
      },
      {
        "size": 258,
        "text": "Now the second plane was diving. It roared overhead, releasing itsload. More bundles tumbled out, filling the sky. The third planedived, then the fourth. The air was thick with drifting bundles ofwhite, a blanket of descending weed spores, settling to earth."
      },
      {
        "size": 233,
        "text": "On the ground the soldiers were forming into groups. Their shoutscarried to Cole, crouched in his shelter. Fear leaped through him. They were landing on all sides of him. He was cut off. The last twoplanes had dropped men behind him."
      },
      {
        "size": 236,
        "text": "He got to his feet, pushing out of the shelter. Some of the soldiershad found the fire, the ashes and coals. One dropped down, feeling thecoals with his hand. He waved to the others. They were circling allaround, shouting and gesturing."
      },
      {
        "size": 146,
        "text": "One of them began to set up some kindof gun. Others were unrolling coils of tubing, locking a collection ofstrange pipes and machinery in place. ."
      },
      {
        "size": 231,
        "text": "Cole ran. He rolled down a slope, sliding and falling. At the bottomhe leaped to his feet and plunged into the brush. Vines and leavestore at his face, slashing and cutting him. He fell again, tangled ina mass of twisted shrubbery."
      },
      {
        "size": 200,
        "text": "Voices. Footsteps. Men were behind him, running down the slope. Colestruggled frantically, gasping and twisting, trying to pull loose. Hestrained, breaking the vines, clawing at them with his hands. ."
      },
      {
        "size": 109,
        "text": "A soldier dropped to his knee, leveling his gun. More soldiersarrived, bringing up their rifles and aiming. ."
      },
      {
        "size": 206,
        "text": "Cole cried out. He closed his eyes, his body suddenly limp. He waited,his teeth locked together, sweat dripping down his neck, into hisshirt, sagging against the mesh of vines and branches coiled aroundhim."
      },
      {
        "size": 136,
        "text": "Cole opened his eyes slowly. The soldiers had regrouped. A huge manwas striding down the slope toward them, barking orders as he came. ."
      },
      {
        "size": 240,
        "text": "Cole gasped for breath. He was caught. There was nothing he could do. More soldiers were pouring down into the gulley, surrounding him onall sides. They studied him curiously, murmuring together. Cole shookhis head wearily and said nothing."
      },
      {
        "size": 186,
        "text": "The huge man with the beard stood directly in front of him, his handson his hips, looking him up and down. \"Don't try to get away,\" the mansaid. \"You can't get away. Do you understand?\"."
      },
      {
        "size": 227,
        "text": "\"All right. Good. \" The man waved. Soldiers clamped metal bands aroundCole's arms and wrists. The metal dug into his flesh, making him gaspwith pain. More clamps locked around his legs. \"Those stay there untilwe're out of here."
      },
      {
        "size": 253,
        "text": "Peter Sherikov studied the variable man for a moment before heanswered. \"Where? I'm taking you to my labs. Under the Urals. \" Heglanced suddenly up at the sky. \"We better hurry. The Security policewill be starting their demolition attack in a few hours."
      },
      {
        "size": 167,
        "text": "Sherikov settled down in his comfortable reinforced chair with a sigh. \"It's good to be back. \" He signalled to one of his guards. \"All right. You can unfasten him. \"."
      },
      {
        "size": 123,
        "text": "The metal clamps were removed from Cole's arms and legs. He sagged,sinking down in a heap. Sherikov watched him silently. ."
      },
      {
        "size": 203,
        "text": "Sherikov wrinkled his nose. \"A bath wouldn't hurt you any. We'llarrange that later. \" He lit a cigar, blowing a cloud of gray smokearound him. At the door of the room two lab guards stood with gunsready."
      },
      {
        "size": 230,
        "text": "Thomas Cole sat huddled in a heap on the floor, his head sunk downagainst his chest. He did not stir. His bent body seemed moreelongated and stooped than ever, his hair tousled and unkempt, hischin and jowls a rough stubbled gray."
      },
      {
        "size": 227,
        "text": "His clothes were dirty and tornfrom crawling through the brush. His skin was cut and scratched; opensores dotted his neck and cheeks and forehead. He said nothing. Hischest rose and fell. His faded blue eyes were almost closed."
      },
      {
        "size": 186,
        "text": "Sherikov waved one of the guards over. \"Have a doctor brought up here. I want this man checked over. He may need intravenous injections. Hemay not have had anything to eat for awhile. \"."
      },
      {
        "size": 134,
        "text": "\"I don't want anything to happen to you,\" Sherikov said. \"Before we goon I'll have you checked over. And deloused at the same time. \"."
      },
      {
        "size": 206,
        "text": "Sherikov laughed. \"Buck up! You have no reason to feel bad. \" He leanedtoward Cole, jabbing an immense finger at him. \"Another two hours andyou'd have been dead, out there in the mountains. You know that?\"."
      },
      {
        "size": 156,
        "text": "\"You don't believe me. Look. \" Sherikov leaned over and snapped on thevidscreen mounted in the wall. \"Watch, this. The operation shouldstill be going on. \"."
      },
      {
        "size": 227,
        "text": "\"This is a confidential Security channel. I had it tapped severalyears ago--for my own protection. What we're seeing now is being pipedin to Eric Reinhart. \" Sherikov grinned. \"Reinhart arranged what you'reseeing on the screen."
      },
      {
        "size": 265,
        "text": "Cole turned toward the screen. At first he could not make out what washappening. The screen showed a vast foaming cloud, a vortex of motion. From the speaker came a low rumble, a deep-throated roar. After a timethe screen shifted, showing a slightly different view."
      },
      {
        "size": 274,
        "text": "The picture was coming from a ship, flying above what had once beenthe Albertine Mountain Range. Now there was nothing but swirlingclouds of gray and columns of particles and debris, a surging tide ofrestless material gradually sweeping off and dissipating in alldirections."
      },
      {
        "size": 271,
        "text": "The Albertine Mountains had been disintegrated. Nothing remained butthese vast clouds of debris. Below, on the ground, a ragged plainstretched out, swept by fire and ruin. Gaping wounds yawned, immenseholes without bottom, craters side by side as far as the eye couldsee."
      },
      {
        "size": 153,
        "text": "Craters and debris. Like the blasted, pitted surface of the moon. Two hours ago it had been rolling peaks and gulleys, brush and greenbushes and trees. ."
      },
      {
        "size": 208,
        "text": "\"You see?\" Sherikov snapped the screen off. \"You were down there, notso long ago. All that noise and smoke--all for you. All for you, Mr. Variable Man from the past. Reinhart arranged that, to finish you off."
      },
      {
        "size": 153,
        "text": "Sherikov reached into a drawer of the table before him. He carefullybrought out a small square box and held it out to Cole. \"You wiredthis, didn't you?\"."
      },
      {
        "size": 205,
        "text": "Cole took the box in his hands and held it. For a time his tired mindfailed to focus. What did he have? He concentrated on it. The box wasthe children's toy. The inter-system vidsender, they had called it."
      },
      {
        "size": 205,
        "text": "Sherikov gazed down at him intently, his large eyes bright. He nodded,his black beard and cigar rising and falling. \"Good. That's all Iwanted to know. \" He got suddenly to his feet, pushing his chair back."
      },
      {
        "size": 140,
        "text": "After Cole had been released by the medical department, Sherikovjoined him in his private dining room, a floor above the actuallaboratory. ."
      },
      {
        "size": 205,
        "text": "The Pole gulped down a hasty meal, talking as he ate. Cole satsilently across from him, not eating or speaking. His old clothing hadbeen taken away and new clothing given him. He was shaved and rubbeddown."
      },
      {
        "size": 238,
        "text": "His sores and cuts were healed, his body and hair washed. Helooked much healthier and younger, now. But he was still stooped andtired, his blue eyes worn and faded. He listened to Sherikov's accountof the world of 2136 AD without comment."
      },
      {
        "size": 230,
        "text": "\"You can see,\" Sherikov said finally, waving a chicken leg, \"that yourappearance here has been very upsetting to our program. Now that youknow more about us you can see why Commissioner Reinhart was sointerested in destroying you."
      },
      {
        "size": 256,
        "text": "\"Reinhart, you realize, believes that the failure of the SRB machinesis the chief danger to the war effort. But that is nothing!\" Sherikovpushed his plate away noisily, draining his coffee mug. \"After all,wars _can_ be fought without statistical forecasts."
      },
      {
        "size": 173,
        "text": "The SRB machinesonly describe. They're nothing more than mechanical onlookers. Inthemselves, they don't affect the course of the war. _We_ make thewar. They only analyze. \"."
      },
      {
        "size": 248,
        "text": "\"You can see that our real problem is another thing entirely. Themachines only do figuring for us in a few minutes that eventually wecould do for our own selves. They're our servants, tools. Not somesort of gods in a temple which we go and pray to."
      },
      {
        "size": 200,
        "text": "Not oracles who cansee into the future for us. They don't see into the future. They onlymake statistical predictions--not prophecies. There's a big differencethere, but Reinhart doesn't understand it."
      },
      {
        "size": 124,
        "text": "Reinhart and his kind havemade such things as the SRB machines into gods. But I have no gods. Atleast, not any I can see. \"."
      },
      {
        "size": 201,
        "text": "\"I'm telling you all these things because you must understand whatwe're up against. Terra is hemmed in on all sides by the ancientCentauran Empire. It's been out there for centuries, thousands ofyears."
      },
      {
        "size": 213,
        "text": "No one knows how long. It's old--crumbling and rotting. Corruptand venal. But it holds most of the galaxy around us, and we can'tbreak out of the Sol system. I told you about Icarus, and Hedge's workin ftl flight."
      },
      {
        "size": 272,
        "text": "We must win the war against Centaurus. We've waited andworked a long time for this, the moment when we can break out and getroom among the stars for ourselves. Icarus is the deciding weapon. Thedata on Icarus tipped the SRB odds in our favor--for the first time inhistory."
      },
      {
        "size": 254,
        "text": "\"However, there is a problem. The data on Icarus which I turned overto the machines specified that Icarus would be completed in ten days. More than half that time has already passed. Yet, we are no closer towiring up the control turret than we were then."
      },
      {
        "size": 223,
        "text": "The turret bafflesus. \" Sherikov grinned ironically. \"Even _I_ have tried my hand at thewiring, but with no success. It's intricate--and small. Too manytechnical bugs not worked out. We are building only one, youunderstand."
      },
      {
        "size": 219,
        "text": "\"And built from the designs of a man dead four years--who isn't hereto correct us. We've made Icarus with our own hands, down here in thelabs. And he's giving us plenty of trouble. \" All at once Sherikov gotto his feet."
      },
      {
        "size": 143,
        "text": "\"Quite a sight,\" Sherikov agreed. \"We keep him down here at the bottomfor safety's sake. He's well protected. Come on in. We have work todo. \"."
      },
      {
        "size": 215,
        "text": "In the center of the lab Icarus rose up, the gray squat cylinder thatsomeday would flash through space at a speed of thousands of timesthat of light, toward the heart of Proxima Centaurus, over four lightyears away."
      },
      {
        "size": 228,
        "text": "\"Over here. The turret. \" Sherikov led Cole over to one side of theroom. \"It's guarded. Centauran spies are swarming everywhere on Terra. They see into everything. But so do we. That's how we get informationfor the SRB machines."
      },
      {
        "size": 175,
        "text": "The translucent globe that was the control turret reposed in thecenter of a metal stand, an armed guard standing at each side. Theylowered their guns as Sherikov approached. ."
      },
      {
        "size": 204,
        "text": "\"We don't want anything to happen to this,\" Sherikov said. \"Everythingdepends on it. \" He put out his hand for the globe. Half way to it hishand stopped, striking against an invisible presence in the air."
      },
      {
        "size": 235,
        "text": "\"Now. \" Sherikov's hand closed over the globe. He lifted it carefullyfrom its mount and brought it out for Cole to see. \"This is thecontrol turret for our enormous friend here. This is what will slowhim down when he's inside Centaurus."
      },
      {
        "size": 139,
        "text": "He slows down and re-enters thisuniverse. Right in the heart of the star. Then--no more Centaurus. \"Sherikov beamed. \"And no more Armun. \"."
      },
      {
        "size": 213,
        "text": "But Cole was not listening. He had taken the globe from Sherikov andwas turning it over and over, running his hands over it, his faceclose to its surface. He peered down into its interior, his face raptand intent."
      },
      {
        "size": 215,
        "text": "\"You can't see the wiring. Not without lenses. \" Sherikov signalled fora pair of micro-lenses to be brought. He fitted them on Cole's nose,hooking them behind his ears. \"Now try it. You can control themagnification."
      },
      {
        "size": 146,
        "text": "Cole gasped, swaying back and forth. Sherikov caught hold of him. Colegazed down into the globe, moving his head slightly, focussing theglasses. ."
      },
      {
        "size": 201,
        "text": "\"It takes practice. But you can do a lot with them. Permits you to domicroscopic wiring. There are tools to go along, you understand. \"Sherikov paused, licking his lip. \"We can't get it done correctly."
      },
      {
        "size": 189,
        "text": "Only a few men can wire circuits using the micro-lenses and the littletools. We've tried robots, but there are too many decisions to bemade. Robots can't make decisions. They just react. \"."
      },
      {
        "size": 152,
        "text": "Cole said nothing. He continued to gaze into the interior of theglobe, his lips tight, his body taut and rigid. It made Sherikov feelstrangely uneasy. ."
      },
      {
        "size": 165,
        "text": "\"You look like one of those old fortune tellers,\" Sherikov saidjokingly, but a cold shiver crawled up his spine. \"Better hand it backto me. \" He held out his hand. ."
      },
      {
        "size": 252,
        "text": "\"Well?\" Sherikov demanded. \"You know what I want. I want you to wirethis damn thing up. \" Sherikov came close to Cole, his big face hard. \"You can do it, I think. I could tell by the way you held it--and thejob you did on the children's toy, of course."
      },
      {
        "size": 245,
        "text": "You could wire it upright, and in five days. Nobody else can. And if it's not wired upCentaurus will keep on running the galaxy and Terra will have to sweatit out here in the Sol system. One tiny mediocre sun, one dust moteout of a whole galaxy."
      },
      {
        "size": 178,
        "text": "\"Then I turn you over to Reinhart. Reinhart will kill you instantly. He thinks you're dead, killed when the Albertine Range wasannihilated. If he had any idea I had saved you--\"."
      },
      {
        "size": 125,
        "text": "\"I brought you down here for one thing. If you wire it up I'll haveyou sent back to your own time continuum. If you don't--\"."
      },
      {
        "size": 137,
        "text": "Sherikov laughed. \"What can he do? How can he stop me? I have my ownmen. You saw them. They landed all around you. You'll be returned. \"."
      },
      {
        "size": 114,
        "text": "\"I agree,\" Thomas Cole said. \"I'll wire it for you. I'll complete thecontrol turret--within the next five days. \"."
      },
      {
        "size": 115,
        "text": "\"Our counter-intelligence service. They sent it direct to me. Here,I'll decode it for you. Save you the trouble. \"."
      },
      {
        "size": 153,
        "text": "Dixon came around behind Reinhart's desk. He leaned over theCommissioner's shoulder, taking hold of the plate and breaking theseal with his thumb nail. ."
      },
      {
        "size": 307,
        "text": "\"Hang on,\" Dixon said. \"This is going to hit you hard. According toour agents on Armun, the Centauran High Council has called anemergency session to deal with the problem of Terra's impendingattack. Centauran relay couriers have reported to the High Councilthat the Terran bomb Icarus is virtually complete."
      },
      {
        "size": 156,
        "text": "Work on the bombhas been rushed through final stages in the underground laboratoriesunder the Ural Range, directed by the Terran physicist PeterSherikov. \"."
      },
      {
        "size": 148,
        "text": "\"So I understand from Sherikov himself. Are you surprised theCentaurans know about the bomb? They have spies swarming over Terra. That's no news. \"."
      },
      {
        "size": 236,
        "text": "\"There's more. \" Dixon traced the message plate grimly, with anunsteady finger. \"The Centauran relay couriers reported that PeterSherikov brought an expert mechanic out of a previous time continuumto complete the wiring of the turret!\"."
      },
      {
        "size": 178,
        "text": "\"The variable man is still alive,\" Dixon murmured. \"I don't know how. Or why. There's nothing left of the Albertines. And how the hell didthe man get half way around the world?\"."
      },
      {
        "size": 217,
        "text": "Reinhart opened his eyes slowly, his face twisting. \"Sherikov! He musthave removed him before the attack. I told Sherikov the attack wasforthcoming. I gave him the exact hour. He had to get help--from thevariable man."
      },
      {
        "size": 236,
        "text": "Reinhart leaped up and began to pace back and forth. \"I've alreadyinformed the SRB machines that the variable man has been destroyed. The machines now show the original 7-6 ratio in our favor. But theratio is based on false information."
      },
      {
        "size": 178,
        "text": "\"No. \" Reinhart shook his head. \"I can't do that. The machines must bekept functioning. We can't allow them to jam again. It's toodangerous. If Duffe should become aware that--\"."
      },
      {
        "size": 134,
        "text": "\"What are you going to do, then?\" Dixon picked up the message plate. \"You can't leave the machines with false data. That's treason. \"."
      },
      {
        "size": 233,
        "text": "\"The data can't be withdrawn! Not unless equivalent data exists totake its place. \" Reinhart paced angrily back and forth. \"Damn it, Iwas _certain_ the man was dead. This is an incredible situation. Hemust be eliminated--at any cost."
      },
      {
        "size": 131,
        "text": "Dixon nodded slowly in agreement. \"With the variable man helping,Sherikov has undoubtedly completed work well ahead of schedule. \"."
      },
      {
        "size": 157,
        "text": "Reinhart's gray eyes flickered. \"Then he's no longer of any use--evento Sherikov. We could take a chance. . . . Even if there were activeopposition. . . . \"."
      },
      {
        "size": 220,
        "text": "\"Because of the war we're mobilized on a twenty-four hour basis. Thereare seventy air units and about two hundred surface units. The balanceof the Security forces have been transferred to the line, undermilitary control."
      },
      {
        "size": 165,
        "text": "\"We have about five thousand men ready to go, still on Terra. Most ofthem in the process of being transferred to military transports. I canhold it up at any time. \"."
      },
      {
        "size": 163,
        "text": "\"Fortunately, the launching tubes have not yet been disassembled. They're still here on Terra. In another few days they'll be moving outfor the Colonial fracas. \"."
      },
      {
        "size": 205,
        "text": "\"Good. \" Reinhart locked his hands, knotting his fingers harshlytogether in sudden decision. \"That will do exactly. Unless I amcompletely wrong, Sherikov has only a half-dozen air units and nosurface cars."
      },
      {
        "size": 246,
        "text": "Reinhart's face was gray and hard, like stone. \"Send out orders forall available Security units to be unified under your immediatecommand. Have them ready to move by four o'clock this afternoon. We'regoing to pay a visit,\" Reinhart stated grimly."
      },
      {
        "size": 220,
        "text": "On all sides a desert of scrub grass and sand stretched out. Nothingmoved or stirred. To the right the grass and sand rose up to formimmense peaks, a range of mountains without end, disappearing finallyinto the distance."
      },
      {
        "size": 121,
        "text": "\"Look hard. It's difficult to spot unless you know what to look for. Vertical pipes. Some kind of vent. Or periscopes. \"."
      },
      {
        "size": 210,
        "text": "\"It's well concealed. The main labs are a mile down. Under the rangeitself. It's virtually impregnable. Sherikov had it built years ago,to withstand any attack. From the air, by surface cars, bombs,missiles--\"."
      },
      {
        "size": 165,
        "text": "\"No doubt. \" Reinhart gazed up at the sky. A few faint black dots couldbe seen, moving lazily about, in broad circles. \"Those aren't ours,are they? I gave orders--\"."
      },
      {
        "size": 144,
        "text": "Reinhart relaxed. \"Good. \" He reached over and flicked on the vidscreenover the board of the car. \"This screen is shielded? It can't betraced?\"."
      },
      {
        "size": 110,
        "text": "Peter Sherikov gazed at Reinhart with surprised curiosity. \"Commissioner! Where are you calling from? What--\"."
      },
      {
        "size": 178,
        "text": "Sherikov beamed with expansive pride. \"He's done, Commissioner. Twodays ahead of time. Icarus is ready to be launched into space. I triedto call your office, but they told me--\"."
      },
      {
        "size": 138,
        "text": "\"I'm not at my office. \" Reinhart leaned toward the screen. \"Open yourentrance tunnel at the surface. You're about to receive visitors. \"."
      },
      {
        "size": 136,
        "text": "\"Open up!\" Reinhart snapped. He glanced at his wristwatch. \"I'll be atthe entrance in five minutes. I expect to find it ready for me. \"."
      },
      {
        "size": 222,
        "text": "\"Five minutes, then. \" Reinhart cut the circuit. The screen died. Heturned quickly to Dixon. \"You stay up here, as we arranged. I'll godown with one company of police. You understand the necessity of exacttiming on this?\"."
      },
      {
        "size": 124,
        "text": "\"Good. \" Reinhart pushed the door open for him. \"You join yourdirectional staff. I'll proceed toward the tunnel entrance. \"."
      },
      {
        "size": 143,
        "text": "\"Good luck. \" Dixon leaped out of the car, onto the sandy ground. Agust of dry air swirled into the car around Reinhart. \"I'll see youlater. \"."
      },
      {
        "size": 161,
        "text": "Reinhart slammed the door. He turned to the group of police crouchedin the rear of the car, their guns held tightly. \"Here we go,\"Reinhart murmured. \"Hold on. \"."
      },
      {
        "size": 102,
        "text": "The car raced across the sandy ground, toward the tunnel entrance toSherikov's underground fortress. ."
      },
      {
        "size": 114,
        "text": "Sherikov met Reinhart at the bottom end of the tunnel, where thetunnel opened up onto the main floor of the lab. ."
      },
      {
        "size": 147,
        "text": "The big Pole approached, his hand out, beaming with pride andsatisfaction. \"It's a pleasure to see you, Commissioner. This is anhistoric moment. \"."
      },
      {
        "size": 119,
        "text": "Reinhart got out of the car, with his group of armed Security police. \"Calls for a celebration, doesn't it?\" he said. ."
      },
      {
        "size": 139,
        "text": "\"That's a good idea! We're two days ahead, Commissioner. The SRBmachines will be interested. The odds should change abruptly at thenews. \"."
      },
      {
        "size": 230,
        "text": "A shadow crossed Sherikov's face. \"I'd rather not bother the workmenright now, Commissioner. They've been under a great load, trying tocomplete the turret in time. I believe they're putting a few lastfinishes on it at this moment."
      },
      {
        "size": 115,
        "text": "\"We can view them by vidscreen. I'm curious to see them at work. Itmust be difficult to wire such minute relays. \"."
      },
      {
        "size": 142,
        "text": "Sherikov shook his head. \"Sorry, Commissioner. No vidscreen on them. Iwon't allow it. This is too important. Our whole future depends onit. \"."
      },
      {
        "size": 207,
        "text": "Sherikov blanched. His mouth fell open. The police moved quicklyaround him, their gun tubes up, jabbing into him. He was searchedrapidly, efficiently. His gun belt and concealed energy screen wereyanked off."
      },
      {
        "size": 205,
        "text": "\"You're under arrest for the duration of the war. You're relieved ofall authority. From now on one of my men will operate Designs. Whenthe war is over you'll be tried before the Council and PresidentDuffe."
      },
      {
        "size": 125,
        "text": "Sherikov shook his head, dazed. \"I don't understand. What's this allabout? Explain it to me, Commissioner. What's happened?\"."
      },
      {
        "size": 188,
        "text": "Reinhart signalled to his police. \"Get ready. We're going into thelab. We may have to shoot our way in. The variable man should be inthe area of the bomb, working on the control turret. \"."
      },
      {
        "size": 205,
        "text": "Reinhart laughed harshly. \"We received a counter-intelligence reportfrom Centaurus. I'm surprised at you, Sherikov. You know theCentaurans are everywhere with their relay couriers. You should haveknown--\"."
      },
      {
        "size": 248,
        "text": "Sherikov moved. Fast. All at once he broke away from the police,throwing his massive body against them. They fell, scattering. Sherikov ran--directly at the wall. The police fired wildly. Reinhartfumbled frantically for his gun tube, pulling it up."
      },
      {
        "size": 122,
        "text": "Sherikov reached the wall, running head down, energy beams flashingaround him. He struck against the wall--and vanished. ."
      },
      {
        "size": 207,
        "text": "\"Down!\" Reinhart shouted. He dropped to his hands and knees. Allaround him his police dived for the floor. Reinhart cursed wildly,dragging himself quickly toward the door. They had to get out, andright away."
      },
      {
        "size": 126,
        "text": "Sherikov had escaped. A false wall, an energy barrier setto respond to his pressure. He had dashed through it to safety. He--."
      },
      {
        "size": 265,
        "text": "From all sides an inferno burst, a flaming roar of death surging overthem, around them, on every side. The room was alive with blazingmasses of destruction, bouncing from wall to wall. They were caughtbetween four banks of power, all of them open to full discharge."
      },
      {
        "size": 240,
        "text": "Reinhart reached the hall gasping for breath. He leaped to his feet. Afew Security police followed him. Behind them, in the flaming room,the rest of the company screamed and struggled, blasted out ofexistence by the leaping bursts of power."
      },
      {
        "size": 238,
        "text": "Reinhart assembled his remaining men. Already, Sherikov's guards wereforming. At one end of the corridor a snub-barreled robot gun wasmaneuvering into position. A siren wailed. Guards were running on allsides, hurrying to battle stations."
      },
      {
        "size": 204,
        "text": "The robot gun opened fire. Part of the corridor exploded, burstinginto fragments. Clouds of choking debris and particles swept aroundthem. Reinhart and his police retreated, moving back along thecorridor."
      },
      {
        "size": 261,
        "text": "They reached a junction. A second robot gun was rumbling toward them,hurrying to get within range. Reinhart fired carefully, aiming at itsdelicate control. Abruptly the gun spun convulsively. It lashedagainst the wall, smashing itself into the unyielding metal."
      },
      {
        "size": 295,
        "text": "\"Come on. \" Reinhart moved away, crouching and running. He glanced athis watch. _Almost time. _ A few more minutes. A group of lab guardsappeared ahead of them. Reinhart fired. Behind him his police firedpast him, violet shafts of energy catching the group of guards as theyentered the corridor."
      },
      {
        "size": 229,
        "text": "The guards spilled apart, falling and twisting. Part of them settled into dust, drifting down the corridor. Reinhartmade his way toward the lab, crouching and leaping, pushing past heapsof debris and remains, followed by his men."
      },
      {
        "size": 166,
        "text": "Suddenly from around them the booming, enlarged voice of Sherikovthundered, magnified by rows of wall speakers along the corridor. Reinhart halted, glancing around. ."
      },
      {
        "size": 175,
        "text": "\"Reinhart! You haven't got a chance. You'll never get back to thesurface. Throw down your guns and give up. You're surrounded on allsides. You're a mile, under the surface. \"."
      },
      {
        "size": 145,
        "text": "Reinhart threw himself into motion, pushing into billowing clouds ofparticles drifting along the corridor. \"Are you sure, Sherikov?\" hegrunted. ."
      },
      {
        "size": 209,
        "text": "Sherikov laughed, his harsh, metallic peals rolling in waves againstReinhart's eardrums. \"I don't want to have to kill you, Commissioner. You're vital to the war: I'm sorry you found out about the variableman."
      },
      {
        "size": 101,
        "text": "I admit we overlooked the Centauran espionage as a factor inthis. But now that you know about him--\"."
      },
      {
        "size": 130,
        "text": "Suddenly Sherikov's voice broke off. A deep rumble had shaken thefloor, a lapping vibration that shuddered through the corridor. ."
      },
      {
        "size": 140,
        "text": "Reinhart sagged with relief. He peered through the clouds of debris,making out the figures on his watch. Right on time. Not a second late. ."
      },
      {
        "size": 152,
        "text": "The first of the hydrogen missiles, launched from the Councilbuildings on the other side of the world, were beginning to arrive. The attack had begun. ."
      },
      {
        "size": 134,
        "text": "At exactly six o'clock Joseph Dixon, standing on the surface fourmiles from the entrance tunnel, gave the sign to the waiting units. ."
      },
      {
        "size": 266,
        "text": "The first job was to break down Sherikov's defense screens. Themissiles had to penetrate without interference. At Dixon's signal afleet of thirty Security ships dived from a height of ten miles,swooping above the mountains, directly over the undergroundlaboratories."
      },
      {
        "size": 146,
        "text": "Within five minutes the defense screens had beensmashed, and all the tower projectors leveled flat. Now the mountainswere virtually unprotected. ."
      },
      {
        "size": 260,
        "text": "\"So far so good,\" Dixon murmured, as he watched from his secureposition. The fleet of Security ships roared back, their work done. Across the face of the desert the police surface cars were crawlingrapidly toward the entrance tunnel, snaking from side to side."
      },
      {
        "size": 221,
        "text": "Guns mounted among the hills opened fire. Vast columns of flame burstup in the path of the advancing cars. The cars hesitated andretreated, as the plain was churned up by a howling vortex, athundering chaos of explosions."
      },
      {
        "size": 183,
        "text": "Here and there a car vanished in acloud of particles. A group of cars moving away suddenly scattered,caught up by a giant wind that lashed across them and swept them upinto the air. ."
      },
      {
        "size": 222,
        "text": "Dixon gave orders to have the cannon silenced. The police air armagain swept overhead, a sullen roar of jets that shook the groundbelow. The police ships divided expertly and hurtled down on thecannon protecting the hills."
      },
      {
        "size": 156,
        "text": "The cannon forgot the surface cars and lifted their snouts to meet theattack. Again and again the airships came, rocking the mountains withtitanic blasts. ."
      },
      {
        "size": 115,
        "text": "The guns became silent. Their echoing boom diminished, died awayreluctantly, as bombs took critical toll of them. ."
      },
      {
        "size": 278,
        "text": "Dixon watched with satisfaction as the bombing came to an end. Theairships rose in a thick swarm, black gnats shooting up in triumphfrom a dead carcass. They hurried back as emergency anti-aircraftrobot guns swung into position and saturated the sky with blazingpuffs of energy."
      },
      {
        "size": 116,
        "text": "Dixon checked his wristwatch. The missiles were already on the wayfrom North America. Only a few minutes remained. ."
      },
      {
        "size": 276,
        "text": "The surface cars, freed by the successful bombing, began to regroupfor a new frontal attack. Again they crawled forward, across theburning plain, bearing down cautiously on the battered wall ofmountains, heading toward the twisted wrecks that had been the ring ofdefense guns."
      },
      {
        "size": 217,
        "text": "An occasional cannon fired feebly at them. The cars came grimly on. Now, in the hollows of the hills, Sherikov's troops were hurrying tothe surface to meet the attack. The first car reached the shadow ofthe mountains."
      },
      {
        "size": 246,
        "text": "A deafening hail of fire burst loose. Small robot guns appearedeverywhere, needle barrels emerging from behind hidden screens, treesand shrubs, rocks, stones. The police cars were caught in a witheringcross-fire, trapped at the base of the hills."
      },
      {
        "size": 251,
        "text": "Down the slopes Sherikov's guards raced, toward the stalled cars. Clouds of heat rose up and boiled across the plain as the cars firedup at the running men. A robot gun dropped like a slug onto the plainand screamed toward the cars, firing as it came."
      },
      {
        "size": 224,
        "text": "Dixon twisted nervously. Only a few minutes. Any time, now. He shadedhis eyes and peered up at the sky. No sign of them yet. He wonderedabout Reinhart. No signal had come up from below. Clearly, Reinharthad run into trouble."
      },
      {
        "size": 160,
        "text": "No doubt there was desperate fighting going onin the maze of underground tunnels, the intricate web of passages thathoneycombed the earth below the mountains. ."
      },
      {
        "size": 157,
        "text": "In the air, Sherikov's few defense ships were taking on the policeraiders. Outnumbered, the defense ships darted rapidly, wildly,putting up a futile fight. ."
      },
      {
        "size": 169,
        "text": "Sherikov's guards streamed out onto the plain. Crouching and running,they advanced toward the stalled cars. The police airships screecheddown at them, guns thundering. ."
      },
      {
        "size": 246,
        "text": "The first missile struck. A section of the mountain vanished, turnedto smoke and foaming gasses. The wave of heat slapped Dixon across theface, spinning him around. Quickly he re-entered his ship and tookoff, shooting rapidly away from the scene."
      },
      {
        "size": 212,
        "text": "He glanced back. A secondand third missile had arrived. Great gaping pits yawned among themountains, vast sections missing like broken teeth. Now the missilescould penetrate to the underground laboratories below."
      },
      {
        "size": 193,
        "text": "On the ground, the surface cars halted beyond the danger area, waitingfor the missile attack to finish. When the eighth missile had struck,the cars again moved forward. No more missiles fell. ."
      },
      {
        "size": 237,
        "text": "Dixon swung his ship around, heading back toward the scene. Thelaboratory was exposed. The top sections of it had been ripped open. The laboratory lay like a tin can, torn apart by mighty explosions,its first floors visible from the air."
      },
      {
        "size": 252,
        "text": "Dixon watched intently. Sherikov's men were bringing up heavy guns,big robot artillery. But the police ships were diving again. Sherikov's defensive patrols had been cleaned from the sky. The policeships whined down, arcing over the exposed laboratory."
      },
      {
        "size": 112,
        "text": "Small bombsfell, whistling down, pin-pointing the artillery rising to the surfaceon the remaining lift stages. ."
      },
      {
        "size": 200,
        "text": "Reinhart's features formed. \"Call off the attack. \" His uniform wastorn. A deep bloody gash crossed his cheek. He grinned sourly atDixon, pushing his tangled hair back out of his face. \"Quite a fight."
      },
      {
        "size": 198,
        "text": "\"He's called off his guards. We've agreed to a truce. It's all over. No more needed. \" Reinhart gasped for breath, wiping grime and sweatfrom his neck. \"Land your ship and come down here at once. \"."
      },
      {
        "size": 139,
        "text": "\"That comes next,\" Reinhart said grimly. He adjusted his gun tube. \"Iwant you down here, for that part. I want you to be in on the kill. \"."
      },
      {
        "size": 170,
        "text": "Reinhart turned away from the vidscreen. In the corner of the roomSherikov stood silently, saying nothing. \"Well?\" Reinhart barked. \"Where is he? Where will I find him?\"."
      },
      {
        "size": 174,
        "text": "\"The attack has been called off. Your labs are safe. So is your life. Now it's your turn to come through. \" Reinhart gripped his gun, movingtoward Sherikov. \"_Where is he?_\"."
      },
      {
        "size": 203,
        "text": "For a moment Sherikov hesitated. Then slowly his huge body sagged,defeated. He shook his head wearily. \"All right. I'll show you wherehe is. \" His voice was hardly audible, a dry whisper. \"Down this way."
      },
      {
        "size": 212,
        "text": "Reinhart followed Sherikov out of the room, into the corridor. Policeand guards were working rapidly, clearing the debris and ruins away,putting out the hydrogen fires that burned everywhere. \"No tricks,Sherikov."
      },
      {
        "size": 106,
        "text": "\"No tricks. \" Sherikov nodded resignedly. \"Thomas Cole is by himself. In a wing lab off the main rooms. \"."
      },
      {
        "size": 101,
        "text": "Reinhart waved his gun. \"Hurry up. I don't want anything to go wrong. This is the part I came for. \"."
      },
      {
        "size": 141,
        "text": "Sherikov stopped walking. \"Commissioner, nothing must happen to theglobe. The control turret. Everything depends on it, the war, ourwhole--\"."
      },
      {
        "size": 112,
        "text": "They came to the end of the corridor and stopped before a metal door. Sherikov nodded at the door. \"In there. \"."
      },
      {
        "size": 145,
        "text": "Reinhart shrugged. He stepped up to the door. Holding his gun level heraised his hand, passing it in front of the eye circuit. Nothinghappened. ."
      },
      {
        "size": 259,
        "text": "Reinhart frowned. He pushed the door with his hand. The door slidopen. Reinhart was looking into a small laboratory. He glimpsed aworkbench, tools, heaps of equipment, measuring devices, and in thecenter of the bench the transparent globe, the control turret."
      },
      {
        "size": 239,
        "text": "Far off, a distant rumble rolled through the earth, shaking the floorunder him. On the bench, tools and equipment danced up and down. Apair of pliers fell crashing to the floor. A box of screws tippedover, spilling its minute contents out."
      },
      {
        "size": 211,
        "text": "Cole listened for a time. Presently he lifted the transparent globefrom the bench. With carefully controlled hands he held the globe up,running his fingers gently over the surface, his faded blue eyesthoughtful."
      },
      {
        "size": 125,
        "text": "The globe was finished. A faint glow of pride moved through thevariable man. The globe was the finest job he had ever done. ."
      },
      {
        "size": 289,
        "text": "The deep rumblings ceased. Cole became instantly alert. He jumped downfrom his stool, hurrying across the room to the door. For a moment hestood by the door listening intently. He could hear noise on the otherside, shouts, guards rushing past, dragging heavy equipment, workingfrantically."
      },
      {
        "size": 183,
        "text": "A rolling crash echoed down the corridor and lapped against his door. The concussion spun him around. Again a tide of energy shook the wallsand floor and sent him down on his knees. ."
      },
      {
        "size": 228,
        "text": "Cole fumbled in the dark until he found a flashlight. Power failure. He could hear crackling flames. Abruptly the lights came on again, anugly yellow, then faded back out. Cole bent down and examined the doorwith his flashlight."
      },
      {
        "size": 156,
        "text": "A magnetic lock. Dependent on an externallyinduced electric flux. He grabbed a screwdriver and pried at the door. For a moment it held. Then it fell open. ."
      },
      {
        "size": 201,
        "text": "Cole stepped warily out into the corridor. Everything was in shambles. Guards wandered everywhere, burned and half-blinded. Two lay groaningunder a pile of wrecked equipment. Fused guns, reeking metal."
      },
      {
        "size": 134,
        "text": "The airwas heavy with the smell of burning wiring and plastic. A thick cloudthat choked him and made him bend double as he advanced. ."
      },
      {
        "size": 208,
        "text": "\"Halt,\" a guard gasped feebly, struggling to rise. Cole pushed pasthim and down the corridor. Two small robot guns, still functioning,glided past him hurriedly toward the drumming chaos of battle. Hefollowed."
      },
      {
        "size": 246,
        "text": "At a major intersection the fight was in full swing. Sherikov's guardsfought Security police, crouched behind pillars and barricades, firingwildly, desperately. Again the whole structure shuddered as a greatbooming blast ignited some place above."
      },
      {
        "size": 216,
        "text": "Cole threw himself down as a violet beam cut past his ear anddisintegrated the wall behind him. A Security policeman, wild-eyed,firing erratically. One of Sherikov's guards winged him and his gunskidded to the floor."
      },
      {
        "size": 219,
        "text": "A robot cannon turned toward him as he made his way past theintersection. He began to run. The cannon rolled along behind him,aiming itself uncertainly. Cole hunched over as he shambled rapidlyalong, gasping for breath."
      },
      {
        "size": 160,
        "text": "In the flickering yellow light he saw ahandful of Security police advancing, firing expertly, intent on aline of defense Sherikov's guards had hastily set up. ."
      },
      {
        "size": 247,
        "text": "Icarus! A solid wall of guards surrounded him, grim-faced, huggingguns and protection shields. But the Security police were leavingIcarus alone. Nobody wanted to damage him. Cole evaded a lone guardtracking him and reached the far side of the lab."
      },
      {
        "size": 186,
        "text": "It took him only a few seconds to find the force field generator. There was no switch. For a moment that puzzled him--and then heremembered. The guard had controlled it from his wrist. ."
      },
      {
        "size": 223,
        "text": "Too late to worry about that. With his screwdriver he unfastened theplate over the generator and ripped out the wiring in handfuls. Thegenerator came loose and he dragged it away from the wall. The screenwas off, thank God."
      },
      {
        "size": 171,
        "text": "Crouched in a heap, Cole bent over the generator, deft fingers flying. He pulled the wiring to him and laid it out on the floor, tracing thecircuits with feverish haste. ."
      },
      {
        "size": 222,
        "text": "The adaptation was easier than he had expected. The screen flowed atright angles to the wiring, for a distance of six feet. Each lead wasshielded on one side; the field radiated outward, leaving a hollowcone in the center."
      },
      {
        "size": 114,
        "text": "He ran the wiring through his belt, down histrouser legs, under his shirt, all the way to his wrists and ankles. ."
      },
      {
        "size": 130,
        "text": "He was just snatching up the heavy generator when two Security policeappeared. They raised their blasters and fired point-blank. ."
      },
      {
        "size": 242,
        "text": "Cole clicked on the screen. A vibration leaped through him thatsnapped his jaw and danced up his body. He staggered away,half-stupefied by the surging force that radiated out from him. Theviolet rays struck the field and deflected harmlessly."
      },
      {
        "size": 307,
        "text": "He hurried on down the corridor, past a ruined gun and sprawled bodiesstill clutching blasters. Great drifting clouds of radioactiveparticles billowed around him. He edged by one cloud nervously. Guardslay everywhere, dying and dead, partly destroyed, eaten and corrodedby the hot metallic salts in the air."
      },
      {
        "size": 164,
        "text": "At the end of the corridor a whole section of the fortress was inruins. Towering flames leaped on all sides. One of the missiles hadpenetrated below ground level. ."
      },
      {
        "size": 252,
        "text": "Cole found a lift that still functioned. A load of wounded guards wasbeing raised to the surface. None of them paid any attention to him. Flames surged around the lift, licking at the wounded. Workmen weredesperately trying to get the lift into action."
      },
      {
        "size": 101,
        "text": "Cole leaped onto thelift. A moment later it began to rise, leaving the shouts and theflames behind. ."
      },
      {
        "size": 304,
        "text": "The lift emerged on the surface and Cole jumped off. A guard spottedhim and gave chase. Crouching, Cole dodged into a tangled mass oftwisted metal, still white-hot and smoking. He ran for a distance,leaping from the side of a ruined defense-screen tower, onto the fusedground and down the side of a hill."
      },
      {
        "size": 132,
        "text": "The ground was hot underfoot. Hehurried as fast as he could, gasping for breath. He came to a longslope and scrambled up the side. ."
      },
      {
        "size": 142,
        "text": "The guard who had followed was gone, lost behind in the rolling cloudsof ash that drifted from the ruins of Sherikov's underground fortress. ."
      },
      {
        "size": 277,
        "text": "Cole reached the top of the hill. For a brief moment he halted to gethis breath and figure where he was. It was almost evening. The sun wasbeginning to set. In the darkening sky a few dots still twisted androlled, black specks that abruptly burst into flame and fused outagain."
      },
      {
        "size": 253,
        "text": "Cole stood up cautiously, peering around him. Ruins stretched outbelow, on all sides, the furnace from which he had escaped. A chaos ofincandescent metal and debris, gutted and wrecked beyond repair. Milesof tangled rubbish and half-vaporized equipment."
      },
      {
        "size": 232,
        "text": "He considered. Everyone was busy putting out the fires and pulling thewounded to safety. It would be awhile before he was missed. But assoon as they realized he was gone they'd be after him. Most of thelaboratory had been destroyed."
      },
      {
        "size": 110,
        "text": "Beyond the ruins lay the great Ural peaks, the endless mountains,stretching out as far as the eye could see. ."
      },
      {
        "size": 277,
        "text": "Cole started along the side of the hill, walking slowly and carefully,his screen generator under his arm. Probably in the confusion he couldfind enough food and equipment to last him indefinitely. He could waituntil early morning, then circle back toward the ruins and load up."
      },
      {
        "size": 112,
        "text": "With a few tools and his own innate skill he would get along fine. Ascrewdriver, hammer, nails, odds and ends--."
      },
      {
        "size": 280,
        "text": "A great hum sounded in his ears. It swelled to a deafening roar. Startled, Cole whirled around. A vast shape filled the sky behind him,growing each moment. Cole stood frozen, utterly transfixed. The shapethundered over him, above his head, as he stood stupidly, rooted tothe spot."
      },
      {
        "size": 282,
        "text": "Then, awkwardly, uncertainly, he began to run. He stumbled and felland rolled a short distance down the side of the hill. Desperately, hestruggled to hold onto the ground. His hands dug wildly, futilely,into the soft soil, trying to keep the generator under his arm at thesame time."
      },
      {
        "size": 286,
        "text": "The spark picked him up and tossed him like a dry leaf. He grunted inagony as searing fire crackled about him, a blazing inferno thatgnawed and ate hungrily through his screen. He spun dizzily and fellthrough the cloud of fire, down into a pit of darkness, a vast gulfbetween two hills."
      },
      {
        "size": 113,
        "text": "His wiring ripped off. The generator tore out ofhis grip and was lost behind. Abruptly, his force field ceased. ."
      },
      {
        "size": 280,
        "text": "Cole lay in the darkness at the bottom of the hill. His whole bodyshrieked in agony as the unholy fire played over him. He was a blazingcinder, a half-consumed ash flaming in a universe of darkness. Thepain made him twist and crawl like an insect, trying to burrow intothe ground."
      },
      {
        "size": 202,
        "text": "He screamed and shrieked and struggled to escape, to getaway from the hideous fire. To reach the curtain of darkness beyond,where it was cool and silent, where the flames couldn't crackle andeat at him."
      },
      {
        "size": 201,
        "text": "He reached imploringly out, into the darkness, groping feebly towardit, trying to pull himself into it. Gradually, the glowing orb thatwas his own body faded. The impenetrable chaos of night descended."
      },
      {
        "size": 147,
        "text": "Dixon landed his ship expertly, bringing it to a halt in front of anoverturned defense tower. He leaped out and hurried across the smokingground. ."
      },
      {
        "size": 237,
        "text": "\"Come along with me. Over in this direction. \" He and Reinhart climbedthe side of a demolished hill, both of them panting for breath. \"I waslanding. I saw a figure emerge from a lift and run toward themountains, like some sort of animal."
      },
      {
        "size": 183,
        "text": "\"I don't see how anyone could have lived through a phosphorus bomb. \"They reached the top of the hill. Dixon halted, then pointed excitedlydown into the pit beyond the hill. \"There!\"."
      },
      {
        "size": 253,
        "text": "They descended cautiously. The ground was singed and burned clean. Clouds of smoke hung heavily in the air. Occasional fires stillflickered here and there. Reinhart coughed and bent over to see. Dixonflashed on a pocket flare and set it beside the body."
      },
      {
        "size": 236,
        "text": "The body was charred, half destroyed by the burning phosphorus. It laymotionless, one arm over its face, mouth open, legs sprawledgrotesquely. Like some abandoned rag doll, tossed in an incineratorand consumed almost beyond recognition."
      },
      {
        "size": 130,
        "text": "\"He's alive!\" Dixon muttered. He felt around curiously. \"Must have hadsome kind of protection screen. Amazing that a man could--\"."
      },
      {
        "size": 130,
        "text": "\"Fits the description. \" Dixon tore away a handful of burned clothing. \"This is the variable man. What's left of him, at least. \"."
      },
      {
        "size": 106,
        "text": "Reinhart sagged with relief. \"Then we've finally got him. The data isaccurate. He's no longer a factor. \"."
      },
      {
        "size": 118,
        "text": "Dixon got out his blaster and released the safety catch thoughtfully. \"If you want, I can finish the job right now. \"."
      },
      {
        "size": 171,
        "text": "At that moment Sherikov appeared, accompanied by two armed Securitypolice. He strode grimly down the hillside, black eyes snapping. \"DidCole--\" He broke off. \"Good God. \"."
      },
      {
        "size": 142,
        "text": "\"Dixon got him with a phosphorus bomb,\" Reinhart said noncommittally. \"He had reached the surface and was trying to get into the mountains. \"."
      },
      {
        "size": 225,
        "text": "Sherikov turned wearily away. \"He was an amazing person. During theattack he managed to force the lock on his door and escape. The guardsfired at him, but nothing happened. He had rigged up some kind offorce field around him."
      },
      {
        "size": 144,
        "text": "Sherikov reached slowly into his coat. He drew out a manila envelope. \"Here's all the information I collected about him, while he was withme. \"."
      },
      {
        "size": 213,
        "text": "\"As near complete as I could make it. It includes photographs anddiagrams of the interior of the globe. The turret wiring he did forme. I haven't had a chance even to look at them. \" Sherikov fingeredthe envelope."
      },
      {
        "size": 102,
        "text": "\"Have him loaded up, taken back to the city--and officially put tosleep by the Euthanasia Ministry. \"."
      },
      {
        "size": 102,
        "text": "\"Legal murder?\" Sherikov's lips twisted. \"Why don't you simply do itright here and get it over with?\"."
      },
      {
        "size": 202,
        "text": "Reinhart grabbed the envelope and stuck it in his pocket. \"I'll turnthis right over to the machines. \" He motioned to Dixon. \"Let's go. Nowwe can notify the fleet to prepare for the attack on Centaurus."
      },
      {
        "size": 135,
        "text": "\"In an hour or so, I suppose. They're locking the control turret inplace. Assuming it functions correctly, that's all that's needed. \"."
      },
      {
        "size": 257,
        "text": "\"Good. I'll notify Duffe to send out the signal to the warfleet. \"Reinhart nodded to the police to take Sherikov to the waiting Securityship. Sherikov moved off dully, his face gray and haggard. Cole'sinert body was picked up and tossed onto a freight cart."
      },
      {
        "size": 153,
        "text": "\"It should make quite an improvement in the odds,\" Reinhart agreed. Hepatted the envelope, bulging in his inside pocket. \"We're two daysahead of time. \"."
      },
      {
        "size": 159,
        "text": "Margaret Duffe got up slowly from her desk. She pushed her chairautomatically back. \"Let me get all this straight. You mean the bombis finished? Ready to go?\"."
      },
      {
        "size": 180,
        "text": "Reinhart nodded impatiently. \"That's what I said. The Technicians arechecking the turret locks to make sure it's properly attached. Thelaunching will take place in half an hour. \"."
      },
      {
        "size": 213,
        "text": "\"Of course. It's been ready for several days. But I can't believe thebomb is ready so soon. \" Margaret Duffe moved numbly toward the door ofher office. \"This is a great day, Commissioner. An old era lies behindus."
      },
      {
        "size": 104,
        "text": "\"One thing. Your charge against Sherikov. It seems incredible that aperson of his caliber could ever--\"."
      },
      {
        "size": 216,
        "text": "\"We'll discuss that later,\" Reinhart interrupted coldly. He pulled themanila envelope from his coat. \"I haven't had an opportunity to feedthe additional data to the SRB machines. If you'll excuse me, I'll dothat now."
      },
      {
        "size": 182,
        "text": "For a moment Margaret Duffe stood at the door. The two of them facedeach other silently, neither speaking, a faint smile on Reinhart'sthin lips, hostility in the woman's blue eyes. ."
      },
      {
        "size": 116,
        "text": "\"Reinhart, sometimes I think perhaps you'll go too far. And sometimesI think you've _already_ gone too far. . . . \"."
      },
      {
        "size": 200,
        "text": "\"I'll inform you of any change in the odds showing. \" Reinhart strodepast her, out of the office and down the hall. He headed toward theSRB room, an intense thalamic excitement rising up inside him. ."
      },
      {
        "size": 217,
        "text": "A few moments later he entered the SRB room. He made his way to themachines. The odds 7-6 showed in the view windows. Reinhart smiled alittle. 7-6. False odds, based on incorrect information. Now theycould be removed."
      },
      {
        "size": 225,
        "text": "Kaplan hurried over. Reinhart handed him the envelope, and moved overto the window, gazing down at the scene below. Men and cars scurriedfrantically everywhere. Officials coming and going like ants, hurryingin all directions."
      },
      {
        "size": 228,
        "text": "The war was on. The signal had been sent out to the warfleet that hadwaited so long near Proxima Centaurus. A feeling of triumph racedthrough Reinhart. He had won. He had destroyed the man from the pastand broken Peter Sherikov."
      },
      {
        "size": 112,
        "text": "The war had begun as planned. Terra wasbreaking out. Reinhart smiled thinly. He had been completelysuccessful. ."
      },
      {
        "size": 111,
        "text": "Sudden alarm plucked at Reinhart. There was something in Kaplan'svoice. He hurried quickly over. \"What is it?\"."
      },
      {
        "size": 117,
        "text": "Kaplan looked up at him, his face white, his eyes wide with terror. His mouth opened and closed, but no sound came. ."
      },
      {
        "size": 207,
        "text": "He could not tear his gaze away from the figures. He was numb, shockedwith disbelief. 100-1. _What had happened?_ What had gone wrong? Theturret was finished, Icarus was ready, the fleet had been notified--."
      },
      {
        "size": 164,
        "text": "There was a sudden deep buzz from outside the building. Shouts driftedup from below. Reinhart turned his head slowly toward the window, hisheart frozen with fear. ."
      },
      {
        "size": 195,
        "text": "Across the evening sky a trail moved, rising each moment. A thin lineof white. Something climbed, gaining speed each moment. On the ground,all eyes were turned toward it, awed faces peering up. ."
      },
      {
        "size": 137,
        "text": "The object gained speed. Faster and faster. Then it vanished. Icaruswas on his way. The attack had begun; it was too late to stop, now. ."
      },
      {
        "size": 207,
        "text": "At eight o'clock in the evening of May 15, 2136, Icarus was launchedtoward the star Centaurus. A day later, while all Terra waited, Icarusentered the star, traveling at thousands of times the speed of light."
      },
      {
        "size": 103,
        "text": "Nothing happened. Icarus disappeared into the star. There was noexplosion. The bomb failed to go off. ."
      },
      {
        "size": 282,
        "text": "At the same time the Terran warfleet engaged the Centauran outerfleet, sweeping down in a concentrated attack. Twenty major ships wereseized. A good part of the Centauran fleet was destroyed. Many of thecaptive systems began to revolt, in the hope of throwing off theImperial bonds."
      },
      {
        "size": 203,
        "text": "Two hours later the massed Centauran warfleet from Armun abruptlyappeared and joined battle. The great struggle illuminated half theCentauran system. Ship after ship flashed briefly and then faded toash."
      },
      {
        "size": 129,
        "text": "For a whole day the two fleets fought, strung out over millionsof miles of space. Innumerable fighting men died--on both sides. ."
      },
      {
        "size": 206,
        "text": "At last the remains of the battered Terran fleet turned and limpedtoward Armun--defeated. Little of the once impressive armada remained. A few blackened hulks, making their way uncertainly toward captivity."
      },
      {
        "size": 103,
        "text": "\"We've lost the war,\" Margaret Duffe said in a small voice, wonderingand awed. \"It's over. Finished. \"."
      },
      {
        "size": 208,
        "text": "The Council members sat in their places around the conference table,gray-haired elderly men, none of them speaking or moving. All gazed upmutely at the great stellar maps that covered two walls of thechamber."
      },
      {
        "size": 251,
        "text": "\"I have already empowered negotiators to arrange a truce,\" MargaretDuffe murmured. \"Orders have been sent out to Vice-Commander Jessup togive up the battle. There's no hope. Fleet Commander Carletondestroyed himself and his flagship a few minutes ago."
      },
      {
        "size": 136,
        "text": "The CentauranHigh Council has agreed to end the fighting. Their whole Empire isrotten to the core. Ready to topple of its own weight. \"."
      },
      {
        "size": 208,
        "text": "Reinhart was slumped over at the table, his head in his hands. \"Idon't understand. . . . _Why?_ Why didn't the bomb explode?\" He moppedhis forehead shakily. All his poise was gone. He was trembling andbroken."
      },
      {
        "size": 174,
        "text": "Gray-faced, Dixon mumbled an answer. \"The variable man must havesabotaged the turret. The SRB machines knew. . . . They analyzed thedata. _They knew!_ But it was too late. \"."
      },
      {
        "size": 217,
        "text": "Reinhart's eyes were bleak with despair as he raised his head alittle. \"I knew he'd destroy us. We're finished. A century of work andplanning. \" His body knotted in a spasm of furious agony. \"All becauseof Sherikov!\"."
      },
      {
        "size": 262,
        "text": "\"He kept Cole alive! I wanted him killed from the start. \" SuddenlyReinhart jumped from his chair. His hand clutched convulsively at hisgun. \"And he's _still_ alive! Even if we've lost I'm going to have thepleasure of putting a blast beam through Cole's chest!\"."
      },
      {
        "size": 102,
        "text": "Reinhart was half way to the door. \"He's still at the EuthanasiaMinistry, waiting for the official--\"."
      },
      {
        "size": 212,
        "text": "There was unusual hardness in Margaret Duffe's voice as she answered. \"With Peter Sherikov. In the Urals. I had Sherikov's full authorityrestored. I then had Cole transferred there, put in Sherikov's safekeeping."
      },
      {
        "size": 114,
        "text": "I want to make sure Cole recovers, so we can keep our promiseto him--our promise to return him to his own time. \"."
      },
      {
        "size": 221,
        "text": "Reinhart's mouth opened and closed. All the color had drained from hisface. His cheek muscles twitched spasmodically. At last he managed tospeak. \"You've gone insane! The traitor responsible for Earth'sgreatest defeat--\"."
      },
      {
        "size": 161,
        "text": "\"We have lost the war,\" Margaret Duffe stated quietly. \"But this isnot a day of defeat. It is a day of victory. The most incrediblevictory Terra has ever had. \"."
      },
      {
        "size": 190,
        "text": "Reinhart and Dixon were dumbfounded. \"What--\" Reinhart gasped. \"Whatdo you--\" The whole room was in an uproar. All the Council memberswere on their feet. Reinhart's words were drowned out. ."
      },
      {
        "size": 203,
        "text": "\"Sherikov will explain when he gets here,\" Margaret Duffe's calm voicecame. \"He's the one who discovered it. \" She looked around the chamberat the incredulous Council members. \"Everyone stay in his seat."
      },
      {
        "size": 133,
        "text": "Youare all to remain here until Sherikov arrives. It's vital you hearwhat he has to say. His news transforms this whole situation. \"."
      },
      {
        "size": 210,
        "text": "Peter Sherikov accepted the briefcase of papers from his armedtechnician. \"Thanks. \" He pushed his chair back and glancedthoughtfully around the Council chamber. \"Is everybody ready to hearwhat I have to say?\"."
      },
      {
        "size": 217,
        "text": "\"We're ready,\" Margaret Duffe answered. The Council members satalertly around the table. At the far end, Reinhart and Dixon watcheduneasily as the big Pole removed papers from his briefcase andcarefully examined them."
      },
      {
        "size": 245,
        "text": "\"To begin, I recall to you the original work behind the ftl bomb. Jamison Hedge was the first human to propel an object at a speedgreater than light. As you know, that object diminished in length andgained in mass as it moved toward light speed."
      },
      {
        "size": 159,
        "text": "When it reached thatspeed it vanished. It ceased to exist in our terms. Having no lengthit could not occupy space. It rose to a different order of existence. ."
      },
      {
        "size": 233,
        "text": "\"When Hedge tried to bring the object back, an explosion occurred. Hedge was killed, and all his equipment was destroyed. The force ofthe blast was beyond calculation. Hedge had placed his observationship many millions of miles away."
      },
      {
        "size": 148,
        "text": "It was not far enough, however. Originally, he had hoped his drive might be used for space travel. Butafter his death the principle was abandoned. ."
      },
      {
        "size": 205,
        "text": "\"That is--until Icarus. I saw the possibilities of a bomb, anincredibly powerful bomb to destroy Centaurus and all the Empire'sforces. The reappearance of Icarus would mean the annihilation oftheir System."
      },
      {
        "size": 123,
        "text": "As Hedge had shown, the object would re-enter spacealready occupied by matter, and the cataclysm would be beyond belief. \"."
      },
      {
        "size": 126,
        "text": "\"But Icarus never came back,\" Reinhart cried. \"Cole altered the wiringso the bomb kept on going. It's probably still going. \"."
      },
      {
        "size": 202,
        "text": "\"The bomb came back, dropping below the ftl speed as soon as itentered the star Proxima. But it did not explode. There was nocataclysm. It reappeared and was absorbed by the sun, turned into gasat once."
      },
      {
        "size": 200,
        "text": "\"Because Thomas Cole solved Hedge's problem. He found a way to bringthe ftl object back into this universe without collision. Without anexplosion. The variable man found what Hedge was after. . . . \"."
      },
      {
        "size": 120,
        "text": "The whole Council was on its feet. A growing murmur filled thechamber, a rising pandemonium breaking out on all sides. ."
      },
      {
        "size": 134,
        "text": "\"I don't believe it!\" Reinhart gasped. \"It isn't possible. If Colesolved Hedge's problem that would mean--\" He broke off, staggered. ."
      },
      {
        "size": 215,
        "text": "\"Faster than light drive can now be used for space travel,\" Sherikovcontinued, waving the noise down. \"As Hedge intended. My men havestudied the photographs of the control turret. They don't know _how_or _why_, yet."
      },
      {
        "size": 122,
        "text": "But we have complete records of the turret. We canduplicate the wiring, as soon as the laboratories have been repaired. \"."
      },
      {
        "size": 165,
        "text": "Comprehension was gradually beginning to settle over the room. \"Thenit'll be possible to build ftl ships,\" Margaret Duffe murmured, dazed. \"And if we can do that--\"."
      },
      {
        "size": 217,
        "text": "\"When I showed him the control turret, Cole understood its purpose. Not _my_ purpose, but the original purpose Hedge had been workingtoward. Cole realized Icarus was actually an incomplete spaceship, nota bomb at all."
      },
      {
        "size": 167,
        "text": "\"We can go _beyond_ Centaurus,\" Dixon muttered. His lips twisted. \"Then the war was trivial. We can leave the Empire completely behind. We can go beyond the galaxy. \"."
      },
      {
        "size": 167,
        "text": "\"The whole universe is open to us,\" Sherikov agreed. \"Instead oftaking over an antiquated Empire, we have the entire cosmos to map andexplore, God's total creation. \"."
      },
      {
        "size": 233,
        "text": "Margaret Duffe got to her feet and moved slowly toward the greatstellar maps that towered above them at the far end of the chamber. She stood for a long time, gazing up at the myriad suns, the legionsof systems, awed by what she saw."
      },
      {
        "size": 206,
        "text": "\"Thomas Cole is a strange person,\" Sherikov said, half to himself. \"Apparently he has a kind of intuition about machines, the way thingsare supposed to work. An intuition more in his hands than in his head."
      },
      {
        "size": 183,
        "text": "A kind of genius, such as a painter or a pianist has. Not a scientist. He has no verbal knowledge about things, no semantic references. Hedeals with the things themselves. Directly. ."
      },
      {
        "size": 198,
        "text": "\"I doubt very much if Thomas Cole understood what would come about. Helooked into the globe, the control turret. He saw unfinished wiringand relays. He saw a job half done. An incomplete machine. \"."
      },
      {
        "size": 260,
        "text": "\"Something to be fixed. Like an artist, he saw his work ahead of him. He was interested in only one thing: turning out the best job hecould, with the skill he possessed. For us, that skill has opened up awhole universe, endless galaxies and systems to explore."
      },
      {
        "size": 252,
        "text": "Reinhart got unsteadily to his feet. \"We better get to work. Startorganizing construction teams. Exploration crews. We'll have toreconvert from war production to ship designing. Begin the manufactureof mining and scientific instruments for survey work."
      },
      {
        "size": 127,
        "text": "\"That's right,\" Margaret Duffe said. She looked reflectively up athim. \"But you're not going to have anything to do with it. \"."
      },
      {
        "size": 167,
        "text": "Reinhart saw the expression on her face. His hand flew to his gun andhe backed quickly toward the door. Dixon leaped up and joined him. \"Get back!\" Reinhart shouted. ."
      },
      {
        "size": 150,
        "text": "Margaret Duffe signalled and a phalanx of Government troops closed inaround the two men. Grim-faced, efficient soldiers with magneticgrapples ready. ."
      },
      {
        "size": 265,
        "text": "Reinhart's blaster wavered--toward the Council members sitting shockedin their seats, and toward Margaret Duffe, straight at her blue eyes. Reinhart's features were distorted with insane fear. \"Get back! Don'tanybody come near me or she'll be the first to get it!\"."
      },
      {
        "size": 248,
        "text": "Peter Sherikov slid from the table and with one great stride swept hisimmense bulk in front of Reinhart. His huge black-furred fist rose ina smashing arc. Reinhart sailed against the wall, struck with ringingforce and then slid slowly to the floor."
      },
      {
        "size": 284,
        "text": "The Government troops threw their grapples quickly around him andjerked him to his feet. His body was frozen rigid. Blood dripped fromhis mouth. He spat bits of tooth, his eyes glazed over. Dixon stooddazed, mouth open, uncomprehending, as the grapples closed around hisarms and legs."
      },
      {
        "size": 211,
        "text": "Reinhart's gun skidded to the floor as he was yanked toward the door. One of the elderly Council members picked the gun up and examined itcuriously. He laid it carefully on the table. \"Fully loaded,\" hemurmured."
      },
      {
        "size": 175,
        "text": "Reinhart's battered face was dark with hate. \"I should have killed allof you. _All_ of you!\" An ugly sneer twisted across his shredded lips. \"If I could get my hands loose--\"."
      },
      {
        "size": 217,
        "text": "\"You won't,\" Margaret Duffe said. \"You might as well not even botherto think about it. \" She signalled to the troops and they pulledReinhart and Dixon roughly out of the room, two dazed figures,snarling and resentful."
      },
      {
        "size": 122,
        "text": "For a moment the room was silent. Then the Council members shufflednervously in their seats, beginning to breathe again. ."
      },
      {
        "size": 151,
        "text": "Sherikov touched her soft hair briefly. Then he broke away and beganto pack up his briefcase busily. \"I have to go. I'll get in touch withyou later. \"."
      },
      {
        "size": 161,
        "text": "\"I have to get back to the Urals. \" Sherikov grinned at her over hisbushy black beard as he headed out of the room. \"Some very importantbusiness to attend to. \"."
      },
      {
        "size": 298,
        "text": "Thomas Cole was sitting up in bed when Sherikov came to the door. Mostof his awkward, hunched-over body was sealed in a thin envelope oftransparent airproof plastic. Two robot attendants whirred ceaselesslyat his side, their leads contacting his pulse, blood-pressure,respiration, body temperature."
      },
      {
        "size": 104,
        "text": "Cole turned a little as the huge Pole tossed down his briefcase andseated himself on the window ledge. ."
      },
      {
        "size": 170,
        "text": "\"Icarus went as expected. As _you_ expected. \" Sherikov leaned towardthe bed. \"Cole, I promised you something. I mean to keep mypromise--as soon as you're well enough. \"."
      },
      {
        "size": 254,
        "text": "\"That's right. It's a relatively simple matter, now that Reinhart hasbeen removed from power. You'll be back home again, back in your owntime, your own world. We can supply you with some discs of platinum orsomething of the kind to finance your business."
      },
      {
        "size": 224,
        "text": "\"I've already contacted histo-research,\" Sherikov continued. \"The timebubble is ready as soon as you are. We're somewhat beholden to you, asyou probably realize. You've made it possible for us to actualize ourgreatest dream."
      },
      {
        "size": 101,
        "text": "\"They don't resent what happened? The dud must have made an awful lotof people feel downright bad. \"."
      },
      {
        "size": 340,
        "text": "\"At first. But they got over it--as soon as they understood what wasahead. Too bad you won't be here to see it, Cole. A whole worldbreaking loose. Bursting out into the universe. They want me to havean ftl ship ready by the end of the week! Thousands of applicationsare already on file, men and women wanting to get in on the initialflight."
      },
      {
        "size": 107,
        "text": "Cole smiled a little, \"There won't be any band, there. No parade orwelcoming committee waiting for them. \"."
      },
      {
        "size": 221,
        "text": "\"Maybe not. Maybe the first ship will wind up on some dead world,nothing but sand and dried salt. But everybody wants to go. It'salmost like a holiday. People running around and shouting and throwingthings in the streets."
      },
      {
        "size": 219,
        "text": "\"Afraid I must get back to the labs. Lots of reconstruction work beingstarted. \" Sherikov dug into his bulging briefcase. \"By the way. . . . Onelittle thing. While you're recovering here, you might like to look atthese."
      },
      {
        "size": 216,
        "text": "\"Just a little thing I designed. \" Sherikov arose and lumbered towardthe door. \"We're realigning our political structure to eliminate anyrecurrence of the Reinhart affair. This will block any more one-manpower grabs."
      },
      {
        "size": 178,
        "text": "\" He jabbed a thick finger at the schematics. \"It'll turnpower over to all of us, not to just a limited number one person coulddominate--the way Reinhart dominated the Council. ."
      },
      {
        "size": 269,
        "text": "\"This gimmick makes it possible for citizens to raise and decideissues directly. They won't have to wait for the Council to verbalizea measure. Any citizen can transmit his will with one of these, makehis needs register on a central control that automatically responds."
      },
      {
        "size": 299,
        "text": "When a large enough segment of the population wants a certain thingdone, these little gadgets set up an active field that touches all theothers. An issue won't have to go through a formal Council. Thecitizens can express their will long before any bunch of gray-hairedold men could get around to it."
      },
      {
        "size": 258,
        "text": "\"I haven't been able to get a model to function. A few bugs. . . . Suchintricate work never was in my line. \" He paused at the door. \"Well, Ihope I'll see you again before you go. Maybe if you feel well enoughlater on we could get together for one last talk."
      },
      {
        "size": 221,
        "text": "But Thomas Cole wasn't listening. He was bent over the schematics, anintense frown on his weathered face. His long fingers moved restlesslyover the schematics, tracing wiring and terminals. His lips moved ashe calculated."
      }
    ]
  }
}