{
 "author": [
  "Davis, Rebecca Harding"
 ],
 "title": [
  "Frances Waldeaux: A Novel"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "Voyages and travels -- Fiction",
  "PS"
 ],
 "id": "335",
 "genre": [
  "fiction"
 ],
 "paragraphs": [
  {
   "size": 1431,
   "text": "REBECCA HARDING DAVIS AUTHOR OF \"DOCTOR WARRICK'S DAUGHTER\" A REMEMBRANCER OF BRITTANY FOR THE BEST FELLOW-TRAVELLER IN THE WORLD In another minute the Kaiser Wilhelm would push off from her pier in Hoboken. The last bell had rung, the last uniformed officer and white-jacketed steward had scurried up the gangway. The pier was massed with people who had come to bid their friends good-by. They were all Germans, and there had been unlimited embracing and kissing and sobs of \"Ach! mein lieber Sckatz!\" and \"Gott bewahre Dick!\" Now they stood looking up to the crowded decks, shouting out last fond words. A band playing \"The Merry Maiden and the Tar\" marched on board. The passengers pressed against the rails, looking down. Almost every one held flowers which had been brought to them: not costly bouquets, but homely bunches of marigolds or pinks. They carried, too, little German or American flags, which they waved frantically. The gangways fell, and the huge ship parted from the dock. It was but an inch, but the whole ocean yawned in it between those who went and those who stayed. There was a sudden silence; a thousand handkerchiefs fluttered white on the pier and the flags and flowers were waved on the ship, but there was not a cry nor a sound. James Perry, one of the dozen Americans on board, was leaning over the rail watching it all with an amused smile. \"Hello, Watts!\" he called, as another young man joined him."
  },
  {
   "size": 1400,
   "text": "\"Going over? Quite dramatic, isn't it? It might be a German ship going out of a German port. The other liners set off in as commonplace a way as a Jersey City ferryboat, but these North German Lloyd ships always sail with a certain ceremony and solemnity. I like it.\" \"I always cross on them,\" said Dr. Watts. \"I have but a month's vacation--two weeks on board ship, two on land. Now you, I suppose, don't have to count your days? You cross every year. I can't see, for my part, what business the assistant editor of a magazine has abroad.\" \"Oh, we make a specialty of articles from notorieties over there; statesmen, scientific fellows, or people with titles. I expect to capture a paper from Lorne and some sketches by the Princess Beatrice this time.\" \"Lorne? It throws you into contact with that sort of folk, eh?\" said the doctor, looking at him enviously. \"How do they strike you, Jem?\" \"Well,\" said Perry importantly, \"well-bred people are the same the world over. I only see them in a business way, of course, but one can judge. Their voices are better than ours, but as to looks--no! It's queer, but American women--the wives and daughters of saddlers or farmers, perhaps--have more often the patrician look than English duchesses. Now there, for example,\" warming to the subject, \"that woman to whom you bowed just now, the middle-aged one in blue cloth. Some Mrs. Smith or Pratt, probably."
  },
  {
   "size": 1405,
   "text": "A homely woman, but there is a distinction in her face, a certain surety of good breeding, which is lacking in the heavy-jawed English royalties.\" \"Yes; that is a friend of mine,\" said Watts. \"She is a Mrs. Waldeaux from Wier, in Delaware. You could hardly call her a typical American woman. Old French emigre family. Probably better blood than the Coburgs a few generations back. That priggish young fellow is her son. Going to be an Episcopalian minister.\" Mr. Perry surveyed his friend's friends good-humoredly. \"Brand new rugs and cushions,\" he said. \"First voyage. Heavens! I wish it were my first voyage, and that I had their appetite for Europe.\" \"You might as well ask for your relish of the bread and butter of your youth,\" said Watts. The two men leaned lazily against the bulwark watching the other passengers who were squabbling about trunks. Mr. Perry suddenly stood upright as a group of women passed. \"Do you know who that girl is?\" he said eagerly. \"The one who looked back at us over her shoulder.\" \"No. They are only a lot of school-girls, personally conducted. That is the teacher in front.\" \"Of course, I see that. But the short, dark one--surely I know that woman.\" The doctor looked after her. \"She looks like a dog turning into a human being,\" he said leisurely. \"One often sees such cases of arrested evolution. D'ye see? Thick lips, coarse curls, flat nostrils----\" Perry laughed."
  },
  {
   "size": 1404,
   "text": "\"The eyes, anyhow, are quite human,\" he said. \"They challenge the whole world of men. I can't place her!\" staring after her, perplexed. \"I really don't believe I ever saw her before. Yet her face brings up some old story of a tragedy or crime to me.\" \"Nonsense! The girl is not twenty. Very fetching with all her vulgarity, though. Steward, send some coffee to my stateroom. Let's go down, Jem. The fog is too chilly.\" Frances Waldeaux did not find the fog chilly. She had been thinking for thirty years of the day when she should start to Europe--ever since she could think at all. This was the day. It was like no other, now that it had come. The fog, the crowd, the greasy smells of the pier, all familiar enough yesterday, took on a certain remoteness and mystery. It seemed to her that she was doing something which nobody had ever done before. She was going to discover the Old World. The New was not more tremendous or unreal before the eyes of Columbus when he, too, stood on the poop of his ship. Her son was arguing with the deck steward about chairs. \"Now, mother,\" he said at last, \"it's all right. They are under cover so that the glare will not strain your eyes, and we can keep dry while we watch the storms.\" \"How did you know about it all? One would think you had crossed a dozen times, George.\" \"Oh, I've studied the whole thing up thoroughly,\" George said, with a satisfied little nod."
  },
  {
   "size": 1474,
   "text": "\"I've had time enough! Why, when I was in petticoats you used to tell me you would buy a ship and we would sail away together. You used to spoil all my school maps with red lines, drawing our routes.\" \"Yes. And now we're going!\" said Frances to herself. He sat down beside her and they watched the unending procession of passengers marching around the deck. George called her attention by a wink to any picturesque or queer figure that passed. He liked to watch her quiet brown eyes gleam with fun. Nobody had such a keen sense of the ridiculous as his mother. Sometimes, at the mere remembrance of some absurd idea, she would go off into soft silent paroxysms of laughter until the tears would stream down her cheeks. George was fond and proud of his childish little mother. He had never known any body, he thought, so young or so transparent. It was easily understood. She had married at sixteen, and had been left a widow little more than a year afterward. \"And I,\" he used to think, \"was born with an old head on my shoulders; so we have grown up together. I suppose the dear soul never had a thought in her life which she has not told me.\" As they sat together a steward brought Mrs. Waldeaux a note, which she read, blushing and smiling. \"The captain invites us to sit at his table,\" she said, when the man was gone. \"Very proper in the captain,\" said George complacently. \"You see, Madam Waldeaux, even the men who go down in ships have heard of you and your family!\""
  },
  {
   "size": 776,
   "text": "\"I don't believe the captain ever heard of me,\" she said, after a grave consideration, \"nor of the Waldeaux. It is much more likely that he has read your article in the Quarterly, George.\" \"Nonsense!\" But he stiffened himself up consciously. He had sent a paper on some abstruse point of sociology to the Quarterly last spring, and it had aroused quite a little buzz of criticism. His mother had regarded it very much as the Duchess of Kent did the crown when it was set upon her little girl's head. She always had known that her child was born to reign, but it was satisfactory to see this visible sign of it. She whispered now, eagerly leaning over to him. \"There was something about that paper which I never told you. I think I'll tell you now that the great day has come.\""
  },
  {
   "size": 1457,
   "text": "\"Why, you know--I never think of you as my son, or a man, or anything outside of me--not at all. You are just ME, doing the things I should have done if I had not been a woman. Well,\"--she drew her breath quickly,--\"when I was a girl it seemed as if there was something in me that I must say, so I tried to write poems. No, I never told you before. It had counted for so much to me I could not talk of it. I always sent them to the paper anonymously, signed 'Sidney.' Oh, it was long--long ago! I've been dumb, as you might say, for years. But when I read your article, George--do you know if I had written it I should have used just the phrases you did? And you signed it 'Sidney'!\" She watched him breathlessly. \"That was more than a coincidence, don't you think? I AM dumb, but you speak for me now. It is because we are just one. Don't you think so, George?\" She held his arm tightly. Young Waldeaux burst into a loud laugh. Then he took her hand in his, stroking it. \"You dear little woman! What do you know of sociology?\" he said, and then walked away to hide his amusement, muttering \"Poems? Great Heavens!\" Frances looked after him steadily. \"Oh, well!\" she said to herself presently. She forced her mind back to the Quarterly article. It was a beginning of just the kind of triumph that she always had expected for him. He would soon be recognized by scientific men all over the world as their confrere, especially after his year's study at Oxford."
  },
  {
   "size": 1410,
   "text": "When George was in his cradle she had planned that he should be a clergyman, just as she had planned that he should be a well-bred man, and she had fitted him for both roles in life, and urged him into them by the same unceasing soft pats and pushes. She would be delighted when she saw him in white robes serving at the altar. Not that Frances had ever taken her religion quite seriously. It was like her gowns, or her education, a matter of course; a trustworthy, agreeable part of her. She had never once in her life shuddered at a glimpse of any vice in herself, or cried to God in agony, even to grant her a wish. But she knew that Robert Waldeaux's son would be safer in the pulpit. He could take rank with scholars there, too. She inspected him now anxiously, trying to see him with the eyes of these Oxford magnates. Nobody would guess that he was only twenty-two. The bald spot on his crown and the spectacles gave him a scholastic air, and the finely cut features and a cold aloofness in his manner spoke plainly, she thought, of his good descent and high pursuits. Frances herself had a drop of vagabond blood which found comrades for her among every class and color. But there was not an atom of the tramp in her son's well-built and fashionably clothed body. He never had had a single intimate friend even when he was a boy. \"He will probably find his companions among the great English scholars,\""
  },
  {
   "size": 1430,
   "text": "she thought complacently. Of course she would always be his only comrade, his chum. She continually met and parted with thousands of people--they came and went. \"But George and I will be together for all time,\" she told herself. He came up presently and sat down beside her, with an anxious, apologetic air. It hurt him to think that he had laughed at her. \"That dark haze is the Jersey shore,\" he said. \"How dim it grows! Well, we are really out now in the big world! It is so good to be alone there with you,\" he added, touching her arm affectionately. \"Those cynical old-men-boys at Harvard bored me.\" \"I don't bore you, then, George?\" \"You!\" He was very anxious to make her forget his roughness. \"Apart from my affection for you, mother,\" he said judicially, \"I LIKE you. I approve of you as I never probably shall approve of another woman. Your peculiarities--the way your brown hair ripples back into that knot \"--surveying her critically. \"And the way you always look as if you had just come out of a bath, even on a grimy train; and your gowns, so simple--and rich. I confess,\" he said gravely, \"I can't always follow your unsteady little ideas when you talk. They frisk about so. It is the difference probably between the man's mind and the woman's. Besides, we have been separated for so many years! But I soon will understand you. I know that while you keep yourself apart from all the world you open your heart to me.\""
  },
  {
   "size": 1494,
   "text": "\"Wrap the rug about my feet, George,\" she said hastily, and then sent him away upon an errand, looking after him uneasily. It was very pleasant to hear her boy thus formally sum up his opinion of her. But when he found that it was based upon a lie? For Frances, candid enough to the world, had deceived her son ever since he was born. George had always believed that she had inherited a fortune from his father. It gave solidity and comfort to his life to think of her in the stately old mansion on the shores of Delaware Bay, with nothing to do except to be beautiful and gracious, as befitted a well-born woman. It pleased him, in a lofty, generous way, that his father (whom she had taught him to reverence as the most chivalric of gentlemen) had left him wholly dependent upon her. It was a legal fiction, of course. He was the heir--the crown prince. He had always been liberally supplied with money at school and at Harvard. Her income was large. No doubt the dear soul mismanaged the estates fearfully, but now he would have leisure to take care of them. Now, the fact was that Colonel Waldeaux had been a drunken spendthrift who had left nothing. The house and farm always had belonged to his wife. She had supported George by her own work all of his life. She could not save money, but she had the rarer faculty of making it. She had raised fine fruit and flowers for the Philadelphia market; she had traded in high breeds of poultry and cattle, and had invested her earnings shrewdly."
  },
  {
   "size": 1414,
   "text": "With these successes she had been able to provide George with money to spend freely at college. She lived scantily at home, never expecting any luxury or great pleasure to come into her own life. But two years ago a queer thing had happened to her. In an idle hour she wrote a comical squib and sent it to a New York paper. As everybody knows, fun, even vulgar fun, sells high in the market. Her fun was not vulgar, but coarse and biting enough to tickle the ears of the common reader. The editor offered her a salary equal to her whole income for a weekly column of such fooling. She had hoarded every penny of this money. With it she meant to pay her expenses in Europe and to support George in his year at Oxford. The work and the salary were to go on while she was gone. It was easy enough to hide all of these things from her son while he was in Cambridge and she in Delaware. But now? What if he should find out that his mother was the \"Quigg\" of the New York ----, a paper which he declared to be unfit for a gentleman to read? She was looking out to sea and thinking of this when her cousin, Miss Vance, came up to her. Miss Vance was a fashionable teacher in New York, who was going to spend a year abroad with two wealthy pupils. She was a thin woman, quietly dressed; white hair and black brows, with gold eye-glasses bridging an aquiline nose, gave her a commanding, inquisitorial air. \"Well, Frances!\""
  },
  {
   "size": 345,
   "text": "she began briskly, \"I have not had time before to attend to you. Are your bags hung in your stateroom?\" \"I haven't been down yet,\" said Mrs. Waldeaux meekly. \"We were watching the fog in the sun.\" \"Fog! Mercy on me! You know you may be ill any minute, and your room not ready! Of course, you did not take the bromides that I sent you a week ago?"
  },
  {
   "size": 1427,
   "text": "Miss Vance glanced at her. \"Well, just as you please. I've done what I could. Let me look at your itinerary. You will be too ill for me to advise you about it later.\" \"Oh, we made none!\" said George gayly, coming up to his mother's aid. \"We are going to be vagabonds, and have no plans. Mother's soul draws us to York Cathedral, and mine to the National Gallery. That is all we know.\" \"I thought you had given up that whim of being an artist?\" said Miss Vance, sharply facing on him. Young Waldeaux reddened. \"Yes, I have given it up. I know as well as you do that I have no talent. I am going to study my profession at Oxford, and earn my bread by it.\" \"Quite right. You never would earn it by art,\" she said decisively. \"How long do you stay in York, Frances?\" \"Oh, a day, or a month--or--years, as we please,\" said Frances, lazily turning her head away. She wanted to set Clara Vance down in her proper place. Mrs. Waldeaux abhorred cousinly intimates--people who run into your back door to pry into the state of your larder or your income. But Miss Vance, as Frances knew, unfortunately held a key to her back door. She knew of George's wretched daubs, and his insane desire, when he was a boy, to study art. He gave it up years ago. Why should she nag him now about it? By virtue of her relationship she knew, too, all of Mrs. Waldeaux's secrets. It was most unfortunate that she should have chosen to sail on this vessel."
  },
  {
   "size": 1402,
   "text": "\"Well, mother,\" George said, uneasy to get away, \"no doubt Miss Vance is right. We should set things in order. I am going now to give my letter of credit to the purser to lock up; shall I take yours?\" Mrs. Waldeaux did not reply at once. \"No,\" she said at last. \"I like to carry my own purse.\" He smiled indulgently as on a child. \"Of course, dear. It IS your own. My father was wise in that. But, on this journey, I can act as your paymaster, can't I? I have studied foreign money----\" \"We shall see. I can keep it as safe as any purser now,\" she said, obstinately shaking her head. He laughed and walked away. \"You have not told him, then?\" demanded Clara. \"No. And I never will. I will not hurt the boy by letting him know that his mother has supported him, and remember, Clara, that he can only hear it through you. Nobody knows that I am 'Quigg' but you.\" Miss Vance lifted her eyebrows. \"Nothing can need a lie,\" she quoted calmly. Presently she said earnestly, \"Frances, you are making a mistake. Somebody ought to tell you the truth. There is no reason why your whole being should be buried in that man. He should stand on his own feet, now. You can be all that he needs as a mother, and yet live out your own life. It is broader than his will ever be. At your age, and with your capabilities, you should marry again. Think of the many long years that are before you.\" \"I have thought of them,\""
  },
  {
   "size": 1412,
   "text": "said Mrs. Waldeaux slowly. \"I have had lovers who came close to me as friends, but I never for a moment was tempted to marry one of them. No, Clara. When the devil drove my father to hand me over--innocent child as I was--to a man like Robert Waldeaux, he killed in me the capacity for that kind of love. It is not in me.\" She turned her strenuous face to the sea and was silent. \"It is not in me,\" she repeated after a while. \"I have but one feeling, and that is for my boy. It is growing on me absurdly, too.\" She laughed nervously. \"I used to be conscious of other people in the world, but now, if I see a boy or man, I see only what George was or will be at his age; if I read a book, it only suggests what George will say of it. I am like one of those plants that have lost their own sap and color, and suck in their life from another. It scares me sometimes.\" Miss Vance smiled with polite contempt. No doubt Frances had a shrewd business faculty, but in other matters she was not ten years old. \"And George will marry some time,\" she said curtly. \"Oh, I hope so! And soon. Then I shall have a daughter. I know just the kind of a wife George will choose,\" she chattered on eagerly. \"I understand him so thoroughly that I can understand her. But where could he find her? He is so absurdly fastidious!\" Miss Vance was silent and thoughtful a moment. Then she came closer. \"I will tell you where to find her,\""
  },
  {
   "size": 1414,
   "text": "she said, in a low voice. \"I have thought of it for a long time. It seems to me that Providence actually made Lucy Dunbar for George.\" \"Really?\" Mrs. Waldeaux drew her self up stiffly. \"Wait, Frances. Lucy has been with me for three years. I know her. She is a sincere, modest, happy little thing. Not too clever. She is an heiress, too. And her family is good; and all underground, which is another advantage. You can mould her as you choose. She loves you already.\" \"Or is it that she----?\" \"You have no right to ask that!\" said Miss Vance quickly. \"No, I am ashamed of myself.\" Mrs. Waldeaux reddened. A group of girls came up the deck. Both women scanned the foremost one critically. \"I like that wholesome, candid look of her,\" said Miss Vance. \"Oh, she is well enough,\" said Frances. \"But I am sure George does not like yellow hair. Nothing but an absolutely beautiful woman will attract him.\" \"An artist,\" said Miss Vance hastily, \"would tell you her features were perfect. And her flesh tints----\" \"For Heaven's sake, Clara, don't dissect the child. Who is that girl with the red cravat? Your maid?\" \"It is not a cravat, it's an Indian scarf. If it only were clean----\" Miss Vance looked uneasy and perplexed. \"She is not my maid. She is Fraulein Arpent. The Ewalts brought her as governess from Paris, don't you remember? They sent the girls to Bryn Mawr last week and turned her adrift, almost penniless."
  },
  {
   "size": 1444,
   "text": "She wished to go back to France. I engaged her as assistant chaperone for the season.\" Mrs. Waldeaux's eyebrows went up significantly. She never commented in words on the affairs of others, but her face always was indiscreet. George, who had come up in time to hear the last words, was not so scrupulous. He surveyed the young woman through his spectacles as she passed again, with cold disapproval. \"French or German?\" he asked. \"I really don't know. She has a singular facility in tongues,\" said Miss Vance. \"Well, that is not the companion _I_ should have chosen for those innocent little girls,\" he said authoritatively, glad to be disagreeable to his cousin. \"She looks like a hawk among doves.\" \"The woman is harmless enough,\" said Miss Vance tartly. \"She speaks exquisite French.\" \"But what does she say in it?\" persisted George. \"She is vulgar from her red pompon to her boots. She has the swagger of a soubrette and she has left a trail of perfume behind her--pah! I confess I am surprised at you, Miss Vance. You do not often slip in your judgment.\" \"Don't make yourself unpleasant, George,\" said his mother gently. Miss Vance smiled icily, and as the girls came near again, stopped them and stood talking to Mlle. Arpent with an aggressive show of familiarity. \"Why do you worry Clara?\" said Mrs. Waldeaux. \"She knows she has made a mistake. What do you think of that little blonde girl?\" she asked presently, watching him anxiously."
  },
  {
   "size": 1502,
   "text": "\"She has remarkable beauty, certainly; but there is something finical--precise----\" \"Take care. She will hear you,\" said George. \"Beauty, eh? Oh, I don't know,\" indifferently. \"She is passably pretty. I have never seen a woman yet whose beauty satisfied ME.\" Mrs. Waldeaux leaned back with a comfortable little laugh. \"But you must not be so hard to please, my son. You must bring me my daughter soon,\" she said. \"Not very soon. I have some thing else to think of than marriage for the next ten years.\" Just then Dr. Watts came up and asked leave to present his friend Perry. The doctor, like all young men who knew Mrs. Waldeaux, had succumbed to her peculiar charm, which was only that of a woman past her youth who had strong personal magnetism and not a spark of coquetry. George's friends all were sure that they would fall in love with a woman just like her--but not a man of them ever thought of falling in love with her. Young Perry, in twenty minutes, decided that she was the most brilliant and agreeable of companions. He had talked, and she had spoken only with her listening, sympathetic eyes. He was always apt to be voluble. On this occasion he was too voluble. \"You are from Weir, I think, in Delaware, Mrs. Waldeaux?\" he asked. \"I must have seen the name of the town with yours on the list of passengers, for the story of a woman who once lived there has been haunting me all day. I have not seen nor thought of her for years, and I could not account for my sudden remembrance of her.\""
  },
  {
   "size": 1405,
   "text": "\"Who was she?\" asked George, trying to save his mother from Perry, who threatened to be a bore. \"Her name was Pauline Felix. You have heard her story, Mrs. Waldeaux?\" \"Yes\" said Frances coldly. \"I have heard her story. Can you find my shawl, George?\" But Perry was conscious of no rebuff, and turned cheerfully to George. \"It was one of those dramas of real life, too unlikely to put into a novel. She was the daughter of a poor clergyman in Weir, a devout, good man, I believe. She had marvellous beauty and a devilish disposition. She ran away, lived a wild life in Paris, and became the mistress of a Russian Grand Duke. Her death----\" He could not have told why he stopped. Mrs. Waldeaux still watched him, attentive, but the sympathetic smile had frozen into icy civility. She had the old-fashioned modesty of her generation. What right had this young man to speak of \"mistresses\" to her? Clara's girls within hearing too! She rose when he paused, bowed, and hurried to them, like a hen fluttering to protect her chicks. \"He was talking to me of a woman,\" she said excitedly to Clara, \"who is never mentioned by decent people.\" \"Yes, I heard him,\" said Miss Vance. \"Poor Pauline! Her career was always a mystery to me. I was at school with her, and she was the most generous, lovable girl! Yet she came to a wretched end,\" turning to her flock, her tone growing didactic. \"One is never safe, you see."
  },
  {
   "size": 1429,
   "text": "One must always be on guard.\" \"Oh, my dear!\" cried Frances impatiently. \"You surely don't mean to class these girls and me with Pauline Felix! Come, come!\" \"None of us is safe,\" repeated Clara stiffly. \"Somebody says there is a possible vice in the purest soul, and it may lie perdu there until old age. But it will break out some day.\" Mrs. Waldeaux looked, laughing, at the eager, blushing faces around her. \"It is not likely to break out in us, girls, eh! Really, Clara,\" she said, in a lower tone, \"that seems to me like wasted morality. Women of our class are in no more danger of temptation to commit great crimes than they are of finding tigers in their drawing-rooms. Pauline Felix was born vicious. No woman could fall as she did, who was not rotten to the core.\" A sudden shrill laugh burst from the French woman, who had been looking at Mrs. Waldeaux with insolent, bold eyes. But as she laughed, her head fell forward and she swung from side to side. \"It is nothing,\" she cried, \"I am only a little faint. I must go below.\" The ship was now crossing short, choppy waves. The passengers scattered rapidly. George took his mother to her stateroom, and there she stayed until land was sighted on the Irish coast. Clara and her companions also were forced to keep to their berths. During the speechless misery of the first days Mrs. Waldeaux was conscious that George was hanging over her, tender as a mother with a baby."
  },
  {
   "size": 1477,
   "text": "She commanded him to stay on deck, for each day she saw that he, too, grew more haggard. \"Let me fight it out alone,\" she would beg of him. \"My worst trouble is that I cannot take care of you.\" He obeyed her at last, and would come down but once during the day, and then for only a few hurried minutes. His mother was alarmed at the ghastliness of his face and the expression of anxious wretchedness new to it. \"His eye avoids mine craftily, like that of an insane man,\" she told herself, and when the doctor came, she asked him whether sea-sickness affected the brain. On the last day of the voyage the breeze was from land, and with the first breath of it Frances found her vigor suddenly return. She rose and dressed herself. George had not been near her that day. \"He must be very ill,\" she thought, and hurried out. \"Is Mr. Waldeaux in his stateroom?\" she asked the steward. \"No, madam. He is on deck. All the passengers are on deck,\" the man added, smiling. \"Land is in sight.\" Land! And George had not come to tell her! He must be desperately ill! She groped up the steps, holding by the brass rail. \"I will give him a fine surprise!\" she said to herself. \"I can take care of him, now. To-night we shall be on shore and this misery all over. And then the great joy will begin!\" She came out on deck. The sunshine and cold pure wind met her. She looked along the crowded deck for her invalid. Every-body was in holiday clothes, every-body was smiling and talking at once."
  },
  {
   "size": 922,
   "text": "Ah! there he was! He was leaning over Frances' steamer chair, on which a woman lay indolently. He was in rude health, laughing, his face flushed, his eyes sparkling. Looking up, he saw his mother and came hastily to meet her. The laugh was gone. \"So you came up?\" he said impatiently. \"I would have called you in time. I---- Mother!\" He caught her by the arm. \"Wait, I must see you alone for a minute.\" Urged by the amazed fright in her face, he went on desperately, \"I have something to tell you. I intended to break it to you. I don't want to hurt you, God knows. But I have not been idle in these days. I have found your daughter. She is here.\" He led her up to the chair. The girl's head was wrapped in a veil and turned from her. Mrs. Waldeaux held out her hands. \"Lucy! Lucy Dunbar!\" she heard herself say. \"Mais non! Cest moi!\" said a shrill voice, and Mlle. Arpent, turning her head lazily, looked at her, smiling."
  },
  {
   "size": 1422,
   "text": "Clara Vance had her faults, but nobody could deny that, in this crisis, she acted with feeling and tact. She ignored mademoiselle and her lover, whose bliss was in evidence on deck all day, and took possession of Mrs. Waldeaux, caring for her as tenderly as if she had been some poor wretch sentenced to death. \"She has no intellect left except her ideas about George,\" she told herself, \"and if he turns his back on her for life in this way---- She never was too sane!\" shaking her head ominously. She thought it best to talk frankly of the matter to little Lucy Dunbar, and was relieved to find her ready to joke and laugh at it. \"No bruise in that tender heart!\" thought Clara, who was anxious as a mother for her girls. \"We all worshipped Mr. George,\" said Lucy saucily. \"I, most of all. He is so cold, so exalted and ah--h, so good-looking! Like a Greek god. But he never gave a look to poor little me! The fraulein came on deck as soon as we all went down with sea-sickness, and bewitched him with her eyes. It must have been her eyes; they are yellow--witch's eyes. Or maybe that cheap smell about her is a love-philter! Or was it just soul calling to soul? I should have said the fraulein had the soul of a milliner. She put great ideas into the hat that she altered for me,\" Lucy added, with an unsteady laugh. \"I care nothing for them or their souls,\" said Miss Vance crossly. \"It is his mother that I think of.\""
  },
  {
   "size": 1464,
   "text": "\"But really,\" said Lucy, \"mademoiselle is quite raw material. No ideas--no manners whatever. Mrs. Waldeaux may mould her into something good and fine.\" \"She will not try. She will never accept that creature as a daughter.\" \"She seems to me to be indifferent,\" said Lucy. \"She does not see how terrible it is. She was leaning over the bulwark just now, laughing at the queer gossoons selling their shillalahs.\" \"Oh, she will laugh at Death himself when he comes to fetch her, and see something 'queer'in him,\" said Clara. But her little confidence with Lucy had relieved her. The child cared nothing for George, that was plain. Mademoiselle, watching Mrs. Waldeaux closely all day, was not deceived by her laugh. \"The old lady, your mother,\" she said to George, \"is what you men call 'game.' She has blood and breeding. More than you, monsieur. That keeps her up. I did not count on that,\" said the young woman thoughtfully. George took off his glasses and rubbed them nervously as he talked. \"I don't understand my mother at all! She has always been very considerate and kind. I never thought that she would receive my wife, when I brought her to her, with calm civility. Not a kiss nor a blessing!\" \"A kiss? A blessing for me?\" Lisa laughed and nodded meaningly to the sea and world at large. \"She could hardly have blessed a woman lolling full length in her chair,\" she thought. \"It IS her chair. And I have unseated her for life curling herself up in the rugs.\""
  },
  {
   "size": 1419,
   "text": "Yet she had a twinge of pity for the old lady. Even the wild boar has its affections and moments of gentleness. A week ago Lisa could have trampled the life out of this woman who had slandered her dead mother, with the fury of any wild beast. For she was Pauline Felix's daughter. It was her mother's name that Mrs. Waldeaux had said could not be spoken by any decent woman. Lisa had been but a child, but she had held her mother's head close to her stout little heart as she lay dying--that awful mysterious death of which the young man had tried to make a telling story. The girl crossed herself now and closed her tired eyes as she thought of it. She had been a wicked child and a wicked woman, but she knew certainly that the Virgin and her Son had come near to her that day, and had helped her. George, who was poring fondly on her face, exclaimed: \"Your eyes are wet. You are in trouble!\" \"I was thinking of my mother,\" she said gently, holding out her hand to him. He took it and said presently, \"Will you not talk to me about her, Lisa? You have not told me any thing of your people, my darling. Nor of yourself. Why, I don't even know whether you are French or German.\" \"Oh, you shall hear the whole story when we are married,\" she replied softly, a wicked glitter in her eyes. \"Some of the noblest blood in Europe is in my veins. I will give you my genealogical tree to hang up in that old homestead of yours."
  },
  {
   "size": 1512,
   "text": "It will interest the people of Weir--and please your mother.\" \"It is good in you to think of her,\" he said, tenderly looking down at her. He was not blind. He saw the muddy skin, the thick lips, the soiled, ragged lace. They would have disgusted him in another woman. But this was--Lisa. There was no more to be said. These outside trifles would fall off when she came into his life. Even with them she was the breath and soul of it. She saw the difference between them more sharply than he did. She had been cast for a low part in the play, and knew it. Sometimes she had earned the food which kept her alive in ways of which this untempted young priest had never even heard. There was something in this clean past of his, in his cold patrician face and luxurious habits new to her, and she had a greedy relish for it all. She had been loved before, caressed as men caress a dog, kicking it off when it becomes troublesome. George's boyish shyness, his reverent awe of her, startled her. \"He thinks Lisa Arpent a jeune fille--like these others. A little white rose!\" she thought, and laughed. She would not tell him why she laughed, and muttered an oath when he stupidly insisted on knowing. He was the first lover who had ever believed in her. She had begun this affair simply to punish the \"old woman\"; the man in it had counted for nothing. But now, as they crossed the gangway, she looked up at him with eyes that for the moment were honest and true as a child's, and her firm hand suddenly trembled in his."
  },
  {
   "size": 1400,
   "text": "Three weeks later Mrs. Waldeaux came into Miss Vance's little parlor on Half Moon Street. Her face was red from the wind, her eyes sparkled, and she hummed some gay air which an organ ground outside. Clara laid down her pen. \"Where have you been, Frances? It is a week since I saw you.\" \"Oh, everywhere! George has been showing me London!\" She sat down before the fire with a gurgle of comfort and dropped her bonnet and gloves on the floor beside her. \"Yesterday we spent at the Museum. George explained the Elgin marbles to me. I don't suppose any body in London has studied their history so thoroughly. I did wish you could have heard him. And the day before I was at the House--in the ladies' gallery. I can't imagine how he got admission for me. He IS so clever!\" \"We are going down to Canterbury for a couple of days,\" said Clara. \"We start at noon. Will you go with us?\" \"No, I think not. George does not seem to care for cathedrals. And he has plans for me, no doubt.\" Miss Vance brushed the bonnet and carefully rolled up the strings. \"Are you satisfied? Is London the London you have been thinking of these twenty years?\" she asked. \"Oh, a thousand times more! And George has been with me every day--every day!\" Miss Vance picked up the gloves, looking impatiently at the poor lady's happy face. \"Now she has gone off into one of her silly transports of delight, and for no earthly reason!\""
  },
  {
   "size": 1435,
   "text": "\"I noticed that George has seen very little of Lisa lately,\" she said tentatively. \"If he really means to marry her----\" \"Marry her! Clara! You surely never feared THAT?\" \"He certainly told us plainly enough that he would do it,\" said Miss Vance testily. \"Oh, you don't understand him! You have had so little to do with young men. They are all liable to attacks like that--as to measles and scarlet fever. But they pass off. Now, George is not as susceptible as most of them. But,\" lowering her voice, \"he was madly in love with the butcher's Kate when he was ten, and five years afterward offered to marry the widow Potts. I thought he had outgrown the disease. There has been nothing of the kind since, until this fancy. It is passing off. Of course it is mortifying enough to think that such a poor creature as that could attract him for an hour.\" \"I was to blame,\" Miss Vance said, with an effort. \"I brought her in his way. But how was I to know that she was such a cat, and he such---- If he should marry her----\" Mrs. Waldeaux laughed angrily. \"You are too absurd, Clara. A flirtation with such a woman was degrading enough, but George is not quite mad. He has not even spoken of her for days. Oh, here he comes! That is his step on the stairs.\" She ran to the door. \"He found that I was out and has followed me. He is the most ridiculous mother's boy! Well, George, here I am! Have you thought of some thing new for me to see?\""
  },
  {
   "size": 1400,
   "text": "She glanced at Miss Vance, well pleased that she should see the lad's foolish fondness for her. George forced a smile. He looked worn and jaded. Miss Vance noticed that his usually neat cravat was awry and his hands were gloveless. \"Yes,\" he said. \"It is a little church. The oldest in London. I want to show it to you.\" Miss Vance tied on Mrs. Waldeaux's bonnet, smoothing her hair affectionately. \"There are too many gray hairs here for your age, Frances,\" she said. \"George, you should keep your mother from worry and work. Don't let her hair grow gray so soon.\" George bowed. \"I hope I shall do my duty,\" he said, with dignity. \"Come, mother.\" As they drove down Piccadilly Mrs. Waldeaux chattered eagerly to her son. She could not pour out her teeming fancies about this new world to any body else, but she could not talk fast enough to him. Had they not both been waiting for a lifetime to see this London? \"The thing,\" she said earnestly, as she settled herself beside him, \"the thing that has impressed me most, I think, were those great Ninevite gods yesterday. I sat for hours before them while you were gone. There they sit, their hands on their knees, and stare out of their awful silence at the London fog, just as they stared at the desert before Christ was born. I felt so miserably young and sham!\" George adjusted his cravat impatiently. \"I'm afraid I don't quite follow you, mother."
  },
  {
   "size": 1405,
   "text": "These little flights of yours---- They belong to your generation, I suppose. It was a more sentimental one than mine. You are not very young. And you certainly are not a sham. The statues are interesting, but I fail to see why they should have had such an effect upon you.\" \"Oh!\" said Frances. \"But you did not stay alone with them as long as I did, or you would have felt it too. Now I am sure that the debates in Parliament impressed you just as they did me?\" George said nothing, but she went on eagerly. It never occurred to her that he could be bored by her impressions in these greatest days of her life. \"To see a half-dozen well-groomed young men settle the affairs of India and Australia in a short, indifferent colloquy! How shy and awkward they were, too! They actually stuttered out their sentences in their fear of posing or seeming pretentious. So English! Don't you think it was very English, George?\" \"I really did not think about it at all. I have had very different things to occupy me,\" said George, coldly superior to all mothers and Parliaments. \"This is the church.\" The cab stopped before an iron door between two shops in the most thronged part of Bishopsgate Street. He pushed it open, and they passed suddenly out of the hurrying crowd into the solemn silence of an ancient dingy building. A dim light fell through a noble window of the thirteenth century upon cheap wooden pews."
  },
  {
   "size": 1314,
   "text": "The church was empty, and had that curious significance and half-spoken message of its own which belongs to a vacant house. \"I remember,\" whispered Frances, awestruck. \"This was built by the first Christian convert, St. Ethelburga.\" \"You believe every thing, mother!\" said George irritably. She wandered about, looking at the sombre walls and inscriptions, and then back uneasily, to his moody face. Suddenly she came up to him as he stood leaning against a pillar. \"Something has happened!\" she said. \"You did not bring me here to look at the church. You have something to tell me.\" The young man looked at her and turned away. \"Yes, I have. It isn't a death,\" he said, with a nervous laugh. \"You need not look in that way. It is--something very different. I--I was married in this church yesterday to Lisa Arpent.\" Frances did not at first comprehend the great disaster that bulked black across her whole life, but, woman-like, grasped at a fragment of it. \"You were married and I was not there! Yesterday! My boy was married and he forgot me!\" \"Mother! Don't look like that! Here, sit down,\" grabbing her helplessly by the arms. \"I didn't want to hurt you. I brought you here to tell you quietly. Cry! Why don't you cry if you're worried! Oh! I believe she's dying!\" he shouted, staring around the empty church."
  },
  {
   "size": 1427,
   "text": "\"You were married and I couldn't say God bless you! You forgot me! I never forgot you, George, for one minute since you were born.\" \"Mother, what fool talk is that? I only didn't want a scene. I kept away from Lisa for weeks so as not to vex you. Forget you! I think I have been very considerate of you under the circumstances. You have a dislike to Lisa, a most groundless dislike----\" \"Oh, what is Lisa?\" said Frances haughtily. \"It is that you have turned away from me. She has nothing to do with the relation between you and me. How can any woman come between me and my son?\" She held up her hands. \"Why, you are my boy, Georgy. You are all I have!\" He looked at the face, curiously pinched and drawn as if by death, that was turned up to his, and shrugged his shoulders impatiently. \"Now this is exactly what I tried to escape yesterday. Am I never to be a man, nor have the rights of a man? You must accept the situation, mother. Lisa is my wife, and dearer to me than all the world beside.\" He saw her lips move. \"Dearer? Dearer than me!\" She sat quite still after that, and did not seem to hear when he spoke. Something in her silence frightened him. She certainly had been a fond, indulgent mother, and he perhaps had been abrupt in cutting the tie between them. It must be cut. He had promised Lisa the whole matter should be settled to-day. But his mother certainly was a weak woman, and he must be patient with her."
  },
  {
   "size": 335,
   "text": "Secretly he approved the manliness of his patience. \"The cab is waiting, dear,\" he said. She rose and walked to the street, standing helpless there while the crowd jostled her. Was she blind and deaf? He put her into the cab and sat down opposite to her. \"Half Moon Street,\" he called to the driver. \"Mother,\" touching her on the knee."
  },
  {
   "size": 1443,
   "text": "\"I told him to drive to Half Moon Street. I will take you to Clara Vance. We may as well arrange things now, finally. You do not like my wife. That is clear. For the present, therefore, it is better that we should separate. I have consulted with Lisa, and she has suggested that you shall join Clara Vance's party while we go our own way.\" She stared at him. \"Do you mean that you and I are not to see London together? Not to travel through Europe together?\" He pitied her a little, and, leaning forward, kissed her clammy lips. \"The thing will seem clearer to you to-morrow, no doubt. I must leave you now. Go to Clara and her girls. They all like to pet and make much of you. I will bring Lisa in the morning, to talk business a little. She has an uncommonly clear head for business. Good-by, dear!\" He stopped the cab, jumped out, and walked briskly to the corner where his wife was waiting for him. \"You have told her?\" she asked breathlessly. \"That we must separate?\" \"Yes, yes. I told her you thought it best.\" \"And she was not willing?\" \"Well, she did not approve very cordially,\" said George, evading her eye. \"But she shall approve!\" hanging upon his arm, her burning eyes close to his face. \"You are mine, George! I love you. I will share you with nobody!\" She whistled shrilly, and a hansom stopped. \"What are you going to do, darling?\" \"Follow her. I will tell her something that will make her willing to separate. Get in, get in!\""
  },
  {
   "size": 1416,
   "text": "Frances, when in trouble, went out of doors among the trees as naturally as other women take to their beds. Lisa's sharp eyes saw her sitting in the Green Park as they passed. The mist, which was heavy as rain, hung in drops on the stretches of sward and filled the far aisles of trees with a soft gray vapor. The park was deserted but for an old man who asked Mrs. Waldeaux for the penny's hire for her chair. As he hobbled away, he looked back at her curiously. \"She gave him a shilling!\" exclaimed Lisa, as he passed them. \"I told you she was not fit to take care of money.\" \"But why not wait until to-morrow to talk of business? She is hurt and unnerved just now, and she--she does not like you, Lisa.\" \"I am not afraid. She will be civil. She is like Chesterfield. 'Even death cannot kill the courtesy in her.' You don't seem to know the woman, George. Come.\" But George hung back and loitered among the trees. He was an honest fellow, though slow of wit; he loved his mother and was penetrated to the quick just now by a passionate fondness for his wife. Two such good, clever women! Why couldn't they hit it off together? \"George?\" said Frances, hearing his steps. Lisa came up to her. She rose, and smiled to her son's wife, and after a moment held out her hand. But the courtesy which Lisa had expected suddenly enraged her. \"No! There need be no pretence between us,\" she said. \"You are not glad to see me."
  },
  {
   "size": 1198,
   "text": "There is no pretence in me. I am honest. I did not come here to make compliments, but to talk business.\" \"George said to-morrow. Can it not wait until to-morrow?\" \"No. What is to do--do it! That is my motto. George, come here! Tell your mother what we have decided. Oh, very well, if you prefer that I should speak. We go to Paris at once, Mrs. Waldeaux, and will take apartments there. You will remain with Miss Vance.\" \"Yes, I know. I am to remain----\" Frances passed her hand once or twice over her mouth irresolutely. \"But Oxford, George?\" she said. \"You forget your examinations?\" George took off his spectacles and wiped them. \"Speak! Have you no mind of your own?\" his wife whispered. \"I will tell you, then, madam. He has done with that silly whim! A priest, indeed! I am Catholic, and priests do not marry. He goes to Paris to study art. I see a great future for him, in art.\" Frances stared at him, and then sat down, dully. What did it matter? Paris or Oxford? She would not be there. What did it matter? Lisa waited a moment for some comment, and then began sharply, \"Now, we come to affaires! Listen, if you please. I am a woman of business. Plain speaking is always best, to my idea.\""
  },
  {
   "size": 1423,
   "text": "Mrs. Waldeaux drew herself together and turned her eyes on her with sudden apprehension, as she would on a snapping dog. The woman's tones threatened attack. \"To live in Paris, to work effectively, your son must have money. I brought him no dot, alas! Except\"--with a burlesque courtesy--\"my beauty and my blood. I must know how much money we shall have before I design the menage.\" \"George has his income,\" said his mother hastily. \"Ah! You are alarmed, madam! You do not like plain words about the affaires? George tells me that although he is long ago of age, he has as yet received no portion of his father's estates.\" \"Lisa! You do not understand! Mother, I did not complain. You have always given me my share of the income from the property. I have no doubt it was a fair share--as much as if my father had left me my portion, according to custom.\" \"Yes, it was a fair share,\" said Frances. \"Ah! you smile, madam!\" interrupted Lisa. \"I am told it is a vast property, a grand chateau--many securities! M. Waldeaux pere made a will, on dit, incredibly foolish, with no mention of his son. But now that this son comes to marry, to become the head of the house, if you were a French mother, if you were just, you would---- You appear to be amused, madam?\" For Mrs. Waldeaux was laughing. She could not speak for a moment. The tears stood in her eyes. \"The matter has somewhat of droll to you?\" \"It has its humorous side,\""
  },
  {
   "size": 1463,
   "text": "said Frances. \"I quite understand, George, that you will need more money to support a wife. I will double your allowance. It shall be paid quarterly.\" \"You would prefer to do that?\" hesitated George. \"Rather than to make over a son's share of the property to me absolutely? Some of the landed estate or securities? I have probably a shrewder business talent than yours, and if I had control could make my property more profitable.\" \"I should prefer to pay your income as before--yes,\" said Frances quietly. \"Well, as you choose. It is yours to give, of course.\" George coughed and shuffled to conquer his disappointment. Then he said, \"Have it your own way.\" He put his hand affectionately on her shoulder. \"And when you have had your little outing and go home to Weir, you will be glad to have us come to you, for a visit--won't you, mother? You haven't said so.\" \"Why should I say so? It is your home, George, yours and your wife's.\" She caught his hand and held it to her lips. But Lisa had not so easily conquered her disappointment. This woman was coolly robbing George of his rights and was going instead to kill for him a miserable little fatted calf! Bah! This woman, who had maligned her dead mother! She should have her punishment now. In one blow, straight from the shoulder. \"But you should know, madam,\" she said gently, \"who it is your son has married before you take her home. I assure you that you can present me to the society in Weir with pride."
  },
  {
   "size": 1429,
   "text": "I have royal blood----\" \"Lisa!\" George caught her arm. \"It is not necessary. You forget----\" \"Oh, I forget nothing! I said royal blood. My father, madam, was the brother of the Czar, and my mother was Pauline Felix. You don't seem to understand----\" after a moment's pause. \"It was my mother whose name you said should not cross any decent woman's lips--my mother----\" She broke down into wild sobs. \"When I said it I did not know that you---- I am sorry.\" Frances suddenly walked away, pulling open her collar. It seemed to her that there was no breath in the world. George followed her. \"Did you know this?\" she said at last, in a hoarse whisper. \"And you are--married to her? There is no way of being rid of her?\" \"No, there is no way,\" said Waldeaux stoutly. \"And if there were, I should not look for it. I am sorry that there is any smirch on Lisa's birth. But even her mother, I fancy, was not altogether a bad lot. Bygones must be bygones. I love my wife, mother. She's worth loving, as you'd find if you would take the trouble to know her. Her dead mother shall not come between her and me.\" \"She's like her, George!\" said Mrs. Waldeaux, with white, trembling lips. \"I ought to have seen it at first. Those luring, terrible eyes. It is Pauline Felix's heart that is in her. Rotten to the core--rotten----\" \"I don't care. I'll stand by her.\" But George's face, too, began to lose its color. He shook himself uncomfortably."
  },
  {
   "size": 1444,
   "text": "\"The thing's done now,\" he muttered. \"Certainly, certainly,\" Frances repeated mechanically. \"Tell her that I am sorry I spoke of her mother before her. It was rude--brutal. I ask her pardon.\" \"Oh, she'll soon forget that! Lisa has a warm heart, if you take her right. There's lots of hearty fun in her too. You'll like that. Are you going now? Good-by, dear. We will come and see you in the morning. The thing will not seem half so bad when you have slept on it.\" He paused uncertainly, as she still stood motionless. She was facing the grim walls of Stafford House, looming dimly through the mist, her eyes fixed as if she were studying the sky line. \"George,\" she said. \"You don't understand. You will come to me always. But that woman never shall cross my threshold.\" \"Mother! Do you mean what you say?\" It was a man, not a shuffling boy that spoke now. \"Do you mean that we are not to go to you to-morrow? Not to go home in October? Never----\" \"Your home is open to you. But Pauline Felix's child is no more to me than a wild beast--or a snake in the grass, and never can be.\" She faced him steadily now. \"There she is,\" said Frances, looking at the little black figure under the trees, \"and here am I. You can choose between us.\" \"Those whom God hath joined together,\" muttered George. \"You know that.\" \"You have known her for three weeks,\" cried Frances vehemently. \"I gave you life. I have been your slave every hour since you were born."
  },
  {
   "size": 399,
   "text": "I have lived but for you. Which of us has God joined together?\" \"Mother, you're damnably unreasonable! It is the course of nature for a man to leave his parents and cleave to his wife.\" \"Yes, I know,\" she said slowly. \"You can keep that foul thing in your life, but it never shall come into mine.\" \"Then neither will I. I will stand by my wife.\" \"That is the end, then?\" She waited, her eyes on his."
  },
  {
   "size": 1417,
   "text": "She turned and left him, disappearing slowly in the rain and mist. Two days later Mr. Perry met Miss Vance in Canterbury and told her of the marriage. She hurried back to London. She could not hide her distress and dismay from the two girls. \"How did she force him into it? One is almost driven to believe in hypnotism,\" she cried. Lucy Dunbar had no joke to make about it to-day. The merry little girl was silent, having, she said, a headache. \"You've had too much cathedral!\" said Miss Hassard. \"And the whole church is wretchedly out of drawing!\" Jean Hassard had studied art at Pond City in Dakota, and her soul's hope had been to follow Marie Bashkirtseff's career in Paris. But her father had morally handcuffed her and put her into Clara's custody for a year. It was hard! To be led about to old churches, respectable as her grandmother, when she might have been studying the nude in a mixed class! She rattled her chains disagreeably at every step. \"The mesalliance is on the other side,\" she told Lucy privately. \"A woman of the world who knew life, to marry that bloodless, finical priest!\" \"He was not bloodless. He loved her.\" Mr. Perry came up with them from Canterbury, being secretly alarmed about Miss Dunbar's headache. Nobody took proper care of that lovely child! He had attached himself to Miss Vance's party in England; he dropped in every evening to tell of his interviews with Gladstone or Mrs."
  },
  {
   "size": 855,
   "text": "Oliphant or an artist or a duke. It was delightful to the girls to come so close to these unknown great folks. They felt quite like peris, just outside the court of heaven, with the gate a little bit ajar. This evening Mr. Perry promised it should open for them. He was going to bring a real prince, whom he familiarly dubbed \"a jolly fellow,\" to call upon Miss Vance. \"Who is the man?\" said Clara irritably. \"Be careful, Mr. Perry. I have had enough of foreign adventurers.\" \"Oh, the Hof Kalender will post you as to Prince Wolfburgh. I looked him up in it. He is head of one of the great mediatized families. Would have been reigning now if old Kaiser Wilhelm had not played Aaron's serpent and gobbled up all the little kings. Wolfburgh has kept all his land and castles, however.\" \"Very well. Let us see what the man is like,\" Miss Vance said loftily."
  },
  {
   "size": 1439,
   "text": "Mrs. Waldeaux was not in the house when they arrived. Every day she went early in the morning to the Green Park, where she had seen George last, and wandered about until night fell. She thought that he had gone to Paris, and that she was alone in London. But somehow she came nearer to him there. When she found that Clara had arrived, she knew that she would be full of pity for her. She came down to dinner in full dress, told some funny stories, and laughed incessantly. No. She had not missed them. The days had gone merry as a marriage bell with her even after her son and his wife had run away to Paris. Mr. Perry congratulated her warmly on the match. \"The lady is very fetching, indeed,\" he said. \"I remarked that the first day on ship-board. Oh, yes, I know a diamond when I see it. But your son picks it up. Lucky fellow! He picks it up!\" He told Miss Vance that there was a curious attraction about her friend, \"who, by the way, should always wear brown velvet and lace.\" Miss Vance drew little Lucy aside after dinner. \"Do you see,\" she said, \"the tears in her eyes? It wrenches my heart. She has become an old woman in a day. I feel as if Frances were dead, and that was her ghost joking and laughing.\" Lucy said nothing, but she went to Frances and sat beside her all evening. When the prince arrived and was presented, going on his triumphant way through the room, she nestled closer, whispering, \"What do you think of him?\""
  },
  {
   "size": 968,
   "text": "\"He looks very like our little fat Dutch baker in Weir--he has the same air of patronage,\" said Frances coldly. She was offended that Lucy should notice the man at all. Was it not she whom George should have married? How happy they would have been--her boy and this sweet, neat little girl! And already Lucy was curious about so-called princes! When his Highness came back to them she rose hastily and went to her own room. Late that night Miss Vance found her there in the dark, sitting bolt upright in her chair, still robed in velvet and lace. Clara regarded her sternly, feeling that it was time to take her in hand. \"You have not forgiven George?\" she said abruptly. Mrs. Waldeaux looked up, but said nothing. \"Is he coming back soon?\" \"He never shall come back while that woman is with him.\" Miss Vance put her lamp on the table and sat down. \"Frances,\" she said deliberately, \"I know what this is to you. It would have been better for you that George had died.\""
  },
  {
   "size": 1415,
   "text": "\"But he didn't die. He married Lisa Arpent. Now it is your duty to accept it. Make the best of it.\" \"If a lizard crawls into my house will you tell me to accept it? Make the best of it? Oh, my God! The slimy vile creature!\" \"She is not vile! I tell you there are lovable qualities in Lisa. And even if she were as wicked as her mother, what right have you---- You, too, are a sinner before God.\" \"No,\" said Mrs. Waldeaux gravely, \"I am not. I have lived a good Christian life. I may have been tempted to commit sin, but I cannot remember that I ever did it.\" Miss Vance looked at her aghast. \"But surely your religion teaches you---- Why, you are sinning now, when you hate this girl!\" \"I do not hate her. God made her as he made the lizard. I simply will not allow her to cross my path. What has religion to do with it? I am clean and she is vile. That is all there is to say.\" Both women were silent. Mrs. Waldeaux got up at last and caught Clara by the arm. She was trembling violently. \"No, I'm not ill. I'm well enough. But you don't understand! That woman has killed George. I spent twenty years in making him what he is. I worked--there was nothing but him for me in the world. I didn't spare myself. To make him a gentleman--a Christian. And in a month she turns him into a thing like herself. He is following her vulgar courses. I saw the difference after he had lived with her for one day. He is tainted.\""
  },
  {
   "size": 835,
   "text": "She stood staring into the dull lamp. \"She may not live long, though,\" she said. \"She doesn't look strong----\" \"Frances! For God's sake!\" \"Well, what of it? Why shouldn't I wish her gone? The harm--the harm! Do you remember that Swedish maid I had--a great fair woman? One day she was stung by a green fly, and in a week she was dead, her whole body a mass of corruption! Oh, God lets such things be done! Nothing but a green fly----\" She shook off Clara's hold, drawing her breath with difficulty. \"That is Lisa. It is George that is being poisoned, body and soul. It's a pity to see my boy killed by a thing like that--it's a pity----\" Miss Vance was too frightened to argue with her. She brought her wrapper, loosened her hair, soothing her in little womanish ways. But her burning curiosity drove her presently to ask one question."
  },
  {
   "size": 1428,
   "text": "\"I have doubled his allowance.\" \"Frances! You will work harder to make money for Lisa Arpent?\" \"Oh, what is money!\" cried Frances, pushing her away impatiently. Miss Vance persuaded Mrs. Waldeaux to go with her to Scotland. During the weeks that followed Frances always found Lucy Dunbar at her side in the trains or on the coaches. \"She is a very companionable child,\" she told Clara. \"I often forget that I am any older than she. She never tires of hearing stories of George's scrapes or his queer sayings when he was a child. Such stories, I think, are usually tedious, but George was a peculiar boy.\" Mr. Perry's search for notorieties took him also to Scotland, and, oddly enough, Prince Wolfburgh's search for amusement led him in the same direction. They met him and his cousin, Captain Odo Wolfburgh, at Oban, and again on the ramparts of Stirling Castle, and the very day that they arrived in Edinburgh, there, in Holyrood, in Queen Mary's chamber, stood the pursy little man, curling his mustache before her mirror. Mr. Perry fell into the background with Miss Hassard. \"His Highness is becoming monotonous!\" he grumbled. \"These foreigners never know when they are superfluous in society.\" \"Is he superfluous?\" Jean glanced to the corner where the prince and Lucy were eagerly searching for the blood of Rizzio upon the steps. \"Decidedly,\" said Perry. \"I wished to show you and Miss Dunbar a live prince, and I did it."
  },
  {
   "size": 1419,
   "text": "That is done and over with. He has been seen and heard. There is no reason why he should pop up here and there all over Great Britain like a Jack-in-the-box. He's becoming a bore.\" \"You suspect him to be an impostor?\" said Jean quickly. \"No. He's genuine enough. But we don't want any foreigners in our caravan,\" stroking his red beard complacently. \"No. What do you suppose is his object?\" asked Jean, with one of her quick, furtive glances. Mr. Perry's jaws grew red as his beard. \"How can I tell?\" he said gruffly. He went on irritably, a moment later: \"Of course you see it. The fellow has no delicacy. He makes no more secret of his plans than if he were going to run down a rabbit. Last night at Stirling, over his beer, he held forth upon the dimples on Miss Dunbar's pink elbows, and asked me if her hair were all her own. I said, at last, that American men did not value women like sheep by their flesh and fleece and the money they were rated at in the market. I hit him square that time, prince or no prince!\" \"Yes, you did, indeed,\" said Jean vaguely. Her keen eyes followed Lucy and the prince, who were loitering through the gallery, pausing before the faded portraits. \"You think it is only her money that draws him after us?\" \"Why, of course! A fellow like that could not appreciate Miss Dunbar's beauty and wit.\" \"You think Lucy witty?\" said Jean dryly. \"And you think she would not marry for a title?\""
  },
  {
   "size": 1416,
   "text": "\"I don't believe any pure American girl would sell herself, like a sheep in the shambles! And she is pure! A lamb, a lily! cried Perry, growing incoherent in his heat. \"She would not if her heart were preoccupied,\" said Jean thoughtfully. \"And you think----\" he said breathlessly. But Jean only laughed, and said no more. The guide had been paying profound deference to Prince Wolfburgh, keeping close to his heels. Now he swung open a door. \"If your Highnesses will come this way?\" he said, bowing profoundly to Lucy. The little girl started and hurried back to Miss Vance. Her face was scarlet, and she laughed nervously. Prince Wolfburgh also laughed, loudly and meaningly. He swore at the old man and went out into the cloister where his cousin stood smoking. \"Had enough of the old barracks?\" said the captain. \"I found I was making too fast running in there,\" said the prince uneasily; \"I'll waken up and find that girl married to me some day.\" \"Not so bad a dream,\" puffed his cousin. \"I'll take a train somewhere,\" said the prince. \"But no matter where I go, I'll find an American old woman with a girl to marry. They all carry the Hof Kalender in their pockets, and know every bachelor in Germany.\" The captain watched him attentively. \"I don't believe those women inside mean to drive any marriage bargain with you, Hugo,\" he said gruffly. \"I doubt whether the little mees would marry you if you asked her."
  },
  {
   "size": 1409,
   "text": "Her dot, I hear, is e-normous!\" waving his hand upward as if to mountain heights. \"And as for beauty, she is a wild rose!\" Now, there were reasons why the captain should rejoice when Hugo allied himself to the little mees. On the day when he would take these hills of gold and wild rose to himself, the captain would become the head of the house of Wolfburgh. It was, perhaps, a mean, ungilded throne, but by German law no nameless Yankee woman could sit upon it. The prince looked at Captain Odo. \"You cannot put me into a gallop when I choose to walk,\" he said. \"She's a pretty girl, and a good girl, and some time I may marry her, but not now.\" Odo laughed good-humoredly, and they sauntered down the path together. The prince had offered to dine with Miss Vance that evening, but sent a note to say that he was summoned to the Highlands unexpectedly. \"It is adieu, not auf wiedersehen, I fear, with his Highness,\" Miss Vance said, folding the note pensively. She had not meant to drive a marriage bargain, and yet--to have placed a pupil upon even such a bric-a-brac throne as that of Wolfburgh! She looked thoughtfully at Lucy's chubby cheeks. A princess? The man was not objectionable in himself, either--a kindly, overgrown boy. \"He told me,\" said Jean, \"that he was going to a house party at Inverary Castle.\" \"Whose house is that, Jean?\" asked Lucy. \"It is the ancestral seat of the Dukes of Argyll.\""
  },
  {
   "size": 550,
   "text": "\"Oh!\" Lucy gave a little sigh. Prince Hugo was undeniably fat and very slow to catch a joke, but there was certainly a different flavor in this talk of dukes and ancestral seats to the gossip about the Whites and Greens at home. Indeed, the whole party, including even Mr. Perry, experienced a sensation of sudden vacancy and flatness when his Highness left them. It was as though they had been sheltering a royal eagle that was used to dwelling in sunlit heights unknown to them, and now they were left on flat ground to consort with common poultry."
  },
  {
   "size": 1433,
   "text": "Miss Vance led her party slowly through Scotland and down again to London. Mrs. Waldeaux went with them. The girls secretly laughed together at her fine indomitable politeness, and her violent passion for the Stuarts, and hate of the Roundheads. But Mr. Perry was bored by her. \"What is it to us,\" he said, \"that Queen Mary paddled over this lake, or Cromwell's soldiers whitewashed that fresco? Give me a clean, new American church, anyhow, before all of your mouldy, tomby cathedrals. These things are so many cancelled cheques to me. I have nothing to pay on them. It is live issues that draw on my heart. You American girls ought to be at home looking into the negro problem, or Tammany, or the Sugar Trust, instead of nosing into Rembrandts, or miracles at Lourdes, or palaces. These are all back numbers. Write n. g. on them and bury them. So, by the way, is your Mrs. Waldeaux a back number. My own opinion is that all men and women at fifty ought to go willingly and be shut up in the room where the world keeps its second-hand lumber!\" \"Yet nobody,\" said Lucy indignantly, \"is more careful or tender with Mrs. Waldeaux than you!\" \"That is because Mr. Perry has the genuine American awe of people of good birth,\" said Jean slyly. \"It is the only trait which makes me suspect that he is a self-made man.\" Mr. Perry, for answer, only bowed gravely. He long ago had ceased to hide his opinion that Miss Hassard was insufferable."
  },
  {
   "size": 1488,
   "text": "Frances, for her part, was sure that the young people were glad to have her as a companion. One day she decided to stay with them, and the next to go to New York on the first steamer. She seemed to see life hazily, as one over whose mind a cataract was growing. What had she to do in Europe, she reasoned? George was gone. Her one actual hold on the world had slipped from her. That great mysterious thing called living was done and past for her. And yet--there was Kenilworth, and Scott's house? Scott, who had been her friend and leader since she was eight years old! And in that anthem at York minster there was a message, which she had been waiting all of her life to hear! And here was Lucy beside her with her soft voice, and loving blue eyes--Lucy, who should have been George's wife! In all of these things something high and good called to the poor lady, which she heard and understood as a child would the voice of its mother. One hour she resolved to leave her son with his wife, to go back to Weir at once and work with the poultry and Quigg's jokes for the rest of her life. She was dead. Let her give up and consent to be dead. The next, she would stay where she could see George sometimes, and try to forgive the woman who had him in her keeping. Perhaps, after all, she was human, as Clara said. If she could forgive Lisa, she could be happy with these young people and live--live in this wonderful old world, where all that was best of past ages was kept waiting for her."
  },
  {
   "size": 1417,
   "text": "When they came to London, she went at once to Morgan's to make a deposit, for she had been hard at work on her jokes as she travelled, and had received her pay. \"Your son, madam,\" said the clerk, \"drew on his account to-day. He said he expected remittances from you. Is this to be put to his credit?\" \"My son was in London to-day? \"He has just left the house.\" \"Did he--he left a message for me? A letter, perhaps?\" \"No, nothing, madam.\" \"Put the money to his credit, of course.\" She went out into the narrow street and wandered along to the Bank of England, staring up at the huge buildings. He had been looking at them--he had walked on this very pavement a minute ago! That might be the smoke of his cigar, yonder! She could easily find him. Just to look at him once; to hold his hand! He might be ill and need her; he never was well in foggy weather. Then she remembered that Lisa was with him. She would nurse him. She called a cab, and, as she drove home, looked out at the crowd with a hard, smiling face. Henry Irving that night played \"Shylock,\" and Mr. Perry secured a box for Miss Vance. Frances went with the others. Before the curtain rose there was a startled movement among them, a whisper, and then Clara turned to Mrs. Waldeaux. \"Frances, Lisa is coming into the opposite box,\" she said. \"She is really a beautiful woman in that decollete gown, and her cheeks flushed, and her eyes---- I had no idea!"
  },
  {
   "size": 1454,
   "text": "She is superb!\" Two men in the dress of French officers entered the box with Lisa. They seated her, bending over her with an empressement which, to Mrs. Waldeaux's heated fancy, was insulting. George came last, carrying his wife's cloak, which he placed upon a chair. One of the men tossed his cape to him, with a familiar nod, and George laid it aside and sat down at the back of the box. His mother leaned forward, watching. That woman had put her son in the place of an inferior--an attendant. The great orchestra shook the house with a final crash, and the curtain rose upon the Venetian plaza. Every face in the audience was turned attentive toward it. But Mrs. Waldeaux saw only Lisa. A strange change came upon her as she watched her son's wife. For months she had struggled feebly against her hate of Lisa. Now she welcomed it; she let herself go. Is the old story true after all? Is there some brutal passion hiding in every human soul, waiting its chance, even in old age? It is certain that this woman, after her long harmless life, recognized the fury in her soul and freed it. \"Frances,\" whispered Clara, \"when this act is over, go and speak to them. I will go with you. It is your chance to put an end to this horrible separation. They are your children.\" \"No. That woman is my enemy, Clara,\" said Mrs. Waldeaux quietly. \"I will make no terms with her.\" Miss Vance sighed and turned to the stage, but Frances still watched the opposite box."
  },
  {
   "size": 1558,
   "text": "It seemed as if the passion within her had cleared her eyes. They never had seen George as they now saw him. Was that her son? Was it that little priggish, insignificant fellow that she had made a god of? He was dull, commonplace! Satisfied to sit dumb in the background and take orders from those bourgeois French Jews! The play went on, but she saw nothing but George and his wife. There was the result of all her drudgery! The hot summers of work in the filthy poultry yards; the grinding out of poor jokes; the coarse, cheap underclothes (she used to cry when she put them on, she hated them so). Years and years of it all; and for that cold, selfish fop! His mother saw him leave the box, and knew that he was coming. \"Oh, good-evening, George!\" she said gayly, as he opened the door. \"A wonderful scene, wasn't it? I have always wished to see Irving in 'Hamlet.'\" \"This is 'Shylock,'\" he said gravely, and turned to speak to the others. They welcomed him eagerly, and made room for him. He had lost something of the cold, blase air which had ennobled him in the eyes of the young women. He looked around presently, and said with a comfortable shrug: \"It is so pleasant to talk English again! My wife detests it. We speak only French. I feel like an alien and outcast among you!\" He laughed; his mother glanced at him curiously. But Lucy turned her face away, afraid that he should see it. As he talked, George noted the clear-cut American features of the girls, and their dainty gowns, with a keen pleasure; then he glanced quickly at the opposite box."
  },
  {
   "size": 647,
   "text": "\"Ah!\" said Jean to Mr. Perry. \"The soiled lace and musk are beginning to tell! He is tired of Lisa already!\" \"I never liked the fellow,\" said Mr. Perry coldly. \"But he is hardly the cad that you suppose.\" He fell into a gloomy silence. He had wasted two years' salary in following Lucy Dunbar about, in showering flowers on her, in posing before her in the last fashions of Conduit Street, and yet when this conceited fellow came into the box she was blind and deaf to all besides! Her eyes filled with tears just now when he talked of his loneliness. Lonely--with his wife! A married man! George, when the curtain fell again, sat down by Frances."
  },
  {
   "size": 1412,
   "text": "\"Yes, George.\" Her eyes were bright and attentive, but her countenance had fallen into hard lines new to him. \"I went to Morgan's this afternoon. You have been very liberal to us.\" \"I will do what I can. You may depend upon that amount, regularly.\" He rose and bade them good-night, and turned to her again. \"We--we are coming to-morrow to thank you. MOTHER?\" There was a hoarse sob in his throat. He laid his hand on her arm. She moved so that it dropped. \"We will come to-morrow,\" he said. \"Did you understand? Lisa wishes to be friends with you. She is ready to forgive,\" he groped on, blundering, like a man. \"Oh, yes, I understand. You and Lisa are coming to forgive me to-morrow,\" she said, smiling. He looked at her, perplexed and waiting. But she said no more. \"Well, I must go now. Good-night.\" \"Good-night, George!\" Her bright, smiling eyes followed him steadily, as he went out. Mrs. Waldeaux tapped at Clara's door that evening after they reached home. \"I came to tell you that I shall leave London early in the morning,\" she said. \"You will not wait to see George and his wife?\" \"I hope I never shall see them again. No! Not a word! I will hear no arguments!\" She came into the room and closed the door. There was a certain novel air of decision and youth in her figure and movements. \"I am going to make a change, Clara,\" she said. \"I have worked for others long enough. I am going away now, alone."
  },
  {
   "size": 809,
   "text": "I will be free. I will live my own life--at last.\" Her eyes shone with exultation. \"And---- Where are you going?\" stammered Miss Vance, dismayed. \"I don't know. There is so much--it has all been waiting so long for me. There are the cathedrals--and the mountains. Or the Holy Land. Perhaps I may try to write again. There seems to be a dumb word or two in me. Don't be angry with me, Clara,\" throwing her arms about her cousin, the tears rushing to her eyes. \"I may come back to you and little Lucy some time. But just now I want to be alone and fancy myself young. I never was young.\" When Lucy stole into her old friend's chamber the next morning as usual to drink her cup of coffee with her, she found the door open and the room in disorder, and she was told that Mrs. Waldeaux had left London at daybreak."
  },
  {
   "size": 1410,
   "text": "During the year which followed, Mr. Perry was forced to return to the States, but he made two flying trips across \"the pond,\" as he called it, in the interests of his magazine, always running down his prey of notorieties in that quarter of Europe in which Miss Vance and her charges chanced to be. When he came in July he found them in a humble little inn in Bozen. He looked with contempt at the stone floors, the clean cell-like chambers, each with its narrow bed, and blue stone ewer perched on a wooden stool; and he sniffed with disgust when breakfast was served on a table set out in the Platz. \"Don't know,\" he said, \"whether I can digest food, eating out of doors. Myself, I never give in to these foreign ways. It's time they learned manners from us.\" \"I have no doubt,\" said Miss Vance placidly, \"that you can find one of the usual hotels built for rich Americans in the town. We avoid them. We search out the inns du pays to see as far behind the scenes as we can. I don't care to go to those huge houses with mobs of Chicagoans and New Yorkers; and have the couriers and portiers turn the flashlights on Europe for me, as if it were a burlesque show.\" \"Now, that's just what I like!\" said Perry. \"I always go to the houses where the royalties put up. I like to order better dishes and give bigger tips than they do. They don't know Jem Perry from Adam, but it's my way of waving the American flag.\""
  },
  {
   "size": 1473,
   "text": "\"I am afraid we have no such patriotic motive,\" said Clara. \"My girls seem to care for nothing now but art. We have made this little inn our headquarters in the Tyrol chiefly out of love for the old church yonder.\" Mr. Perry glanced contemptuously across the Platz at the frowning gray building, and sat down with his back to it. \"Art, eh? Well, I've no doubt I could soon catch on to Art, if I turned my mind that way. It pays, too,--Art. Not the fellows who paint, but the connoisseurs. There's Miller from our town. He was a drummer for a candy firm. Had an eye for color. Well, he buys pictures now for Americans who want galleries in their houses. He bought his whole collection for Stout--the great dealer in hams. Why, Miller can tell the money value within five dollars, at sight, of any picture in Europe. He's safe, too. Never invests in pictures that aren't sure to go up in price. Getting rich! And began as a candy drummer! No, ma'am! Art's no mystery. I've never taken it up myself. Europe is sheer pleasure to me. I get the best out of it. I know where to lodge well, and I can tell you where the famous plats are cooked, and I have my coats built by Toole. The house pays me a salary which justifies me in humoring my little follies,\" stroking his red beard complacently. Lucy's chubby face and steady blue eyes were turned on him thoughtfully, and presently, when they sauntered down the windy street together, he talked and she still silently watched him."
  },
  {
   "size": 1445,
   "text": "\"Miss Precision is weighing him in the balance,\" said Jean, laughing, as she poured out more black coffee. \"With all of her soft ways Lucy is shrewd. She knows quite well why he races across the Atlantic, and why Prince Wolfburgh has backed away from us and charged on us again all summer. She is cool. She is measuring poor Perry's qualifications for a husband now just as she would materials for a cake. A neat little inventory. So much energy, so much honest kindness--so much vulgarity. I couldn't do that. If ever a man wants to marry me, I'll fly to him or away from him, as quick as the steel needle does when the magnet touches it.\" Miss Vance listened to her attentively. \"Jean,\" she said, after a pause, \"are you sure that it is Lucy whom the prince wishes to marry?\" \"It is not I,\" said Miss Hassard promptly. \"He has thought of me several times--he has weighed my qualifications. But the man is in love with Lucy as honestly as a ploughman could be. Don't you think I've tough luck?\" she said, resting her elbow on the table and her chin on her palm, her keen gray eyes following Miss Dunbar and her lover as they loitered under the shadow of the church. \"I am as young as Lucy. I have a better brain and as big a dot. But her lovers make her life a burden, and I never have had one. Just because our noses and chins are made up differently!\" \"Oh, my dear!\" said Clara anxiously. \"I never thought you cared for that kind of success!\""
  },
  {
   "size": 1411,
   "text": "\"I'm only human,\" Jean laughed. \"Of course I'm an artist. I'm going to paint a great picture some day that all the world shall go mad about. Of Eve. I'll put all the power of all women into her. But in the meantime I'd like to see one man turn pale and pant before me as the fat little prince does when Lucy snubs him.\" \"Lucy is very hard to please,\" complained Miss Vance. \"She snubs Mr. Perry--naturally. But the prince--why should she not marry the prince?\" \"Your generation,\" said Jean, smiling slyly, \"used to think that an unreasonable whim called love was a good thing in marriage----\" \"But why should she not love the prince? He is honorable and kind, and quite passable as to looks---- Can there be any one else?\" turning suddenly to Jean. Miss Hassard looked at her a moment, hesitating. \"Your cousin George used to be Lucy's type of a hero----\" \"Why! the man is married!\" Miss Vance stood up, her lean face reddening. \"Jean! You surprise me! That kind of talk--it's indecent! It is that loose American idea of marriage that ends in hideous divorce cases. But for one of my girls----\" \"It is a very old idea,\" said Jean calmly. \"David loved another man's wife. Mind you, I don't accuse Lucy of loving any body, but when the needle has once touched the magnet it answers to its call ever after.\" Miss Vance vouchsafed no answer. She walked away across the Platz, jerking her bonnet strings into a knot."
  },
  {
   "size": 1425,
   "text": "Jean was one of the New Women! Her opinions stuck out on every side like Briareus' hundred elbows! You could not come near her without being jabbed by them. Such women were all opinions; there was no softness, no feeling, no delicacy about them. Skeletons with no flesh! As for Lucy, she had no fear. If even the child had loved George, she would have cast out every thought of him on his wedding day, as a Christian girl should do! She passed Lucy at that moment. She was leaning against one of the huge stone lions which crouch in front of the church, listening to Mr. Perry. If ever a pure soul looked into the world it was through those limpid eyes! The Platz was nearly empty. One or two men in blouses clattered across the cobblestones and going into the dark church dropped on their knees. The wind was high, and now and then swept heavy clouds low across the sunlight space overhead. Lucy, as Jean had guessed, knew why the man beside her had crossed the Atlantic, and she had decided last night to end the matter at once. The tears had stood in her eyes for pity at the thought of the pain she must give him. Yet she had put on her new close-fitting coat and a becoming fur cap, and pulled out the loose hair which she knew at this moment was blowing about her pink cheeks in curly wisps in a way that was perfectly maddening. Clara, seeing the mischief in her eyes as she listened shyly to Perry, went on satisfied."
  },
  {
   "size": 1439,
   "text": "There was no abyss of black loss in that girl's life! Lucy just now was concerned only for Perry. How the poor man loved her! Why not marry him after all, and put him out of his pain? She was twenty-four. Most women at twenty-four had gone through their little tragedy of love. But she had had no tragedy. She told herself firmly that there had been no story of love in her life. There never could be, now. She was too old. She was tired, too, and very lonely. This man would seat her on a throne and worship her every day. That would be pleasant enough. \"I am ashamed of myself,\" he was saying, \"to pursue you in this way. You have given me no encouragement, I know. But whenever I go to New York and bone down to work, something tells me to come back and try again.\" Lucy did not answer, and there was a brief silence. \"Of course I'm a fool,\"--prodding the ground with his stick. \"But if a man were in a jail cell and knew that the sun was shining just outside, he'd keep on beating at the wall.\" \"Your life is not a jail cell. It's very comfortable, I think.\" \"It has been bare enough. I have had a hard fight to live at all. I told you that I began as a canal-boy.\" She looked at him with quick sympathy. At once she fancied that she could read old marks of want on his face. His knuckles were knobbed like a laborer's. He had had a hard fight! It certainly would be pleasant to rain down comfort and luxury on the good, plucky fellow!"
  },
  {
   "size": 1413,
   "text": "\"Of course that was all long ago,\" said Perry. \"I'm not ashamed of it. As Judge Baker remarked the other day, 'The acknowledged aristocrats of America, to-day, are its self-made men.' He ought to know. The Bakers are the top of the heap in New York. Very exclusive. I've been intimate there for years. No, Miss Dunbar, I may have begun as a mule-driver on a canal, but I am choice in my society. My wife will not find a man or woman in my circle who is half-cut.\" Lucy drew a long breath. To live all day and every day with this man! And yet--she was so tired! There was a good deal of money to manage, and he could do that. He would like a gay, hospitable house, and so would she, and they would be kind to the poor--and he was an Episcopalian, too. There would be no hitch there. Lucy was a zealous High Churchwoman. Why should she not do it? The man was as good as gold at heart. Jean called him a cad, but the caddishness was only skin deep. Mr. Perry watched her, reading her thoughts more keenly than she guessed. \"One thing I will say in justice to myself,\" he said. \"You are a rich woman. If you marry me, YOU will know, if nobody else does, that I am no fortune-hunter. I shall always be independent of my wife. Every dollar she owns shall be settled on her before I go with her to the altar.\" \"Oh, I'm not thinking of the money,\" said Lucy impatiently. \"Then you are thinking of me!\" He leaned over her."
  },
  {
   "size": 1402,
   "text": "She felt as if she had been suddenly dragged too close to a big unpleasant fire. \"I know you don't love me,\" he panted, \"you cold little angel, you! But you do like me? Eh? just a little bit, Lucy? Marry me. Give me a chance. I'll bring you to me. If there is a single spark of love in your heart for me, I'll blow it into a flame! I can do it, I tell you!\" He caught her fiercely by the shoulder. Lucy drew back and threw out her hands. \"Let me have time to think!\" \"Time? You've had a year!\" \"One more day. Come again this evening----\" \"This evening? I've come so often!\" staring breathlessly into her face. \"It will be no use, I can see that. Well, as you please. I'll come once more.\" The young fellow in his jaunty new clothes shook as if he had the ague. He had touched her. For one minute she had been his! He turned and walked quickly across the Platz. Lucy, left alone, was full of remorse. She looked down into her heart; she had forgotten to do it before. No, not a spark for him to blow into a flame; not a single warm thought of him! The girl was ashamed of herself. He might be a cad, but he was real; his honest love possessed him body and soul. It was a matter of expediency to her; a thing to debate with herself, to dally over, with paltry pros and cons. Miss Vance came hurriedly up the street, an open letter in her hand. Lucy ran to meet her. \"What is it? You have heard bad news?\""
  },
  {
   "size": 441,
   "text": "\"I suppose we ought not to call it that. It is from George Waldeaux. They have a son, two months old. He tells it as a matter for rejoicing.\" \"Oh, yes,\" said Lucy feebly. \"They are at Vannes--in Brittany. He has a cough. He seems to know nobody--to have no friends, and, I suspect, not much money. He is terribly depressed.\" Clara folded the letter thoughtfully. \"He asks me to tell his mother that the baby has come.\" \"Where is his mother?\""
  },
  {
   "size": 1436,
   "text": "\"Why is she not with him?\" demanded Lucy angrily. \"Wandering about gathering edelweiss, while he is alone and wretched!\" \"He has his wife. You probably do not understand the case fully,\" said Clara coldly. \"I am going to wire to his mother now.\" She turned away and Lucy stood irresolute, her hand clutching the shaggy head of the stone beast beside her. \"I can give him money. I'll go to him. He needs me!\" she said aloud. Then her whole body burned with shame. She--Lucy Dunbar, good proper Lucy, whose conscience hurt her if she laid her handkerchiefs away awry in her drawer, nursing a criminal passion for a married man! She went slowly back to the inn. \"He has his wife,\" she told herself. \"I am nothing to him. I doubt if he would know me if he met me on the street.\" She tried to go back to her easy-going mannerly little thoughts, but there was something strange and fierce behind them that would not down. Jean came presently to the salle. \"I have had a letter too,\" she said. \"The girl who writes came from Pond City. She was in the same atelier in Paris with George. She says: 'Your friends the Waldeaux have come to grief by a short cut. They flung money about for a few months as if they were backed by the Barings. The Barings might have given their suppers. As for their studio--there was no untidier jumble of old armor and brasses and Spanish leather in Paris; and Mme. George posing in the middle in soiled tea-gowns!"
  },
  {
   "size": 1470,
   "text": "But the suppers suddenly stopped, and the leather and Persian hangings went to the Jews. I met Lisa one day coming out of the Vendome, where she had been trying to peddle a roll of George's sketches to the rich Americans. I asked her what was wrong, and she laughed and said, \"We were trying to make thirty francs do the work of thirty thousand. And we have made up our minds that we know no more of art than house painters. We are in a blind alley!\" Soon after that the baby was born. They went down to Brittany. I hear that Lisa, since the child came, has been ill. I tell all this dreary stuff to you thinking that you may pass it on to their folks. Somebody ought to go to their relief.'\" \"Relief!\" exclaimed Miss Vance. \"And the money that they were flinging into the gutter was earned day by day by his old mother! Every dollar of it! I know that during the last year she has done without proper clothes and food to send their allowance to them.\" \"You forget,\" said Lucy, \"that George Waldeaux was doing noble work in the world. It was a small thing for his mother to help him.\" \"Noble work? His pictures or his sermons, Lucy?\" demanded Miss Vance, with a contemptuous shrug. Lucy without reply walked out to the inn garden and seated herself in a shady corner. There Mr. Perry found her just as the first stroke of the angelus sounded on the air. Her book lay unopened on her lap. He walked slowly up to her and stopped, breathing hard, as if he had been running."
  },
  {
   "size": 312,
   "text": "\"It is evening now. I have come for my answer, Miss Dunbar,\" he said, forcing a smile. \"Answer?\" Lucy looked up bewildered. \"You have forgotten!\" The blood rushed to her face. She held out her hands. \"Oh, forgive me! I heard bad news. I have been so troubled----\" \"You forgot that I had asked you to be my wife!\""
  },
  {
   "size": 1425,
   "text": "\"No, don't say another word, Miss Dunbar. I have had my answer. I knew you didn't love me, but I did not think I was so paltry that you would forget that I had offered to marry you.\" Lucy pressed her hands together, looking up at him miserably without a word. He walked down the path and leaned on the wall with his back to her. His very back was indignant. Presently he turned. \"I will bid you goodby,\" he said, with an effort at lofty courtesy, \"and I will leave my adieux for your friends with you.\" \"Are you going--back to the States?\" stammered Lucy. \"Yes, I am going back to the States,\" he replied sternly. \"A man of merit there has his place, regardless of rank. Jem Perry can hold his head there as high as any beggarly prince. Farewell, Miss Dunbar.\" He strode down the path and disappeared. Lucy shook her head and cried from sheer wretchedness. She felt that she had been beaten to-day with many stripes. Suddenly the bushes beside her rustled. \"Forgive me,\" he said hoarsely. She looked up and saw his red honest eyes. \"I behaved like a brute. Good-by, Lucy! I never loved any woman but you, and I never will.\" \"Stay, stay!\" she cried. He heard her, but he did not come back. Lucy was silent and dejected for a day or two, being filled with pity for Mr. Perry's ruined life. But when she saw his name in a list of outgoing passengers on the Paris her heart gave a bound of relief. Nothing more could now be done."
  },
  {
   "size": 1405,
   "text": "That chapter was closed. There had been no other chapter of moment in her life, she told herself sternly. Now, all the clouds had cleared away. It was a new day. She would begin again. So she put on new clothes, none of which she had ever worn before, and tied back her curly hair with a fresh white ribbon, and came down to breakfast singing gayly. Miss Vance gave her her roll and milk in silence, and frowning importantly, drew out a letter. \"Lucy, I have just received a communication from Prince Wolfburgh. He is in Bozen.\" \"Here!\" Lucy started up, glancing around like a chased hare. Then she sat down again and waited. There was no other chapter, and the book was so blank! \"His coming is very opportune,\" she said presently, gently. \"Oh! do YOU think so, my dear? Really! Well, I always have liked the young man. So simple. So secure of his social position. The Wolfburghs, I find, go back to the eleventh century. Mr. Perry had noble traits, but one never felt quite safe as to his nails or his grammar.\" \"But the prince--the prince?\" cried Jean. \"Oh, yes. Well, he writes--most deferentially. He begs for the honor of an interview with me this afternoon upon a subject of the most vital importance. He says, 'regarding you, as I do, in loco parentis to the hochgeboren Fraulein Dunbar.'\" \"Hochgeboren!\" said Lucy. \"My grandfather was a saddler. Tell him so, Miss Vance. Tell him the exact facts."
  },
  {
   "size": 1410,
   "text": "I want no disclosures after----\" \"After marriage?\" said Jean, rising suddenly. \"Then you have decided?\" \"I have not said that I had decided,\" replied Lucy calmly. Jean laughed. \"He will not be scared by the saddler. Europeans of his order take no account of our American class distinctions. They look upon us as low-born parvenues, all alike. They weigh and value us by other standards than birth.\" \"I have money, if you mean that, Jean,\" said Lucy cheerfully. \"I think you had better go away, girls, if you have finished your dejeuner. He may be here at any moment now,\" said Clara, looking anxiously at her watch. Lucy went to her little chamber and sat down to work at a monstrous caricature which she was painting of the church. Jean paced up and down the stone corridor, looking out of the window into the Platz. \"He has come,\" she said excitedly, appearing at Lucy's door. \"He went into the church first, to say an ave for help, poor little man! His fat face is quite pale and stern. It is a matter of life and death to him. And it's no more to you than the choosing of a new coat.\" Lucy smiled and sketched in a priest on the church steps. Her hand shook, but Jean could not see that. She went to the window again with something like an inward oath at the dolts of commonplace women who had all the best chances, but was back in a moment, laughing nervously. \"Do you know he has on that old brown suit?\""
  },
  {
   "size": 1354,
   "text": "She leaned against the jamb of the door. \"If I were a prince, and came a-wooing, I would have troops of my Jagers, and trumpets and banners with the arms of my House, and I'd wear all my decorations. Of course we Americans are bound to say that rank and royalty are dead things. But if I had them, I'd galvanize the corpses! If they are useful as shows, I'd make the show worth seeing. I'd cover myself with jewels like the old Romanoffs. You would never see Queen Jean in a slouchy alpaca and pork-pie hat like Victoria.\" While her tongue chattered, her eyes watched Lucy keenly. \"You don't hear me! You are deciding what to do. Why on earth should you hesitate? He is a gentleman--he loves you!\" and then to Lucy's relief she suddenly threw on her hat and rushed off for a walk. Miss Dunbar painted the priest's robe yellow, in her agitation. But the agitation was not deep. There really seemed no reason why she should hesitate. He would be kind; he was well-bred and agreeable. A princess? She had a vague idea of a glorified region of ancestral castles and palaces in which dukes and royalties dwelt apart and discoursed of high matters. She would be one of them. The other day there seemed to be no reason why she should not marry Mr. Perry. In marriage then one must only consider the suitability of the man? There was nothing else to consider----"
  },
  {
   "size": 1405,
   "text": "With a queer, hunted look in her soft eyes she worked on, daubing on paint liberally. Meanwhile, in the little salle below, Miss Vance sat stiffly erect, while the prince talked in his shrill falsetto. Although he set forth his affection for the engelreine Madchen as simply as the little German baker in Weir (whom he certainly did resemble) might have done, she could find, in her agitation, no fitting words in which to answer him. That she, Clara Vance, should be the arbiter in a princely alliance! At last she managed to ask whether Miss Dunbar had given him any encouragement on which to found his claim. \"Ah, Fraulein Vance!\" he cried, laughing. \"The hare does not call to the hounds! But I have no fear. She speaks to me in other ways than by words. \"'Mein Herz und seine Augen Verstehen sich gar so gut!' You know the old song. Ah, ja! I understand what she would say--here!\" touching his heart. He paced up and down, smiling to himself. Suddenly he drew up before her, tossing his hands out as if to throw away some pleasant dream. \"I have come to you, gracious lady, as I would to the mother of Miss Dunbar. I show to you the heart! But before I address her it is necessary that I shall consult her guardian with regard to business.\" It was precisely, Clara said afterward, as if the baker from Weir had stopped singing, and presented his bill. \"Business?\" she gasped. \"Oh, I see! Settlements."
  },
  {
   "size": 1417,
   "text": "We don't have such things in the States. But I quite understand all those European social traits. I have lived abroad for years. I----\" \"Who is Miss Dunbar's guardian?\" the prince demanded alertly. He sat down by the table and took out a notebook and papers. \"But--settlements? Is not that a little premature?\" she ventured. \"She has not accepted you.\" \"HE may not accept my financial proposals. It is business, you see. The gentle ladies, even die Amerikaner, do not comprehend business. It is not, you perceive, dear lady, the same when the head of the House of Wolfburgh allies himself with a hochgeboren Fraulein as when the tailors marry----\" \"Nor bakers. I see,\" stammered Clara. \"Miss Dunbar's properties are valuable. Her estate in Del-aware,\" glancing at his notebook, \"is larger than some of our German kingdoms. Her investments in railway and mining securities, if put on the market, should be worth a million of florins. These are solid matters, and must be dealt with carefully.\" \"But, good gracious, Prince Wolfburgh!\" cried Miss Vance, \"how did you find out about Lucy's investments?\" He looked at her in amazement. \"Meine gnadigste Fraulein! It is not possible that you supposed that in such a matter as this men leap into the dark--the men of rank, princes, counts, English barons, who marry the American mees? That they do not know for what they exchange their--all that they give? I will tell you,\""
  },
  {
   "size": 1415,
   "text": "with a condescending smile. \"There are agents in the States--in New York--in Chicago--in--how do you name it? St. Sanata. They furnish exact information as to the dot of the lady who will, perhaps, marry here. Oh, no! We do not leap into the dark!\" \"So I perceive,\" said Clara dryly. \"And may I inquire, your Highness, what financial arrangement you propose, in case she becomes your wife?\" \"Assuredly.\" He hastily unfolded a large paper. \"This must be accepted by her guardian before the betrothal can take place. I will translate, in brief. The whole estate passes to me, and is secured to me in case of my wife's death without issue. I inserted that clause,\" he said, looking up, smiling, for approval, \"because American Frauleins are so fragile--not like our women. I will, of course, if we have issue, try to preserve the real estate for my heir, and the remaining property for my other children.\" \"It seems to me that a good deal is taken for granted there,\" said Clara, whose cheeks were very hot. \"And where does Miss Dunbar come into this arrangement? Is she not to have any money at all?\" \"My widow, should I die first, will be paid an annuity from my estate. But while Mees Lucy is my wife, _I_ will buy all that she needs. I will delight to dress her, to feed her well. With discretion, of course. For there are many channels into which my income must flow. But I will not be a niggardly husband to her!"
  },
  {
   "size": 758,
   "text": "No, no!\" cried the little man in a glow. \"That is very kind of you. But she will not have any of her own money to spend? In her own purse? To fling into the gutter if she chooses?\" The prince laughed gayly. \"How American you are, gracious lady! A German wife does not ask for her 'own purse.' My wife will cease to be American; she will be German,\" patting his soft hands ecstatically. \"But you have not told me the name of her guardian?\" \"Lucy,\" said Miss Vance reluctantly, \"is of age. She has full control of her property. A Trust Company manages it for her, but they have no authority to stop her if she chooses to--throw it into the gutter.\" The prince looked up sharply. Could this be a trick? But if it were, the agent would find out for him. He rose."
  },
  {
   "size": 1417,
   "text": "\"To have the sole disposal of her own hand and of her fortune? That seems strange to us,\" he said, smiling. \"But I have your consent, most dear lady, to win both, if I can?\" \"Oh, yes, prince. If you can.\" He took her hand and bowed profoundly over it, but no courtly grace nor words could bring back Clara's awe of him. She had a vague impression that the Weir baker had been wrangling with her about his bill. \"Your Highness has asked a good many questions,\" she said. \"May I put one to you? Did you inquire concerning Miss Hassard's dot, also?\" \"Ah, certainly! Why not? It is very large. I have spoken of it to my cousin Count Odo. But the drawback--her father still lives. He may marry again. Her dot depends upon his good pleasure. Whereas Miss Dunbar is an orphan; and besides that, she is so dear to me!\" clasping his hands, his face red with fervor. \"So truly dear!\" And she knew that he honestly meant it. When Miss Vance came into the corridor after she had reported this interview to Lucy, Jean swept her into her room and dragged the whole story from her. In fact the poor anxious lady was glad to submit it to the girl's shrewd hard sense. \"You told him that she was the uncontrolled mistress of her money!\" \"It is the truth. I had to tell him the truth, my dear.\" \"Yes, I suppose so, for he would have found it out anyhow.\" \"I do feel,\" panted Clara, \"as if I had put a dove into the claws of a vulture.\""
  },
  {
   "size": 1428,
   "text": "\"Not at all,\" said Jean promptly. \"The little man has a heart, but an empty pocket. Was Lucy interested most in his love or his bargaining?\" \"In neither, I think. She just went on painting, and said nothing.\" \"Oh, she will decide the matter in time! She will bring her little intellect to bear on it as if it were a picnic for her Sunday-school class!\" Jean stood silent a while. \"Miss Vance,\" she said suddenly, \"let me engineer this affair for a few days. I can help you.\" \"What do you propose to do, Jean?\" \"To leave Bozen to-morrow. For Munich.\" \"But the Wolfburghs have a palace or--something in Munich. Is it quite delicate for us----\" \"It is quite rational. Let us see what the something is. So far in our dealings with principalities and powers, we have had a stout little man--with no background.\" The prince was startled when he was told of this sudden journey, but declared that he would follow them to-morrow. Lucy, as usual, asked no questions, but calmly packed her satchel. As the little train, the next day, lumbered through the valley of the Eisach, she sat in her corner, reading a newspaper. Miss Vance dozed, or woke with a start to lecture on points of historic interest. \"Why don't you look, Lucy? That monastery was a Roman fortress in the third century. And you are missing the color effects of the vineyards.\" \"I can look now. I have finished my paper.\" Lucy folded it neatly and replaced it in her bag."
  },
  {
   "size": 1412,
   "text": "\"I have read the Delaware State Sun,\" she said triumphantly, \"regularly, every week since we left home. When I go back I shall be only seven days behind with the Wilmington news.\" Jean glanced at her contemptuously. \"Look at that great castle on yonder mountain,\" she said. \"You could lodge a village inside of the ramparts. Do you think Wolfburgh Schloss is like that? The prince told us last night,\" turning to Miss Vance, \"the old legends about his castle. The first Wolfburgh was a Titan about the time of Noah, and married a human wife, and with his hands tore open the mountain for rocks to lay the foundation of his house. According to his story there were no end of giants and trolls and kings concerned in the building of it,\" she went on, furtively watching the deepening pink in Lucy's cheek. \"The Wolfburgh of Charlemagne's day was besieged by him, and another entertained St. Louis and all his crusaders within the walls.\" Jean's voice rose shrilly and her eyes glowed. She leaned forward, looking eagerly across the fields. \"The prince told us that the Schloss of his race had for centuries been one of the great fortresses of Christendom. And here it is! Now we shall see--we shall see!\" The car stopped. The guard opened the door and Miss Vance and Lucy suddenly found themselves swept by Jean on to the platform, while the little train rumbled on down the valley. Miss Vance cried out in dismay."
  },
  {
   "size": 1439,
   "text": "\"Never mind. There will be another train in a half hour,\" said Jean. \"Here is the Schloss,\" pointing to a pepper-box tower neatly whitewashed, which rose out of a huge mass of broken stone. \"And here, I suppose, is the capital of the kingdom over which the Wolfburghs now reign feudal lords?\" Clara found herself against her will looking curiously at the forge, the dirty shop, the tiny bier-halle, and a half a dozen huts, out of which swarmed a few old women and children. \"Where are the men of this village?\" Jean demanded of the station master, a stout old man with a pipe in his mouth. \"Gone to America, for the most part,\" he said, with a shrug. Lucy came up hastily, an angry glitter in her soft eyes. \"You have no right to make me play the spy in this way!\" she said haughtily, and going into the little station sat down with her back to the door. \"You? It is I--I----\" muttered Jean breathlessly. \"And who lives in the tower, my good man? It is not big enough for a dozen hens.\" She slipped a florin into his hand. \"Four of the noble ladies live there. The princesses. The gracious sisters of Furst Hugo. There come two of them now.\" A couple of lean, wrinkled women dressed in soiled merino gowns and huge black aprons, their hair bristling in curl papers, crossed the road, peering curiously at the strangers. \"They came to look at you, Fraulein,\" said the man, chuckling. \"Strangers do not stop at Wolfburgh twice in the year.\""
  },
  {
   "size": 1339,
   "text": "\"And what do the noble ladies do all the year?\" \"Jean, Jean!\" remonstrated Clara. \"Oh, Miss Vance! This is life and death to some of us! What do they do?\" \"Do?\" said the man, staring. \"What shall any gracious lady do? They cook and brew, and crochet lace and----\" \"Are there any more princesses--sisters of Furst Hugo?\" \"Two more. They live in Munich. No, none of them are married. Because,\" he added zealously, \"there are no men as high-born as our gracious ladies, so they cannot marry.\" \"No doubt that accounts for it,\" said Jean. \"Six. These are 'the channels into which the income will flow,' hey?\" She gave him more money, and marching into the station caught Lucy by the shoulder, shaking her passionately. \"Do you think any American girl could stand that? How would YOU like to be caged up in that ridiculous tower to cook and crochet and brew beer and watch the train go by for recreation? The year round--the year round?\" Lucy rose quietly. \"The train is coming now,\" she said. \"Calm yourself, Jean. YOU will not have to live in the tower.\" Jean laughed. When they were seated in the car again, she looked wistfully out at the heaps of ruins. \"It must have been a mighty fortress once,\" she said. \"Those stones were hewed before Charlemagne's time. And a great castle could easily be built with them now,\" she added thoughtfully."
  },
  {
   "size": 1507,
   "text": "The travellers entered Munich at noon. The great generous city lay tranquil and smiling in the frosty sunlight. \"I have secured apartments,\" said Miss Vance, \"used hitherto by royalties or American millionaires. My girl must be properly framed when a prince comes a-wooing.\" Lucy smiled. But her usual warm color faded as they drove through the streets. Jean, however, was gay and eager. \"Ah, the dear splendid town!\" she cried. \"It always seems to give us a royal welcome. Nothing is changed! There is the music in the Kellers, and there go the same Bavarian officers with their swagger and saucy blue eyes. They are the handsomest men in Europe! And here is the Munchen-kindl laughing at us, and the same crowds are going to the Pinakothek! What do you want more? Beer and splendor and fun and art! What a home it will be for you, Lucy!\" Lucy's cold silence did not check Jean's affectionate zeal. She anxiously searched among the stately old buildings, which they passed, for the Wolfburgh palace. \"It will not be in these commonplace Haussmannized streets,\" she said. \"It is in some old corner; it has a vast, mysterious, feudal air, I fancy. You will hold a little court in it, and sometimes let a poor American artist from Pond City in to hang on the edge of the crowd and stare at the haute noblesse.\" \"Don't be absurd, Jean,\" said Miss Vance. \"I am quite serious. I think an American girl like Lucy, with her beauty and her money, will be welcomed by these German nobles as a white swan among ducks."
  },
  {
   "size": 730,
   "text": "She ought to take her place and hold it.\" Jean's black eyes snapped and the blood flamed up her cheeks. \"If I were she I'd make my money tell! I'd buy poor King Ludwig's residence at Binderhof, with the cascades and jewelled peacocks and fairy grottos, for my country seat. The Bavarian nobility are a beggarly lot. If they knew that Lucy and her millions were coming to town in this cab, they'd blow their trumpets for joy. 'Wave, Munich, all thy banners wave!'\" Lucy's impatient shrug silenced her, but she was preoccupied and excited throughout the day. Miss Vance watched her curiously. Could it be that she had heard of the prince's plan of marrying her to his cousin, and that she was building these air castles for herself?"
  },
  {
   "size": 1538,
   "text": "A day or two sufficed to make Miss Vance's cheery apartments the rendezvous of troops of Americans of all kinds: from the rich lounger, bored by the sight of pictures, which he did not understand, and courts which he could not enter, to the half-starved, eager-eyed art students, who smoked, and drank beer, and chattered in gutturals, hoping to pass for Germans. There were plenty of idle young New Yorkers and Bostonians too, hovering round Lucy and Jean, overweighted by their faultless London coats and trousers and fluent French. But they deceived nobody; they all had that nimble brain, and that unconscious swagger of importance and success which stamps the American in every country. Prince Hugo, in his old brown suit, came and went quietly among them. \"The genuine article!\" Jean declared loudly. \"There is something royal in his hospitality! He lays all Munich at Lucy's feet, as if it were his own estate, and the museums and palaces were the furniture of his house. That homely simplicity of his is tremendously fine, if she could understand it!\" The homely genuineness had its effect even upon Lucy. The carriage which he brought to drive them to Isar-anen was scaly with age, but the crest upon it was the noblest in Bavaria; in the cabinet of portraits of ancient beauties in the royal palace he showed her indifferently two or three of his aunts and grandmothers, and in the historical picture of the anointing of the great Charlemagne, one of his ancestors, stout and good-humored as Hugo himself, supported the emperor."
  },
  {
   "size": 1427,
   "text": "\"The pudgy little man,\" said Jean one day, \"somehow belongs to the old world of knights and crusaders--Sintram and his companions. He will make it all real to Lucy when she marries him. He is like Ali Baba, standing at the shut door of the cave full of jewels and treasures with the key in his hand.\" \"Those Arabian Night stories are simply silly,\" said Lucy severely. \"I am astonished that any woman in this age of the world should read that kind of trash.\" \"But the prince's cave?\" persisted Jean. \"When are we to look into it? I want to be sure of the treasures inside. When are we to go to his palace? When will his sisters ask us to dinner?\" Miss Vance looked anxious. \"That is a question of great importance,\" she said. \"The princesses have invited me through their brother to call. It is of course etiquette here for the stranger to call first, but I don't wish to compromise Lucy by making advances.\" There was a moment's silence, then Lucy said, blushing and faltering a little, \"It would be better perhaps to call, and not prejudice them, by any discourtesy, against us. The prince is very kind.\" \"So! The wind is in that quarter?\" Jean said, with a harsh laugh. She jumped up and went to her own room. She was in a rage at herself. Why had she not run away to Paris months ago and begun her great picture of the World's mother, Eve? There was a career for her! And thinking--perhaps of Eve--she cried hot salt tears."
  },
  {
   "size": 1403,
   "text": "A week passed, but the question of the first call was not yet settled. It required as much diplomacy as an international difficulty. Furst Hugo represented the princesses as \"burning with impatience to behold the engelreine Madchen whom they hoped to embrace as a sister,\" but no visible sign of their ardor reached Miss Vance. On Monday Jean went to spend the day with some of her artist friends, but at noon she dashed into the room where Clara and Lucy sat sewing, her dark face blotched red, and her voice stuttering with excitement. \"I have seen into the cave!\" she shouted. \"I have got at the truth! It's a rather stagy throne, the Wolfburghs! Plated, cheap!\" \"What is the matter with you?\" said Miss Vance. \"Nothing is the matter with ME. It is Lucy's tragedy. I've seen the magnificent ancient palace of the Wolfburghs. It is a flat! In the very house where I went to-day. The third story flat just under the attics where the poor Joneses daub portraits. I passed the open doors and I saw the shabby old tables and chairs and the princesses--two fat old women in frowzy wrappers, and their hair in papers, eating that soup of pork and cabbages and raisins--the air was thick with the smell! And that is not the worst!\" \"Take breath, Jean,\" said Lucy calmly. \"The prince himself--the Joneses told me, there can be no doubt--the prince makes soap for a living! No wonder you turn pale, Miss Vance."
  },
  {
   "size": 1431,
   "text": "Soap! He is the silent partner in the firm of Woertz und Zimmer, and it is not a paying business either.\" Jean did not wait for an answer, but walked up and down the room, laughing angrily to herself. \"Yes, soap! He cannot sneer at Lucy's ancestral saddles, now. Nor my father's saws! His rank is the only thing he has to give for Lucy's millions, and now she knows what it is worth!\" Lucy rose and, picking up her work basket, walked quietly out of the room. Jean flashed an indignant glance after her. \"She might have told me that he gave himself! Surely the man counts for something! Anyhow, rank like his is not smirched by poverty or trade. Bismarck himself brews beer.\" \"Your temper is contradictory to-day,\" said Clara coldly. \"Did you know,\" she said presently, \"that the princesses will be at the Countess von Amte's to-morrow?\" \"Then we shall meet them!\" cried Jean. \"Then something will be settled.\" Lucy locked the door of her chamber after her. She found much comfort in the tiny bare room with its white walls and blue stove, and the table where lay her worn Bible and a picture of her old home. The room seemed a warm home to her now. Above the wall she had hung photographs of the great Madonnas, and lately she had placed one of Frances Waldeaux among them. That was the face on which she looked last at night. When Clara had noticed it, Lucy had said, \"I am as fond of the dear lady as if she were my own mother.\""
  },
  {
   "size": 1408,
   "text": "She sat down before it now, and taking out her sewing began to work, glancing up at it, half smiling as to a friend who talked to her. She thought of Furst Hugo boiling soap, with a gentle pity, and of Jean with hot disdain. What had Jean to do with it? The prince was her own lover, as her gloves were her own. But indeed, the prince and love were but shadows on the far sky line to the little girl; the real things were her work and her Bible, and George's mother talking to her. She often traced remembered expressions on Mrs. Waldeaux's face; the gayety, the sympathy, a strange foreboding in the eyes. Finer meanings, surely, than any in the features of these immortal insipid Madonnas! Sometimes Lucy could not decide whether she had seen these meanings on Frances Waldeaux's face, or on her son's. She sewed until late in the afternoon. There came a tap at the door. She opened it, and there stood Mrs. Waldeaux, wrapped in a heavy cloak. Lucy jumped at her, trembling, and hugged her. \"Oh, come in! Come in!\" she cried shrilly. \"I have just been thinking of you and talking to you!\" Frances laughed, bewildered. \"Oh, it is Miss Dunbar? The man sent me here by mistake to wait. Miss Vance is out, he said.\" \"Yes, I suppose so. But I--I am here.\" Lucy threw her arms around her again, laying her head down on her shoulder. She felt as if something that she had waited for a long time was coming to her."
  },
  {
   "size": 1411,
   "text": "\"Sit by the stove. Your hands are like ice,\" she said. \"Yes, I am usually cold now; I don't know why.\" Lucy then saw a curious change in her face. The fine meanings were not in it now. It was fatter--coarser; the hair was dead, the eyes moved sluggishly, like the glass eyes of a doll. \"You are always cold? Your blood is thin, perhaps. You are overtired, dear. Have you travelled much?\" \"Oh, yes! all of the time. I have seen whole tracts of pictures, and no end of palaces and hotels--hotels--hotels!\" Frances said, awakening to the necessity of being talkative and vivacious with the young girl. She threw off her cloak. There was a rip in the fur, and the dirty lining hung out. Lucy shuddered. Mrs. Waldeaux's blood must have turned to water, or she would never have permitted that! \"You must rest now. I will take care of you,\" she said, with a little nod of authority. Frances looked at her perplexed. Why should this pretty creature mother her with such tenderness? Oh! It was the girl that George should have married! She glanced at the white room with its dainty bibelots, the Bible, the Madonnas, watching, benign. Poor little nun, waiting for the love that never could come to her! \"I am glad you are here, my child. You can tell me what I want to know. I have not an hour to spare. I am going to my son--to George. Do you know where he is?\" \"At Vannes, in Brittany.\" \"Brittany--that is a long way.\""
  },
  {
   "size": 1458,
   "text": "Frances rose uncertainly. \"I hoped he was near. I was in a Russian village, and Clara's letter was long in finding me. When I got it, I travelled night and day. I somehow thought I should meet him on the way. I fancied he would come to meet me.\" Lucy's blue eyes watched her keenly a moment. Then she rang the bell. \"You must eat, first of all,\" she said. \"No, I am not hungry. Vannes, you said? I must go now. I haven't an hour.\" \"You have two, exactly. You'll take the express at eight. Oh, I'm never mistaken about a train. Here is the coffee. Now, I'll make you a nice sandwich.\" Frances was faint with hunger. As she ate, she watched the pretty matter-of-fact little girl, and laughed with delight. When had she found any thing so wholesome? It was a year, too, since she had seen any one who knew George. Naturally, she began to empty her heart, which was full of him, to Lucy. \"I have not spoken English for months,\" she said, smiling over her coffee. \"It is a relief! And you are a friend of my son's, too?\" \"No. A mere acquaintance,\" said Lucy, with reserve. \"No one could even see George and not understand how different he is from other men.\" \"Oh! altogether different!\" said Lucy. \"Yes, you understand. And there was that future before him--when his trouble came. Oh, I've thought of it, and thought of it, until my head is tired! He fell under that woman's influence, you see. It was like mesmerism, or the voodoo curse that the negroes talk of."
  },
  {
   "size": 1638,
   "text": "It came on me too. Why, there was a time when I despised him. George!\" Her eyes grew full of horror. \"I left him, to live my own life. He has staggered under his burden alone, and I could have rid him of it. Now there are two of them.\" \"Two of them?\" said Lucy curiously. \"There is a baby--Pauline Felix's grandson. I beg your pardon, my child, I ought not to have named her. She is not a person whom you should ever hear of. He has them both,--George. He has that weight to carry.\" She stood up. \"That is why I am going to him. It must be taken from him.\" \"You mean--a divorce?\" \"I don't know--I can't think clearly. But God does such queer things! There are millions of men in the world, and this curse falls on--George!\" Lucy put her hands on the older woman's arms and seated her. \"Mrs. Waldeaux,\" she said, with decision, \"you need sleep, or you would not talk in that way. Lisa is not a curse. Nor a voodoo witch. She came to your son instead of to any other man--because he chose her out from all other women. He had seen them.\" She held her curly head erect. \"As he did choose her, he should make the best of her.\" Frances looked at her as one awakened out of a dream. \"You talk sensibly, child. Perhaps you are right. But I must go. Ring for a cab, please. No, I will wait in the station. Clara would argue and lecture. I could not stand that to-night,\" with her old comical shrug. Lucy's entreaties were vain. But as the train rushed through the valley of the Isar that night, Frances looked forward into the darkness with a nameless terror. \"That child was so healthy and sane,\" she said, \"I wish I had stayed with her longer.\""
  },
  {
   "size": 1416,
   "text": "Prince Hugo had made no secret of his intentions with regard to Miss Dunbar, so that when it was known that his sisters and the rich American Mees would at last meet at the Countess von Amte's there was a flutter of curiosity in the exclusive circle of Munich. The countess herself called twice on Clara that day, so great was her triumph that this social event would occur at her house. She asked boldly \"Which of Miss Dunbar's marvellous Parisian confections will she wear? It is so important for her future happiness that the princesses should be favorably impressed! Aber, lieber Gott!\" she shrieked, \"don't let her speak French! Not a word! That would be ruin! They are all patriotism!\" She hurried away, and ran back to say that the sun was shining as it had not done for days. \"She thinks nature itself is agog to see how the princesses receive Lucy,\" said Miss Vance indignantly. \"One would suppose that the child was on trial.\" \"So she is. Me, too,\" said Jean, wistfully regarding the bebe waist of the gown which Doucet had just sent her. \"I must go as an ingenue. I don't play the part well!\" \"No, you do not,\" said Clara. Miss Vance tapped at Lucy's door as she went down, and found her working at her embroidery. \"You must lie down for an hour, my dear,\" she said, \"and be fresh and rosy for this evening.\" \"I am not going. I must finish these pinks. I have just sent a note of apology to the countess.\""
  },
  {
   "size": 1627,
   "text": "\"Not going!\" Clara gasped, dismayed. Then she laughed with triumph. \"The princesses and all the Herrschaft of Munich will be there to pass judgment on the bride, and the bride will be sitting at home finishing her pinks! Good!\" \"I am no bride!\" Lucy rose, stuck her needle carefully in its place, and came closer to Miss Vance. \"I have made up my mind,\" she said earnestly. \"I shall never marry. My life now is quiet and clean. I'm not at all sure that it would be either if I were the Princess Wolfburgh.\" Clara stroked her hair fondly. \"Your decision is sudden, my dear,\" she faltered, at last. \"Yes. There was something last night. It showed me what I was doing. To marry a man just because he is good and kind, that is--vile!\" The tears rushed to her eyes. There was a short silence. \"Don't look so aghast, dear Miss Vance,\" said Lucy cheerfully. \"Go now and dress to meet the Herrschaft.\" \"And what will you do, child?\" \"I really must finish these pinks to-night.\" She took up her work. Her chin trembled a little. \"We won't speak of this again, please,\" she said. \"I never shall be a bride or a wife or mother. I will have a quiet, independent life--like yours.\" The sunshine fell on the girl's grave, uplifted face, on the white walls, the blue stove, and the calm, watching Madonnas. Clara, as Mrs. Waldeaux had done, thought of a nun in her cell to whom love could only be a sacred dream. She smiled back at Lucy, bade her goodnight, and closed the door. \"Like mine?\" she said, as she went down the corridor. \"Well, it is a comfortable, quiet life. But empty----\" And she laid her hand suddenly across her thin breast."
  },
  {
   "size": 1512,
   "text": "Jean listened in silence when Clara told her briefly that Lucy was not going. \"She is very shrewd,\" she said presently. \"She means to treat them de haut en bas from the outset. It is capital policy.\" Jean, when she entered the countess's salon, with downcast eyes, draped in filmy lace without a jewel or flower, was shy innocence in person. Furst Hugo stood near the hostess, with two stout women in shabby gowns and magnificent jewels. \"The frocks they made themselves, and the emeralds are heirlooms,\" Jean muttered to Clara, without lifting her timid eyes. \"Miss Dunbar is not coming?\" exclaimed the prince. \"No,\" said Miss Vance. \"The Fraulein is ill?\" demanded one of his sisters. \"No,\" Clara said, again smiling. \"WE expected to meet her,\" the younger princess said. \"It is most singular----\" \"She has sent her apology to the countess,\" said Clara gently, and passed on. But her little triumph was short lived. A famous professional soprano appeared in a white-ribboned enclosure at the end of the salon, and the guests were rapidly arranged according to their rank to listen. Clara and Jean stood until every man and woman were comfortably seated, when they were placed in the back row. When the music was over supper was announced, and the same ceremony was observed. The Highnessess, the hochwohlgeboren privy councillors, the hochgeboren secretaries, even the untitled Herren who held some petty office, were ushered with profound deference to their seats at the long table, while Clara stood waiting."
  },
  {
   "size": 582,
   "text": "Jean's eyes still drooped meekly, but even her lips were pale. \"How can you look so placid?\" she whispered. \"It is a deliberate insult to your gray hairs.\" \"No. It is the custom of the country. It does not hurt me.\" They were led at the moment to the lowest seats. Jean shot one vindictive glance around the table. \"You have more wit and breeding than any of them!\" she said. \"And as for me, this lace I wear would buy any of their rickety old palaces.\" \"They have something which we cannot buy,\" said Miss Vance gravely. \"I never understood before how actual a thing rank is here.\""
  },
  {
   "size": 1404,
   "text": "\"Cannot it be bought? I am going to look into that when this huge feed is over,\" Miss Hassard said to herself. Late in the evening she danced with Count Odo, and prattled to him in a childish, frank fashion which he found very charming. \"Your rules of precedence are very disagreeable!\" she pouted. \"Especially when one sits at the foot of the table and is served last.\" \"They must seem queer to you,\" he said, laughing, \"but they are inflexible as iron.\" \"But they will bend for Miss Dunbar, if she makes up her mind to marry your cousin?\" she asked, looking up into his face like an innocent child. \"No. Hugo makes a serious sacrifice in marrying a woman of no birth,\" he said. \"He must give up his place and title as head of the family. She will not be received at court nor in certain houses; she must always remain outside of much of his social life.\" He led her back to Miss Vance. She seemed to be struck dumb, and even forgot to smile when he bowed low and thanked her for the dance. \"Let us go home,\" she whispered to Clara. \"The American girl is a fool who marries one of these men!\" When Miss Vance's carriage reached her hotel, she found Prince Hugo's coupe before the door. \"He has come to see Lucy, alone!\" she said indignantly, as she hurried up the steps. \"He has no right to annoy her!\" She met him coming out of the long salle. The little man walked nervously, fingering his sword hilt."
  },
  {
   "size": 1584,
   "text": "He could not control his voice when he tried to speak naturally. \"Yes, gracious lady, I am guilty. It was unpardonable to come when I knew the chaperone was gone. But--ach! I could not wait!\" throwing out both hands to her. \"I have waited so long! I knew when she did not come to meet my sisters to-night she had resolved against me, but I could not sleep uncertain. So I break all the laws, and come!\" \"You have seen her, then? She has told you?\" He nodded without speaking. His round face was red, and something like tears stood in his eyes. He waited irresolute a moment, and then threw up his head. \"Soh! It is over! I shall not whine! You have been very good to me,\" he said earnestly, taking Clara's hand. \"This is the first great trouble in my life. I have loved her very dearly. I decided to make great sacrifices for her. But I am not to have her--never.\" \"I am so sorry for you, prince.\" Clara squeezed his hand energetically. \"Nor her dot. That would have been so comfortable for me,\" he said simply. Clara hid a smile, and bade him an affectionate good-night. As he passed into the outer salle a childish figure in creamy lace rose before him, and a soft hand was held out. \"I know what has happened!\" she whispered passionately. \"She has treated you scandalously! She cannot appreciate YOU!\" Prince Hugo stuttered and coughed and almost kissed the little hand which lay so trustingly in his. He found himself safely outside at last, and drove away, wretched to the soul. But below his wretchedness something whispered: \"SHE appreciates me, and her dot is quite as large.\""
  },
  {
   "size": 1501,
   "text": "George Waldeaux hummed a tune gayly as he climbed the winding maze of streets in Vannes, one cloudy afternoon, with Lisa. \"It is impertinent to be modern Americans in this old town,\" he said. \"We might play that we were jongleurs, and that it was still mediaeval times. I am sure the gray walls yonder and the fortress houses in this street have not changed in ages.\" \"Neither have the smells, apparently,\" said Lisa grimly. \"Wrap this scarf about your throat, George. You coughed last night.\" George tied up his throat. \"Coughed, did I?\" he said anxiously. He had had a cold last winter, and his wife with her poultices and fright had convinced him that he was a confirmed invalid. The coming of her baby had given to the woman a motherly feeling toward all of the world, even to her husband. \"Look at these women,\" he said, going on with his fancy presently. \"I am sure that they were here wearing these black gowns and huge red aprons in the twelfth century. What is this?\" he said, stopping abruptly, to a boy of six who was digging mud at the foot of an ancient ivy-covered tower. \"C'est le tour du Connetable,\" the child lisped. \"Et v'la, monsieur!\" pointing to a filthy pen with a gate of black oak; \"v'la le donjon de Clisson!\" \"Who was Clisson?\" said Lisa impatiently. \"A live man to Froissart--and to this boy,\" said George, laughing. \"I told you that we had gone back seven centuries. This fog comes in from the Morbihan sea where Arthur and his knights went sailing to find the Holy Greal."
  },
  {
   "size": 264,
   "text": "They have not come back. And south yonder is the country of the Druids. I will take you to-morrow and show you twenty thousand of their menhirs, and then we will sail away to an island where there is an altar that the serpent worshippers built ages before Christ.\""
  },
  {
   "size": 1408,
   "text": "Lisa laughed. He was not often in this playful mood. She panted as she toiled up the dark little street, a step behind him, but he did not think of giving her his arm. He had grown accustomed to regard himself as the invalid now, and the one who needed care. \"I am going for letters,\" he called back, diving into a dingy alley. The baby and its bonne were near Lisa. The child never was out of her sight for, a moment. She waited, standing a little apart from Colette to watch whether the passers-by would notice the baby. When one or two of the gloomy and stolid women who hurried past in their wooden sabots clicked their fingers to it, she could not help smiling gayly and bidding them good-day. The fog was stifling. As she waited she gave a tired gasp. Colette ran to her. \"Madame is going to be ill!\" \"No, no! Don't frighten monsieur.\" George came out of the gate at the moment. \"Going to faint again, Lisa?\" he said, with an annoyed glance around the street. \"Your attacks do choose the most malapropos times----\" \"Oh, dear no, George! I am quite well quite.\" She walked beside him with an airy step, laughing gayly now and then, but George's frown deepened. \"I don't understand these seizures at all,\" he said. \"You seem to be in sound physical condition.\" \"Oh, all women have queer turns, George.\" \"Did you consult D'Abri, as I told you to do, in Paris?\" \"Yes, yes! Now let us talk no more about it."
  },
  {
   "size": 1404,
   "text": "I have had these--symptoms since I was a child.\" \"You never told me of them before we were married,\" he muttered. Lisa scowled darkly at him, but she glanced at the baby and her mouth closed. Little Jacques should never hear her rage nor swear. From an overhanging gable at the street corner looked down a roughly hewn stone Madonna. The arms of the Holy Child were outstretched to bless. Lisa paused before it, crossing herself. A strange joy filled her heart. \"I too am a mother! I too!\" she said. She hurried after George and clung to his arm as they went home. \"Was there any letter?\" she asked. \"Only one from Munich--Miss Vance. I haven't opened it.\" \"I thought your mother would write. She must have heard about the boy!\" George's face grew dark. \"No, she'll not write. Nor come.\" \"You wish for her every day, George?\" She looked at him wistfully. \"Yes, I do. She and I were comrades to a queer degree. I long for something hearty and homelike again. See here, Lisa. I'm going home before my boy begins to talk. I mean he shall grow up under wholesome American influences--not foreign.\" \"Not foreign,\" she repeated gravely. She was silent a while. \"I have thought much of it all lately,\" she said at last. \"It will be wholesome for Jacques on your farm. Horses--dogs---- Your mother will love him. She can't help it. She--I acted like a beast to that woman, George. I'll say that. She hit me hard."
  },
  {
   "size": 1445,
   "text": "But she has good traits. She is not unlike my own mother.\" George said nothing. God forbid that he should tell her, even by a look, that she and her mother were of a caste different from his own. But he was bored to the soul by the difference; he was tired of her ignorances, which she showed every minute, of her ghastly, unclean knowledges--which she never showed. They came into the courtyard of the Chateau de la Motte, the ancient castle of the Breton dukes, which is now an inn. The red sunset flamed up behind the sad little town and its gray old houses and spires massed on the hill, and the black river creeping by. George's eyes kindled at the sombre picture. \"In this very court,\" he said, \"Constance stood when she summoned the States of Brittany to save her boy Arthur from King John.\" \"Oh, yes, you have read of it to me in your Shakespeare. It is one of his unpleasant stories. Come, Bebe. It grows damp.\" As she climbed the stone stairway with the child, Colette lingered to gossip with the portier. \"Poor lady! You will adore her! She is one of us. But she makes of that bete Anglais and the ugly child, saints and gods!\" When George presently came up to their bare little room, Lisa was singing softly, as she rocked Jacques to sleep. \"Can't you sing the boy something a bit more cheerful?\" he said. \"You used to know some jolly catches from the music halls.\" \"Catches for HIM?\" with a frightened look at the child's shut eyes."
  },
  {
   "size": 1437,
   "text": "\"The 'Adeste Fideles' is moral, but it is not a merry air. You sing it morning, noon, and night,\" he grumbled. \"Yes,\" she whispered, laying the child in its crib. \"One never knows how much HE understands, and he may remember, I thought. Some day when he is a great boy, he may hear it and he'll think, 'My mother sang that hymn. She must have been a good woman!'\" \"Nonsense, Lisa,\" said George kindly. \"You'll teach him every day, while he is growing to be a great boy, that you are a good woman.\" She said nothing, but stood on the other side of the crib looking at him. \"Well, what is it?\" said George uneasily. \"You look at me as if somebody were dragging you away from me.\" She laughed. \"What ridiculous fancies you have!\" She came behind him and, drawing his head back, kissed him on the forehead. \"Oh, you poor, foolish boy!\" she said. Lisa sat down to her work, which was the making of garments for Jacques out of her own gowns. She was an expert needlewoman, and had already a pile of fantastic kilts of cloth and velvet. \"Enough to last until he is ten years old,\" George said contemptuously. \"And you will not leave a gown for yourself.\" \"There will be all I shall need,\" she said. He turned up the lamp and opened Clara's letter. Lisa's needle flew through the red and yellow silk. It was pleasant work; she was doing it skilfully. The fire warmed her thin blood. She could hear the baby's regular, soft breathing as it slept."
  },
  {
   "size": 1431,
   "text": "A pleasure that was almost like health stole through her lean body. She leaned back in her chair looking at Jacques. In three years he could wear the velvet suit with the cap and pompon. His hair would be yellow and curly, like his father's. But his eyes would be like her mother's. She pressed her hands together, laughing, the hot tears rushing to her eyes. \"Ah, maman!\" she said. \"Do you know that your little girl has a baby? Can you see him?\" What a superb \"great boy\" he would be! He should go to a military school. Yes! She lay back in her chair, watching him. George suddenly started up with a cry of amazement. \"What is it?\" she said indifferently. He did not answer, but turned the letter and read it over again. Then he folded it with shaking fingers. \"I have news here. Miss Vance thinks it time that I was told, and I agree with her. It appears that I am a pauper, and always have been. My father died penniless.\" \"Then Jacques will be poor?\" \"Jacques! You think of nothing but that mewling, senseless thing! It is mother--she always has supported me. We are living now on the money that she earns from week to week, while I play that I am an artist!\" Lisa listened attentively. \"It does not seem strange that a mother should work for her son,\" she said slowly. \"But she has never told us! That is fine! I like that! I told you she had very good traits.\" George stared at her. \"But--me! Don't you see what a cad I am?\""
  },
  {
   "size": 571,
   "text": "He paced up and down, muttering, and then throwing on his hat went out into the night to be alone. Lisa sank back again and watched Jacques. At military school, yes; and after he had left school he would be a soldier, perhaps. Such a gallant young fellow! She leaned over the cradle, holding out her hands. Ah, God! if she could but live to see it! Surely it might be? There was no pain now. Doctors were not infallible--even D'Abri might be mistaken, after all. George, coming in an hour later, found her sitting with her hands covering her face. \"Are you asleep, Lisa?\""
  },
  {
   "size": 1455,
   "text": "\"There is a telegram from Clara. My mother has left Munich for Vannes. She will be here in two days.\" She rose with an effort. \"I am glad for you, George.\" \"A little tired, only. Colette will give me my powder, and I shall be quite well in the morning. Will you send her to me now?\" After George was gone the rumbling of a diligence was heard in the courtyard, and presently a woman was brought up to the opposite chamber. The hall was dark. Looking across it, Frances Waldeaux saw in the lighted room Lisa and her child. Before we come to the dark story of that night in the inn, it is but fair to Frances to say that she came there with no definite evil purpose. She had been cheerful on her journey from Munich. There was one clear fact in her brain: She was on her way to George. The countless toy farms of southern France, trimmed neatly by the inch, swept past her. In Brittany came melancholy stretches of brown heath and rain-beaten hills; or great affluent estates, the Manor houses covered with thatch, stagnant pools close to the doors, the cattle breaking through the slovenly wattled walls. Frances, being a farmer, felt a vague amusement at these things, but they were all dim to her as a faded landscape hanging on the wall. She was going to George. Sometimes she seemed to be in Lucy's room again, with the sweet, clean air of youth about her. All of that purity and love might have gone into George's life--before it fell into the slough."
  },
  {
   "size": 1472,
   "text": "But she was going now to take it out of the slough. There was a merchant and his wife from Geneva in the carriage with their little boy, a pretty child of five. Frances played and joked with him. \"Has madam also a son?\" his mother asked civilly. She said yes, and presently added, \"My son has now a great trouble, but I am going to relieve him of it.\" The woman, startled, stared at her. \"Is it not right for me to rid him of it?\" she demanded loudly. \"Mais oui, certainement,\" said the Swiss. She watched Frances after that furtively. Her eyes, she thought, were quite sane. But how eccentric all of these Americans were! Mrs. Waldeaux reached Vannes at nightfall. At last! Here was the place in this great empty world where he was. When the diligence entered the courtyard, George was so near to the gate that the smoke of his cigar was blown into her face, but he did not see her. He was lean and pale, and his eyes told his misery. When she saw them his mother grew sick from head to foot with a sudden nausea. This was his wife's doing. She was killing him! Frances hurried into the inn, her legs giving way under her. She could not speak to him. She must think what to do. She was taken to her room. It was dark, and across the corridor she saw Lisa in her lighted chamber. This was good luck! God had put the creature at once into her hands to deal with! She was conscious of a strange exaltation, as if from wine--as if she would never need to sleep nor eat again."
  },
  {
   "size": 1429,
   "text": "Her thoughts came and went like flashes of fire. She watched Lisa as she would a vampire, a creeping deadly beast. Pauline Felix--all that was adulterous and vile in women--there it was! Her mind too, as never before, was full of a haughty complacency in herself. She felt like the member of some petty sect who is sure that God communes with him inside of his altar rails, while the man is outside whom he believes that God made only to be damned. Lisa began to undress. Frances quickly turned away, ashamed of peeping into her chamber. But the one fact burned on into her brain: The woman was killing George. If God would rid the world of her! If a storm should rise now, and the lightning strike the house, and these stone walls should fall on her, now--now! But the walls stood firm and the moonlight shone tranquilly on the world outside. She told herself to be calm--to be just. But there was no justice while this woman went on with her work! God saw. He meant her to be stopped. Frances prayed to him frantically that Lisa might soon be put off of the earth. Just as the Catholic used to pray before he massacred the Huguenot, or the Protestant, when he tied his Catholic brother to the stake. If this woman was mad for blood, it was a madness that many sincere people have shared. Colette was busy with her mistress for a long time. She was very gentle and tender, being fond of Lisa, as people of her class always were."
  },
  {
   "size": 1500,
   "text": "She raised her voice as she made ready to leave the room. \"If the pain returns, here is the powder of morphia, mixed, within madame's reach,\" she said. Frances came close to the door. \"And if it continues?\" asked Lisa. \"Let monsieur call me. I would not trust him to measure a powder,\" Colette said, laughing. \"It is too dangerous. He is not used to it--like me.\" Mrs. Waldeaux saw her lay a paper package on a shelf. \"I will pray that the pain will not return,\" the girl said. \"But if it does, let monsieur knock at my door. Here is the tisane when you are thirsty.\" She placed a goblet of milky liquid near the bed. What more she said Frances did not hear. It was to be! There was the morphia, and yonder the night drink within her reach. It was God's will. Colette turned out the lamp, hesitated, and sat down by the fire. Presently she rose softly, bent over her mistress, and, finding her asleep, left the room noiselessly. Her door closed far down the corridor. Mrs. Waldeaux was quite alone, now. It was but a step across the hall. So easy to do--easy. It must be done at once. But her feet were like lead, she could not move; her tongue lay icy cold in her mouth. Her soul was willing, but her body rebelled. What folly was this? It was the work of a moment. George would be free. She would have freed him. In God's name then---- She crossed the hall softly. Into the hell of her thoughts flashed a little womanish shame, that she, Frances Waldeaux, should be walking on tiptoe, like a thief."
  },
  {
   "size": 567,
   "text": "She took down the package, and leaning over the table at the side of the bed, shook the white powder into the glass. Then she went back to her room and shut the door. The casement was open and the moonlight was white outside. She was conscious that the glare hurt her eyes, and that there was a strange stricture about her jaws and the base of her brain, like an iron hand. It seemed to her but a minute that she stood there, but the dawn was breaking when there was a sudden confusion in the opposite room. She heard Colette's voice, and then George's, calling Lisa."
  },
  {
   "size": 1558,
   "text": "Frances stood up, to listen. \"Will she not speak?\" she cried. \"Make her speak!\" But in reality she said nothing. Even her breath had stopped to listen. Frances was awake now, for the rest of her life. She knew what she had done. \"Why, George,\" she said, \"she cannot speak. She is dead. I did it.\" She stood in the room a minute, looking from side to side, and then went with measured steps out of it, down the corridor and into the street. \"I did it,\" she said to herself again and again, as she walked slowly on. The old cathedral is opposite to the inn. Her eyes, as she passed, rested on the gargoyles, and she thought how fine they were. One was a ridiculous head with lolling tongue. A priest's voice inside was chanting mass. A dozen Breton women in their huge white winged caps and wooden shoes hurried up to the door, through the gray fog. They met Mrs. Waldeaux and saw her face. They huddled to one side, crossing themselves, and when she passed, stood still, forgetting the mass and looking, frightened, up the steep street behind her to find what horror had pursued her. \"They know what I have done,\" she said aloud. Once when she was a child she had accidentally seen a bloated wretch, a murderer, on his way to the gallows. \"I am he,\" she thought. \"I--_I_, Frances.\" Then the gargoyle came into her mind again. What a capital headpiece it would make for \"Quigg's\" next column! It was time this week's jokes were sent. But at last these ghosts of yesterday's life faded out, and she saw the fact. She had hated her son's wife and had killed her!"
  },
  {
   "size": 1403,
   "text": "When the sun was well up the women who had been at mass gathered down by the little river which runs through the old city, to wash their clothes. They knelt on the broad stones by the edge of the water, chattering and singing, tossing the soap from one to another. There was a sudden silence. \"Here she is again,\" they whispered, as a slight, delicate woman crossed the bridge with steady steps. \"She is blind and deaf,\" said old Barbe. \"I met her an hour ago and asked her whom she sought. She did not see nor hear me, but walked straight on.\" Oliver Bauzy was lounging near, as usual, watching his wife work. \"She is English. What does she know of your Breton talk? I speak English and French--I!\" he bragged, and walking up to Mrs. Waldeaux, he flourished his ragged hat, smiling. \"Is madame ill? She has walked far,\" he said kindly. The English words seemed to waken her. \"It is always the town,\" looking around bewildered. \"The people--houses. I think I am not well. If I could find the woods----\" Bauzy had but a hazy idea of her meaning, but he nodded gravely. \"She is a tourist. She wants to go out of Vannes--to see the chateaux, the dolmens. I'm her man. I'll drive her to Larmor Baden,\" he said to his wife. \"I have to go there to-day, and I may as well make a franc or two. Keep her until I bring the voiture.\" But Frances stood motionless until the old wagon rattled up to the water's edge."
  },
  {
   "size": 1529,
   "text": "\"She has a dear old face,\" Bauzy's wife whispered. \"She is blind and deaf, I tell you,\" old Barbe grumbled, peering up at her. \"Make her pay, Oliver, before you go.\" Bauzy nodded, and when Frances was seated held out his hand. \"Twenty francs,\" he said. She opened her bag and gave them to him. \"She must be folle!\" he said uneasily. \"I feel like a thief. Away with you, Babette!\" as a pretty baby ran up to him. \"You want to ride? That is impossible. Unless, indeed, madame desires it?\" lifting the child to place her on the seat. Babette laughed and held out her hands. But Mrs. Waldeaux shrank back, shuddering. \"Take her away,\" she whispered. \"She must not touch me!\" The mother seized the child, and the women all talked vehemently at once. Oliver climbed into the voiture and drove off in silence. When he looked around presently he saw that the woman's face was bloodless, and a cold sweat stood on it. He considered a while. \"You want food,\" he said, and brought out some hard bread and a jug of Normandy cider. Frances shook her head. She only spoke once during the morning, and then told him something about a woman \"whom no child could touch. No man or woman could touch her as long as she lived. Not even her son.\" As Bauzy could make nothing of this, he could only nod and laugh civilly. But presently he, too, grew silent, glancing at her uncomfortably from time to time. They drove through great red fields of sarasson, hedged by long banks of earth, which were masses of golden gorse and bronzed and crimson ferns."
  },
  {
   "size": 1413,
   "text": "The sun shone, the clover-scented air was full of the joyous buzzing of bees and chirp of birds. \"It is a gay, blessed day!\" Bauzy said, \"thanks to the good God!\" He waited anxiously for her reply, but she stared into the sunshine and said nothing. Larmor Baden is a lonely little cluster of gray stone huts on the shore of the Morbihan sea. Some of Bauzy's friends lounged smiling up to welcome him, waving their wide black hats with velvet streamers, and bowing low to the lady. Oliver alighted with decision. One thing he knew: He would not drive back with her. Something was amiss. He would wash his hands of her. \"Here, madame, is Vincent Selo, paysageur,\" he said rapidly in French. \"He has a good boat. He will take you where you desire. Sail with her to Gavr' Inis,\" he said to Selo, \"and bring her back at her pleasure. Somebody can drive her back to Vannes, and don't overcharge her, you robbers!\" \"Gavr' Inis?\" Frances repeated. \"It is an island in the sea yonder, madame. A quiet place of trees. When there was not a man in the world, evil spirits built there an altar for the worship of the devil. No men could have built it. There are huge stones carried there from the mountains far inland, that no engine could lift. It is a great mystery.\" \"It is the one place in the world, people say,\" interrupted Selo, lowering his voice, \"where God never has been. A dreadful place, madame!\" Frances laughed."
  },
  {
   "size": 316,
   "text": "\"That is the place for me,\" she said to Selo. \"Take me there.\" The old man looked at her with shrewd, friendly eyes, and then beckoned Bauzy aside. \"Who is she? She has the bearing of a great lady, but her face hurts me. What harm has come to her?\" \"How do I know?\" said Bauzy. \"Go for your boat. The sea is rising.\""
  },
  {
   "size": 1426,
   "text": "Late in the afternoon M. Selo landed his strange passenger upon the pebbly beach of the accursed island. He led her up on the rocks, talking, and pointing across the sea. \"Beyond is the Atlantic, and on yonder headland are the great menhirs of Carnac--thirty thousand of them, brought there before Christ was born. But the Evil One loves this island best of all places. It has in it the mystery of the world. Come,\" he said, in an awed voice. \"It is here.\" He crossed to the hill, stooped, and entered a dark cave about forty feet long, which was wholly lined with huge flat rocks carved with countless writhing serpents. As Frances passed they seemed to stir and breathe beside her, at her feet, overhead. The cave opened into a sacrificial chamber. The reptiles grew gigantic here, and crowded closer. Through some rift a beam of melancholy light crept in; a smell of death hung in the thick, unclean air. Selo pointed to a stone altar. \"It was there they killed their victims,\" he whispered, and began to pray anxiously, half-aloud. When he had finished, he hurried back, beckoning to her to come out. \"Go,\" she said. \"I will stay here.\" \"Then I will wait outside. This is no place for Christian souls. But we must return soon, madame. My little girl will be watching now for me.\" When he was gone she stood by the altar. This island of Gavr' Inis was one of the places to which she and George had long ago planned to come."
  },
  {
   "size": 1406,
   "text": "She remembered the very day on which they had read the legend that on this altar men before the Flood had sacrificed to the god of Murder. \"I am the murderer now, and George knows it,\" she said quietly. But she was cold and faint, and presently began to tremble weakly. She went out of the cave and stood on the beach. \"I want to go home, George,\" she said aloud. \"I want to be Frances Waldeaux again. I'm sure I didn't know it was in me to do that thing.\" There was no answer. She was alone in the great space of sky and sea. The world was so big and empty, and she alone and degraded in it! \"I never shall see George again. He will think of me only as the woman who killed his wife,\" she thought. She went on blindly toward the water, and stood there a long time. Then, in the strait of her agony, there came to Frances Waldeaux, for the first time in her life, a perception that there was help for her in the world, outside of her own strength. Her poor tortured wits discerned One, more real than her crime, or George, or the woman that she had killed. It was an old, hackneyed story, that He knew every man and woman in the world, that He could help them. She had heard it often. Was there any thing in it? Could He help her? Slowly, the nervous twitching of her body quieted, her dulled eyes cleared as if a new power of sight were coming to them. After a long time she heard steps, and Selo calling."
  },
  {
   "size": 1478,
   "text": "She rose. The murder was known. They were coming to arrest her. What did it matter? She had found help. Selo came up excitedly. \"It is another boat, English folk also, that comes to arrive.\" She turned and waited. And then, coming up the hill, she saw George, and with him--Lisa! Lisa, smiling as she talked. They ran to meet her with cries of amazement. She staggered back on the rock. \"You are not dead? Lisa----\" \"Dead? Poor lady!\" catching her in her arms. \"Some water, George! It is her head. She has been too much alone.\" When Frances opened her eyes she was lying on the grass, her children kneeling beside her. She caught Lisa's arm in both hands and felt it: then she sat up. \"I must tell you what I did--before you speak to me.\" \"Not now,\" said Lisa. \"You are not well. I am going to be your nurse. The baby has made me a very good nurse,\" and she stooped again over Frances, with kind, smiling eyes. Selo came to wile George up to the mysterious cave, but Lisa impatiently hurried them to the beach. \"Caves and serpent worshippers truly!\" she cried. \"Why, she has not seen Jacques!\" and when, in the boat, George, who was greatly alarmed, tried to rouse his mother from her silent stupor, Lisa said gayly, \"She will be herself again as soon as she sees HIM.\" When they reached Larmor Baden, she despatched George in search of Colette and the child, and she went into the church. It was late, and the village women sat on the steps gossipping in the slanting sunlight."
  },
  {
   "size": 1400,
   "text": "There is nothing in their lives but work and the church; and when, each day, they have finished with one they go to the other. Frances followed her. The sombre little church was vacant. She touched Lisa on the shoulder. \"There is something I must tell you,\" she said. \"You would not let me touch the child, if you knew it.\" She stooped and spoke a few sentences in a vehement whisper, and then leaned back, exhausted, against the wall. Lisa drew back. Her lips were white with sudden fright, but she scanned Mrs. Waldeaux's face keenly. \"You were in Vannes last night? You tried---- My God, I remember! The tisane tasted queerly, and I threw it out.\" She walked away for a moment, and then turning, said, \"You called my mother a vile woman once. But SHE would not have done that thing! \"No,\" said Frances, not raising her head. \"No.\" Lisa stood looking at her as she crouched against the wall. The fierce scorn slowly died out of her eyes. She was a coarse, but a good-natured, woman. An awful presence, too, walked with her always now, step by step, and in that dread shadow she saw the things of life more justly than we do. She took Frances by the hand at last. \"You were not quite yourself, I think,\" she said quietly. \"I have pushed you too hard. George has told me so much about you! If we could be together for a while, perhaps we should love each other a little. But there is no time now----\""
  },
  {
   "size": 947,
   "text": "She turned hastily, and threw herself down before a crucifix. After a long time she went out to the vestibule, where she found Frances, and said, with an effort to be cheerful and matter-of-fact, \"Come, now, let us talk like reasonable people. A thing is coming to me which comes to every-body. I'm not one to whine. But it's the child--I don't think any baby ever was as much to a woman as Jacques is to me. I suppose God does not think I am fit to bring him up. Sit down and let me tell you all about it.\" They sat on the steps, talking in a low tone. Frances cried, but Lisa's eyes were quite dry and bright. She rose at last. \"You see, there will be no woman to care for him, if you do not. There he is with Colette.\" She ran down, took the baby from the bonne, and laid him in Frances's arms. Mrs. Waldeaux looked down at him. \"George's son,\" she whispered, \"George's boy!\" \"He is very like George and you,\" Lisa answered. \"He is a Waldeaux.\""
  },
  {
   "size": 1434,
   "text": "She held him close to her breast as they drove back to Vannes. George whistled and sang on the box. He was very light of heart to have her with him again. He looked impatiently at an ancient village through which they passed, with its towers, and peasants in strange garbs, like the pictures in some crusading tale. \"Now that we have mother, Lisa,\" he said, \"we'll go straight back home. I am tired of mediaeval times. I must get to work for this youngster.\" Lisa did not speak for a moment. \"I should like to stay in Vannes a little longer,\" she said. \"I did not tell you, but--my mother is buried there. That was why I came; I should like to be with her.\" \"Why, of course, dear. As long as you like,\" he said affectionately. \"I will not detain you long. Perhaps only a week or two,\" she said. He nodded, and began to whistle cheerfully again. Frances looked at Lisa, and her eyes filled with tears. It was a pitiful tragedy! But the poor girl was quite right not to worry George until the last moment. She was blocking his way--ruining his life, and God was taking her away so that she could no longer harm him. They drove on. The sun warmed the crimson fields, and the birds chirped, and this was George's child creeping close to her breast. It stirred there a keen pang of joy. Surely He had forgiven her. A month later a group of passengers in deep mourning stood apart on the deck of the Paris as she left the dock at Liverpool."
  },
  {
   "size": 1427,
   "text": "It was George Waldeaux, his mother, and little Jacques with his nurse. Mrs. Waldeaux was looking at Clara and her girls, who were watching her from the dock. They had come to Vannes when Lisa died, and had taken care of her and the baby until now. Frances had cried at leaving them, but George stood with his back to them moodily, looking down into the black water. \"It seems but a few days since we sailed from New York on the Kaiser Wilhelm,\" he said, \"and yet I have lived out all my life in that time.\" \"All? Is there nothing left, George?\" his mother said gently. \"Oh, of course, you are always a good companion, and there is the child----\" He paused. The fierce passions, the storms of delight and pain of his life with Lisa rushed back on him. \"I will work for others, and wear out the days as I can,\" he said. \"But life is over for me. The story is told. There are only blank pages now to the end.\" He turned his dim eyes toward the French coast. She knew that they saw the little bare grave on the hill in Vannes. \"I wish I could have seen something green growing on it before I left her there alone!\" he muttered. \"Her mother's grave was covered with roses----\" Frances answered quickly. \"They will creep over to her. She is not alone, George. I am glad she was laid by her mother. She loved her dearly.\" \"Yes. Better than any thing on earth,\" he responded gloomily. A few moments later the ship swung heavily around."
  },
  {
   "size": 1228,
   "text": "\"We are going!\" Mrs. Waldeaux cried, waving her hand. \"Won't you look at Clara and Lucy, George? They have been so good to us. If Lucy had been my own child, she could not have been kinder to me.\" Mr. Waldeaux turned and raised his crepe-bound hat, looking at Lucy in her soft gray gown vaguely, as he might at a white gull dropped on the shore. \"I suppose I never shall see her again,\" said his mother. \"Clara tells me she is besieged by lovers. She is going to marry a German prince, probably.\" \"That would be a pity,\" George said, with a startled glance back at the girl. \"Good-by, my dear!\" Mrs. Waldeaux leaned over the bulwark. \"She is beautiful as an angel! Good-by, Lucy! God bless you!\" she sobbed, kissing her hand. Mr. Waldeaux looked steadily at Lucy. \"How clean she is!\" he said. When the shore was gone he walked down the deck, conscious of a sudden change in himself. He was wakening out of an ugly dream. The sight of the healthy little girl, with her dewy freshness and blue eyes, full of affection and common sense, cheered and heartened him. He did not know what was doing it, but he threw up his head and walked vigorously. The sun shone and the cold wind swept him out into a dim future to begin a new life."
  },
  {
   "size": 1417,
   "text": "George Waldeaux took his mother and boy back to the old homestead in Delaware. They arrived at night, and early the next morning he rowed away in his bateau to some of his old haunts in the woods on the bay, and was seen no more that day. \"He is inconsolable!\" his mother told some of her old neighbors who crowded to welcome her. \"His heart is in that grave in Vannes.\" The women listened in surprise, for Frances was not in the habit of exploiting her emotions in words. \"We understood,\" said one of them, with a sympathetic shake of the head, \"that it was a pure love match. Mrs. George Waldeaux, we heard, was a French artist of remarkable beauty?\" Frances moved uneasily. \"I never thought her--but I can't discuss Lisa!\" She was silent a moment. \"But as for her social position\"--she drew herself up stiffly, fixing cold defiant eyes on her questioner--\"as for her social position,\" she went on resolutely, \"she was descended on one side from an excellent American family, and on the other from one of the noblest houses in Europe.\" When they were gone she hugged little Jacques passionately as he lay on her lap. \"That is settled for you!\" she said. When George came back in the evening, he found her walking with the boy in her arms on the broad piazzas. \"I really think he knows that he has come home, George!\" she exclaimed. \"See how he laughs! And he liked the dogs and horses just as Lisa thought he would."
  },
  {
   "size": 320,
   "text": "I am glad it is such a beautiful home for him. Look at that slope to the bay! There is no nobler park in England! And the house is as big as most of their palaces, and much more comfortable!\" \"Give the child to Colette, mother, and listen to me. Now that I have settled you and him here, I must go and earn your living.\""
  },
  {
   "size": 1408,
   "text": "She followed him into the hall. \"I leave you to-morrow. There is no time to be lost.\" \"You are going back to art, George?\" Frances grew pale. She thought she had torn open his gaping wound. \"I did not mean to remind you of--of----\" He scowled at the fire. Art meant for him his own countless daubs, and the sickening smell of oily paints and musk, and soiled silk tea gowns, and the whole slovenly, disreputable scramble of Bohemian life in Paris. \"I loathe art!\" he said, with a furious blow at the smouldering log in the fireplace, as if he struck these things all down into the ashes with it. \"Will you go back into the Church, dear?\" his mother ventured timidly. \"Most certainly, no!\" he said vehemently. \"Of all mean frauds the perfunctory priest is the meanest. If I could be like one of the old holy gospellers--then indeed!\" He was silent a moment, and then began to stride up and down the long hall, his head thrown back, his chest inflated. \"I have a message for the world, mother.\" \"I am sure of it,\" she interrupted eagerly. \"But I must deliver it in my own way. I have lost two years. I am going to put in big strokes of work now. In the next two years I intend to take my proper place in my own country. I will find standing room for George Waldeaux,\" with a complacent smile. \"And in the meantime, of course, I must make money enough to support you and the boy handsomely. So you see, mother,\""
  },
  {
   "size": 1452,
   "text": "he ended, laughing, \"I have no time to lose.\" \"No, George!\" It was the proudest moment of her life. How heroic and generous he was! She filled his pocket-book the next day, when he went to New York to take the world by the throat. It was really not George Waldeaux's fault that she filled it. Nor was it his fault that during the next two years the world was in no hurry to run to his feet, either to learn of him, or to bring him its bags of gold. The little man did his best; he put his \"message,\" as he called it, into poems, into essays, into a novel. Publishers thanked him effusively for the pleasure of reading them, and--sent them back. The only word of his which reached the public was a review of the work of a successful author. It was so personal, so malignant, that George, when he read it, writhed with shame and humiliation. He tore the paper into fragments. \"Am I so envious and small as that! Before God, no words of mine shall ever go into print again!\" he said, and he kept his word. He came down every month or two to his mother. \"Why not try teaching, George?\" she said anxiously. \"These great scholars and scientific men have places and reputations which even you need not despise.\" He laughed bitterly. \"I tried for a place as tutor in a third-class school, and could not pass the examinations. I know nothing accurately. Nothing.\" It occurred to him to go into politics and help reform the world by routing a certain Irish boss."
  },
  {
   "size": 1432,
   "text": "He made a speech at a ward meeting, and broke down in the middle of it before the storm of gibes and hootings. \"What was the matter?\" he asked a friend, whose face was red with laughter. \"My dear fellow, you shouldn't lecture them! You're not the parson. They resent your air of enormous superiority. For Heaven's sake, don't speak again--in this campaign.\" It is a wretched story. There is no need of going into the details. There was no room for him. He tried in desperation to get some foothold in business. The times were hard that winter, which of course was against him. Besides, his critical, haughty air naturally did not prepossess employers in his favor when he came to ask for a job. At the end of the second year the man broke down. \"The work of the world,\" he told Frances, \"belongs to specialists. Even a bootblack knows his trade. I know nothing. I can do nothing. I am a mass of flabby pretences.\" Every month she filled his pocket-book. She found at last that he did not touch the money. He sold his clothes and his jewelry to keep himself alive while he tramped the streets of New York looking for work. He starved himself to make this money last. His flesh was lead-colored from want of proper food, and he staggered from weakness. \"'He that will not work neither let him eat,'\" he said grimly. It was about this time that Miss Vance came home. Mrs. Waldeaux in a moment of weakness gave her a hint of his defeat."
  },
  {
   "size": 715,
   "text": "\"Is the world blind,\" she cried, \"to deny work to a man of George's capacity? What does it mean?\" Clara heard of George's sufferings with equanimity. \"The truth is,\" she said, when she told the story to Miss Dunbar, \"Frances brought that boy up to believe that he was a Grand Llama among men. There is no work for Grand Llamas in this country, and when he understands that he is made of very ordinary clay indeed, he will probably be of some use in the world.\" Lucy was watering her roses. \"It is a matter of indifference to me,\" she said, \"what the people of New York think of Mr. Waldeaux.\" Clara looked at her quickly. \"I do not quite catch your meaning?\" she said. But Lucy filled her can, and forgot to answer."
  },
  {
   "size": 1418,
   "text": "Clara had brought Miss Dunbar back and established her in her own house near Weir, under the care of a deaf widowed aunt. Dunbar Place was a stately colonial house, set in a large demesne, and all Kent County waited breathless to know what revelations the heiress would make to it, in the way of equi-pages, marqueterie furniture, or Paris gowns. Mrs. Waldeaux found Lucy one day, a month after her arrival, seated at her sewing on the broad, rose-covered piazza, looking as if she never had left it. \"Have you come to stay now, my dear,\" she said, \"or will Prince Wolfburgh----\" \"Oh, that is an old story,\" interrupted Clara. \"Lucy handed the little prince over to Jean Hassard, who married him after he had a long fight with her father about her dot. He won the dot, but Count Odo is now the head of the house. Jean, I hear, is in Munich fighting her way up among the Herrschaft.\" \"Jean has good fighting qualities,\" Lucy said. \"She will win.\" \"I had a letter from her to-day,\" said Miss Vance. \"Here it is. She says, 'I mean to rebuild the Schloss, and I have put a stop to the soap-boiling business. I will have no fumes of scorching fat in our ancestral halls. Four of the princesses live with us here in the flat. Gussy Carson from Pond City is staying with me now. We have an American tea every Wednesday. Gus receives with me.'\" \"Poor princesses!\" said Lucy. Miss Vance folded the letter with a complacent nod."
  },
  {
   "size": 704,
   "text": "\"I am glad that Jean is settled so satisfactorily,\" she said. \"As for Lucy----\" No one answered. Lucy threaded her needle. \"I start next week to Chicago, did you know, Frances? The Bixbys--two orphan heiresses--wish me to take them to Australia, coming back by India. And I suppose,\" she said, rising impatiently, \"if I were to stay away forty years I should find Lucy when I came back, with white hair maybe, but sitting calmly sewing, not caring whether there was a man in the world or not!\" Lucy laughed, but did not even blush. Mrs. Waldeaux presently said good-by, and Clara went home with her to spend the night. Lucy was left alone upon the piazza. It was there that George Waldeaux saw her again."
  },
  {
   "size": 1431,
   "text": "This had been the hardest day of his life. He rose that morning telling himself with an oath that he would earn the money to buy his own food or never eat again. His mother had sent him a cheque by post. He tore it up and went out of his cheap lodging-house without breakfast. There was a queer change in him--a sudden lofty independence--a sudden loathing of himself. He knew now that it was not in him to do good work in the world, but at least he would pay his own way. He had been a mass of vanity and now he was so mean in his own eyes that he shrank from the passers-by. Perhaps the long strain had damaged the gray matter of the brain, or some nervous centre--I do not know what change a physician would have found in him, but the man was changed. A clerk was needed in a provision shop on Green Street. George placed himself in the line of dirty, squalid applicants. The day was hot, the air of the shop was foul with the smells of rotting meat and vegetables. He felt himself stagger against a stall. He seemed to be asleep, but he heard the butchers laughing. They called him a drunken tramp, and then he was hurled out on the muddy pavement. \"Too much whiskey for this time o' day!\" a policeman said, hauling him to his feet. \"Move along, young man!\" Whiskey? That was what he wanted. He turned into a shop and bought a dram with his last pennies. It made him comfortable for a few hours, then he began to cry and swear."
  },
  {
   "size": 1413,
   "text": "George Waldeaux had never been drunk in his life. The ascetic, stainless priest in him stood off and looked at this dog of the gutter with his obscene talk, and then came defeat of soul and body. \"I give up!\" he said quietly. \"I'll never try again.\" He wandered unconsciously to the ferry and, having his yearly book of tickets in his pocket, took the train for home from force of habit. He left the cars at a station several miles from Weir, and wandered across the country. Just at sundown, covered with mud and weak from hunger and drunkenness, he crossed the lawn before Lucy's house and, looking up, saw her. He had stumbled into a world of peace and purity! A soft splendor filled the sky and the bay and the green slopes, with their clumps of mighty forest trees. The air was full of the scents of flowers and the good-night song of happy birds. And in the midst of it all, lady of the great domain, under her climbing rose vines, sat the young, fair woman, clad in some fleecy white garments, her head bent, her blue eyes fixed on the distance--waiting. George stopped, sobered by a sudden wrench of his heart. There was the world to which he belonged--there! His keen eye noted every delicate detail of her beauty and of her dress. He was of her sort, her kind--he, kicked into the gutter from that foul shop as a tramp! This is what I have lost! his soul cried to him. He had not as yet recognized Lucy."
  },
  {
   "size": 1524,
   "text": "But now she saw him, and with a little inarticulate cry like that of a bird, she flew down the steps. \"Ah! It is you!\" she said. \"I thought you would come to welcome me some time!\" Her voice was like a soft breath; her airy draperies blew against him. It was as if a wonderful, beautiful dream were folding him in--and in. He drew back. \"I am not fit, Miss Dunbar. I did not know you were here. Why--look at me!\" \"Oh! You are ill! You have had an accident!\" she cried. She had laid her little white fingers on his hand and now, feeling it burn and tremble at her touch, she caught it in both of her own and drew him into the house. \"Mr. Waldeaux,\" she said to a servant who appeared, \"has had a fall. Bring him water and towels. Take care of him, Stephen.\" She spoke quietly, but her voice trembled with fright. The man led George to an inner room. \"Were you thrown, sir?\" he asked sympathetically. George hesitated. \"Yes, I was thrown,\" he said grimly. He made himself clean in angry haste, taking the whisk from the man and brushing off the dry mud with a vicious fury. Lucy came to meet him, with a pale, anxious smile. \"You must not go without a cup of hot coffee,\" she said, leading him to a lounge in the hall. It was very sweet to be treated like a sick man! \"And God knows I am sick, body and soul!\" he thought, sinking down. Beside the lounge was a little table with one cover. He noted with keen pleasure the delicate napery, the silver candlesticks, the bowl of roses, with which the substantial meal was set out."
  },
  {
   "size": 654,
   "text": "Lucy waited on him with the quick intelligence of a trained nurse. She scarcely spoke, yet her every motion, as she served him, seemed a caress. When he had finished he began to stammer out his thanks. \"No,\" she said, rising decisively. \"You are too weak to talk to me to-night, Mr. Waldeaux. The coupe is at the door. John will drive you home. You need sleep now.\" As he sank down into the luxurious cushions and drove away through the twilight, he saw the little white figure in the door, and the grave wistful face looking after him. \"Did she suspect!\" he suddenly cried, starting up. But George Waldeaux never knew how much Lucy suspected that night."
  },
  {
   "size": 1409,
   "text": "Meanwhile Mrs. Waldeaux's mare had jogged on leisurely, dragging her mistress and Miss Vance home through the shady country lanes. \"Phebe is old,\" apologized Frances. \"She really is a retired car horse.\" \"You used to take pride in your horses, Frances?\" \"Yes.\" Mrs. Waldeaux added after a pause. \"My income is small. Of course George soon will be coining money, but just now---- The peach crop failed this year too. And I save every dollar for Jack's education.\" \"But what of the jokes for the New York paper? They were profitable.\" \"Oh, I gave them up long ago.\" She glanced around cautiously. \"Never speak of that, Clara. I would not have George know for the world; I never would hold up my head if he knew that I was 'Quigg.'\" Miss Vance gave a contemptuous sniff, but Mrs. Waldeaux went on eagerly, \"I have a plan! You know that swampy tract of ours near Lewes? When I have enough money I'll drain it and lay out a summer resort--hotels--cottages. I'll develop it as I sell the lots. Oh, Jack shall have his millions yet to do great work in the world!\" her eyes sparkling. \"Though perhaps he may choose to strip himself of everything to give to the poor, like Francis d'Assisi! That would be best of all. It's not unlikely. He is the most generous boy!\" \"Stuff!\" said Miss Vance. \"St. Francis, indeed! I observe, by the way, that he crosses himself after his meals. Are you making a Romanist of the child?"
  },
  {
   "size": 402,
   "text": "And you speak French to him, too?\" Mrs. Waldeaux's color rose. \"His mother was French and Catholic,\" she said. \"I will not have Lisa forgotten.\" They went on in silence. Miss Vance was lost in thought. Was George Waldeaux equally eager to keep his wife's memory alive? Now that the conceit had been beaten out of him, he would not make a bad husband. And her child Lucy had always--esteemed him highly."
  },
  {
   "size": 1426,
   "text": "The next day was Sunday. George jumped out of bed with the dawn. He whistled and sang scraps of songs as he took his bath. The sun shone. What a full, happy world it was, anyhow! And he had given up the game last night? Why, life was just beginning for him! He was nothing but a boy--not yet thirty. He would make a big success soon, and then try to win--to win---- He stopped, breathless, looking into the distance, and his eyes slowly grew wet with passion and longing. He left the house and struck across the country through the woodland and farms. He did not know why he went--he had to go. When he reached the Dunbar woods, he stood in the thicket for hours, watching the house. She came out at last and sat down on the steps to play with the dog. Last night in her white, delicate beauty she had not seemed real--she was far off, like an angel coming down into his depths of misery. But to-day she sat on the steps in her pretty blue gown, and laughed and rolled Tramp over, and sung snatches of songs, and was nothing but a foolish girl. For so many years he had been thinking of work and money-making and bosses. All of that mean drudgery fell out of sight now. He was a man, young, alone, on fire with hope and passion. His share of life had been mean and pinched; yonder was youth and gladness and tranquillity. The world was empty, save for themselves. He was here, and there was the one woman in it--the one woman."
  },
  {
   "size": 1650,
   "text": "He looked at his tanned, rough fingers. Last night she had folded them in her two soft little hands, and drawn him on--on into home! He would go up to her now and tell her---- George pushed aside the bushes, but at that moment Lucy rose and went into the house. After a moment he crossed the lawn and sat down on the piazza, calling the dog to him. She would come back soon. Tramp's head rested on his knee as he stroked it. It was here her hand had touched it--and here---- The scent of roses was heavy in the sunshine, the bees hummed; he sat there in a hazy dream, waiting for the door to open and the joy of his life to begin. He was dragged roughly enough out of his dream. Miss Dunbar's landau drove to the door to take her to church. George looked up, carelessly noting how quiet and perfectly appointed it was, from the brown liveries of the negro coachman and footman to the trappings on the black ponies. There were no horses of such high breed in Delaware. He stood up suddenly, his jaws pale as if he had been struck. What money there was in it! He had forgotten. She was a great heiress. She came out at the moment. He scanned her fiercely, the plain, costly gown, the ruby blazing on her ungloved hand. Then he glanced down at his own shabby Sunday suit. She was the richest woman in Delaware, and he had not a dollar in his pocket, and no way to earn one. He went up to her, courteously took her hand when she held it out, blushing and dimpling, bowed to her aunt, saying that he had merely walked over to put her into her carriage, and, having shut the door, looked after them, hat in hand, smiling when she glanced shyly back at him."
  },
  {
   "size": 169,
   "text": "Then he laughed loudly. If he had the salary that she paid her negro driver he would be lucky! And he had meant to marry her. He laughed again and took his way homeward."
  },
  {
   "size": 1403,
   "text": "His mother was waiting to give George his breakfast. Whether he chose to lie in bed until noon or to walk twenty miles at dawn, she smiled a joyful approval. But neither the crisp toast, nor the fried chicken, nor any of her funny stories, would penetrate the blackness of his gloom. \"Oh, by the way!\" she said; \"here is a letter that came by last night's mail. I forgot to give it to you.\" He glanced at the envelope. \"Great Heavens! It is life and death to me, and you forget it to tell Jack's pert sayings!\" He read the letter and threw it down. \"What is it, George?\" she asked humbly. \"Burnett & Hoyle offer me a place in their house.\" \"Mr. Hoyle is an old friend of mine. I wrote to him. What is the salary, George?\" \"Forty dollars a week. I could earn more as a coachman--for some rich heiress.\" \"But George dear---- It would be a beginning. They are brokers, and there are so many short cuts to fortune in that business! Do try it, my son.\" \"Of course I'll try it. Do you think I'm a fool? It will keep me from starving. But I want something else in life than to be kept from starving, mother.\" He stretched out his arms with a groan, and walked to the window. She followed him with wretched, comprehending eyes. Why did not Lucy give him her fortune? Any woman would be honored who could give George her fortune. \"I always have heard that brokers know the short cuts to wealth,\" she said calmly."
  },
  {
   "size": 722,
   "text": "\"You go on the Street some day, and come back a millionaire.\" \"That is a woman's idea of business. Instead, I will sit on a high stool and drudge all day, and on Saturday get my wages, and after three or four years I'll make a fight for ten dollars more a week, and thank God if I get it. 'A short cut to fortune!'\" Mrs. Waldeaux carefully averted her eyes from him. \"You may marry,\" she said, \"and it may happen that your wife also will have some little income----\" \"Mother! Look at me!\" he interrupted her sternly. \"I will never be dependent on my wife, so help me God!\" \"No, George, no! Of course not. Don't speak so loud. Only, I thought if she had a small sum of her own, she would feel more comfortable, that's all.\""
  },
  {
   "size": 1540,
   "text": "In spite of his ill temper George threw himself into his work with zeal. After a couple of months he came home for a day. He was dressed with the quiet elegance which once had been so important in his eyes. His mother noted it shrewdly. \"A man has more courage to face life, decently clothed,\" she said to herself. He did not come again until winter. Lucy happened to be spending the day with Mrs. Waldeaux. There were no liveried servants, no priceless rings, no Worth gown in sight. She was just the shy, foolish girl whom he had once for an hour looked upon as his wife. George talked about Wall Street to her, being now wise as to stocks; took her out sleighing, and when in the evening she took Jack in her arms and sang him to sleep, sat listening with his head buried in his hands. Mrs. Waldeaux carried the boy up to bed, and Lucy and George were left alone. They talked long and earnestly. \"She consulted me about her affairs,\" he said, after she was gone, his eyes shining. \"I am afraid she does not understand business!\" Mrs. Waldeaux replied anxiously. \"Oh, like a woman! That is, not at all. Her whole property is in the hands of The Consolidated Good Faith Companies. I reminded her of the old adage, 'Never put all of your eggs into one basket.'\" \"But that is so sound a basket, George!\" \"Yes. It is thought so,\" with a shrug. \"Poor child! She needs a guardian to advise her.\" Waldeaux's countenance grew black. \"She should employ an attorney. It certainly will never be my duty to advise Miss Dunbar,\" he retorted irritably."
  },
  {
   "size": 1400,
   "text": "George showed himself shrewd and able in his work. Mr. Hoyle was a powerful backer. Before spring his salary was doubled. But what was that? The gulf between him and the great heiress gaped, impassable. Lucy spent much time with her old friend, and Frances at last broke the silence concerning him. \"The boy never before knew what love was. And it is you that he loves, child.\" \"He has not told me so,\" said Lucy coldly. \"No. And never will. It is your wealth that makes him dumb. I wish it was gone,\" said Frances earnestly. \"Gone. You would be so happy. What is money compared to being----\" \"George's wife?\" Lucy laughed. \"Yes. George's wife. I know what he is worth,\" his mother said boldly. \"You might give it away?\" looking eagerly in the girl's face. \"In charity.\" \"I might do so,\" said Miss Dunbar tranquilly. One morning in April Mrs. Waldeaux saw George coming up from the station. She ran to meet him. He was pale and breathless with excitement. \"What is it? What has happened?\" she cried. \"Hush--h! Come in. Shut the door. No one must hear. The Consolidated Companies have failed. They have robbed their depositors.\" \"Well, George? What have we---- Oh, Lucy!\" \"Yes, Lucy! She is ruined! She has nothing. It was all there.\" He paced up and down, hoarse with agitation and triumph. \"She mustn't know it, mother, until she is safe in another home.\" \"Another home?\" \"Oh, surely you understand!"
  },
  {
   "size": 393,
   "text": "Here--if she will come. Poor little girl! She has not a dollar! I am getting a big salary. I can work for you all. My God! I will have her at last! Unless---- Perhaps she won't come! Mother, do you think she will come?\" He caught her arm, his jaws twitched, the tears stood in his eyes, as when he used to come to her with his boyish troubles. \"How can I tell?\" said Frances. \"Go and ask her.\""
  },
  {
   "size": 1622,
   "text": "In July Miss Vance returned unexpectedly. Her charges had tired of travel, and turned their backs upon India. She dropped them in Chicago, and came to Weir for rest. The evening of her arrival she strolled with Frances through the park, listening to the story of George's sudden wooing, and the quiet, hurried wedding. \"It had to be quiet and hurried,\" said Mrs. Waldeaux, \"in order to keep her ignorant of her change of fortune. He took her to the Virginia mountains, so that no newspapers could reach her. They are coming to-morrow. It won't trouble her to hear that her money is gone when she is here with us all, at home. As for me,\" she went on excitedly, \"I am beginning to advertise the summer resort. I must put my hand to the plough. I don't mean that she shall miss any comfort or luxury as George's wife.\" Miss Vance looked at her. \"Frances, give up your planning and working. Let George work for you and his wife,\" she said curtly. \"It is time for you to stop and rest.\" \"And why should I stop and rest, Clara?\" said Frances, amazed. \"Surely you know, dear. You are not as young as you once were. Your eyes are weak, and your hearing is a little dulled, and----\" Frances threw out her hand eagerly. \"You think I am growing old! It is only my eyes and ears that are wearing out. _I_ am not deaf nor blind,\" she said earnestly. \"_I_ am not old. I find more fun and flavor in life now than I did at sixteen. If I live to be seventy, or a hundred, I shall be the same Frances Waldeaux still.\" Clara gave an annoyed shrug. \"But really, _I_ make the thought of death my constant companion. And you are older than I.\""
  },
  {
   "size": 1409,
   "text": "\"'After the busy day Comes the calm sleep of night,'\" she quoted, with a sententious sigh. \"Calm and sleep do not appear to me to be the highest conditions of life. No! I will not be set aside, even when I am dead, like a burned-out candle!\" The indignant tears stood in her eyes. \"Why, even in that other world I shall not be a barren stock, thank God! I have given a family to mankind. To watch a long line of your descendants at work, to see in them your own thoughts and your own soul reaching out, live powers through all eternity--I often think of it. That will be--not calm nor sleep.\" Miss Vance touched Mrs. Waldeaux's arm affectionately. \"What a queer idea, Frances. Well, I never argue, you know. Drop in the harness, if you choose. Let us go in now. It is chilly.\" The older woman looked after her, and smiled good-humoredly. After a moment she raised her hand, examining it attentively. Her hand had been very beautiful in shape, white and dimpled, and she had been vain enough to wear fine rings. Now it was yellow and wrinkled. The great emerald looked like a bit of glass upon it. \"Yes, I see,\" she said, with a miserable little laugh, and then stood looking out into the far distance. \"But _I_ am not growing old.\" She spoke aloud, as if to one who stood apart with her and could understand. \"Even out in that other world I shall not be only a mother. I shall be me. ME!\" touching her breast."
  },
  {
   "size": 614,
   "text": "\"After a million of years--it will still be me.\" There stirred within the lean body and rheumatic limbs depths of unused power, of thought, of love and passion, and, deeper than all, awful possibilities of change. \"I have it in me still to be worse than a murderer,\" she thought, with whitening face. She stood a long time, alone. A strange content and light came slowly into her face. \"Come what will, I shall never be left to myself again,\" she said at last, speaking to a Friend whom she had found long ago. Then she went in search of the boy. \"Come, Jack,\" she said cheerfully, \"there are busy days before us.\""
  },
  {
   "size": 1436,
   "text": "George and Lucy that evening reached Dover, prettiest of American towns. They strolled down the shaded street out into a quiet country lane. Lucy sat down upon a fallen tree, and George threw himself upon the grass beside her. \"To-morrow we shall be at home,\" she said, pushing his hair back. \"Do you know that your profile is absolutely Greek?\" Her eyes half closed critically. \"Yes, we shall be at home about eleven o'clock. I wrote to Stephen to order all the dishes that you like for luncheon. Your mother and Jack are coming. It will be such a gay, happy day!\" He took her hand. He would tell her now. It would not distress her. The money weighed for nothing in her life. He was her world; he knew that. She turned, startled at his grave tone. The color rose in her delicate little face, and there was a keen flash of intelligence in her blue eyes. It vanished, and they were only blue and innocent. \"Lucy, would you be willing to come to my house? To take it for home? To be a poor man's wife, there? God knows I'll try to make you happy in it.\" \"No,\" she said gently. \"That is your mother's home. She has made it. It is not fair to bring young queen bees into the old queen's hive. We will live at your house, Dunbar Place, George.\" \"It is not mine nor yours!\" George broke out. \"Oh, my darling, I have hidden something from you. It is all gone. Your property, income, every thing! The Consolidated Consolidated Companies failed."
  },
  {
   "size": 821,
   "text": "Their depositors are ruined.\" \"Yes, I know,\" said Lucy, brushing a fallen leaf from her gown. \"But they had no control over my affairs. I withdrew them from their management in February.\" George started up. \"Then you--you are a great heiress still?\" \"No.\" She rose, holding out her hands, laughing. \"My husband, I believe, is a rich man, and I shall have what he gives me.\" But he did not hear her. He walked away down the road, shaken by a dumb fury. He had been tricked! Who had tricked him? Then he heard a miserable sob and turned. Great God! Was any thing on earth so dear as that little woman standing there? She was crying! Had he struck her? He was a brute. What had he done? He ran to her, and taking her outstretched hands, kissed them passionately. \"They are mine--mine!\" he whispered, and knew nothing beyond."
  },
  {
   "size": 115,
   "text": "They walked together like two happy children down the shady lane toward the golden sunset. The money was forgotten."
  }
 ]
}