{
 "author": [
  "Burroughs, Edgar Rice"
 ],
 "title": [
  "The Oakdale Affair"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "PS",
  "Adventure stories",
  "Mystery fiction"
 ],
 "id": "363",
 "genre": [
  "mystery",
  "fiction",
  "adventure"
 ],
 "paragraphs": [
  {
   "size": 1415,
   "text": "Adjoining Miss Prim's boudoir was her bath and before the door leading from the one to the other was a cretonne covered screen behind which the burglar now concealed himself the while he listened in rigid apprehension for the approach of the enemy; but the only sound that came to him from the floor below was the deep laugh of Jonas Prim. A profound sigh of relief escaped the beardless lips; for that laugh assured the youth that, after all, the noise of the fallen candlestick had not alarmed the household. With knees that still trembled a bit he crossed the room and passed out into the hallway, descended the stairs, and stood again in the library. Here he paused a moment listening to the voices which came from the dining room. Mrs. Prim was speaking. “I feel quite relieved about Abigail,” she was saying. “I believe that at last she sees the wisdom and the advantages of an alliance with Mr. Benham, and it was almost with enthusiasm that she left this morning to visit his sister. I am positive that a week or two of companionship with him will impress upon her the fine qualities of his nature. We are to be congratulated, Jonas, upon settling our daughter so advantageously both in the matter of family and wealth.” Jonas Prim grunted. “Sam Benham is old enough to be the girl's father,” he growled. “If she wants him, all right; but I can't imagine Abbie wanting a bald-headed husband with rheumatism.",
   "summaries": [],
   "persons": [
    "Abbie",
    "Sam Benham",
    "Jonas Prim"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1484,
   "text": "I wish you'd let her alone, Pudgy, to find her own mate in her own way--someone nearer her own age.” “The child is not old enough to judge wisely for herself,” replied Mrs. Prim. “It was my duty to arrange a proper alliance; and, Jonas, I will thank you not to call me Pudgy--it is perfectly ridiculous for a woman of my age--and position.” The burglar did not hear Mr. Prim's reply for he had moved across the library and passed out onto the verandah. Once again he crossed the lawn, taking advantage of the several trees and shrubs which dotted it, scaled the low stone wall at the side and was in the concealing shadows of the unlighted side street which bounds the Prim estate upon the south. The streets of Oakdale are flanked by imposing battalions of elm and maple which over-arch and meet above the thoroughfares; and now, following an early Spring, their foliage eclipsed the infrequent arclights to the eminent satisfaction of those nocturnal wayfarers who prefer neither publicity nor the spot light. Of such there are few within the well ordered precincts of law abiding Oakdale; but to-night there was at least one and this one was deeply grateful for the gloomy walks along which he hurried toward the limits of the city. At last he found himself upon a country road with the odors of Spring in his nostrils and the world before him. The night noises of the open country fell strangely upon his ears accentuating rather than relieving the myriad noted silence of Nature.",
   "summaries": [],
   "persons": [
    "Prim",
    "The"
   ],
   "organisations": [],
   "locations": [
    "Oakdale"
   ],
   "misc": [
    "Spring"
   ]
  },
  {
   "size": 1424,
   "text": "Familiar sounds became unreal and weird, the deep bass of innumerable bull frogs took on an uncanny humanness which sent a half shudder through the slender frame. The burglar felt a sad loneliness creeping over him. He tried whistling in an effort to shake off the depressing effects of this seeming solitude through which he moved; but there remained with him still the hallucination that he moved alone through a strange, new world peopled by invisible and unfamiliar forms--menacing shapes which lurked in waiting behind each tree and shrub. He ceased his whistling and went warily upon the balls of his feet, lest he unnecessarily call attention to his presence. If the truth were to be told it would chronicle the fact that a very nervous and frightened burglar sneaked along the quiet and peaceful country road outside of Oakdale. A lonesome burglar, this, who so craved the companionship of man that he would almost have welcomed joyously the detaining hand of the law had it fallen upon him in the guise of a flesh and blood police officer from Oakdale. In leaving the city the youth had given little thought to the practicalities of the open road. He had thought, rather vaguely, of sleeping in a bed of new clover in some hospitable fence corner; but the fence corners looked very dark and the wide expanse of fields beyond suggested a mysterious country which might be peopled by almost anything but human beings.",
   "summaries": [],
   "persons": [
    "The"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1403,
   "text": "At a farm house the youth hesitated and was almost upon the verge of entering and asking for a night's lodging when a savage voiced dog shattered the peace of the universe and sent the burglar along the road at a rapid run. A half mile further on a straw stack loomed large within a fenced enclosure. The youth wormed his way between the barbed wires determined at last to let nothing prevent him from making a cozy bed in the deep straw beside the stack. With courage radiating from every pore he strode toward the stack. His walk was almost a swagger, for thus does youth dissemble the bravery it yearns for but does not possess. He almost whistled again; but not quite, since it seemed an unnecessary provocation to disaster to call particular attention to himself at this time. An instant later he was extremely glad that he had refrained, for as he approached the stack a huge bulk slowly loomed from behind it; and silhouetted against the moonlit sky he saw the vast proportions of a great, shaggy bull. The burglar tore the inside of one trousers' leg and the back of his coat in his haste to pass through the barbed wire fence onto the open road. There he paused to mop the perspiration from his forehead, though the night was now far from warm. For another mile the now tired and discouraged house-breaker plodded, heavy footed, the unending road. Did vain compunction stir his youthful breast?",
   "summaries": [],
   "persons": [
    "The"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1579,
   "text": "Did he regret the safe respectability of the plumber's apprentice? Or, if he had not been a plumber's apprentice did he yearn to once again assume the unharried peace of whatever legitimate calling had been his before he bent his steps upon the broad boulevard of sin? We think he did. And then he saw through the chinks and apertures in the half ruined wall of what had once been a hay barn the rosy flare of a genial light which appeared to announce in all but human terms that man, red blooded and hospitable, forgathered within. No growling dogs, no bulking bulls contested the short stretch of weed grown ground between the road and the disintegrating structure; and presently two wide, brown eyes were peering through a crack in the wall of the abandoned building. What they saw was a small fire built upon the earth floor in the center of the building and around the warming blaze the figures of six men. Some reclined at length upon old straw; others squatted, Turk fashion. All were smoking either disreputable pipes or rolled cigarets. Blear-eyed and foxy-eyed, bearded and stubbled cheeked, young and old, were the men the youth looked upon. All were more or less dishevelled and filthy; but they were human. They were not dogs, or bulls, or croaking frogs. The boy's heart went out to them. Something that was almost a sob rose in his throat, and then he turned the corner of the building and stood in the doorway, the light from the fire playing upon his lithe young figure clothed in its torn and ill fitting suit and upon his oval face and his laughing brown eyes.",
   "summaries": [],
   "persons": [
    "The"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "Turk"
   ]
  },
  {
   "size": 1400,
   "text": "For several seconds he stood there looking at the men around the fire. None of them had noticed him. “Tramps!” thought the youth. “Regular tramps.” He wondered that they had not seen him, and then, clearing his throat, he said: “Hello, tramps!” Six heads snapped up or around. Six pairs of eyes, blear or foxy, were riveted upon the boyish figure of the housebreaker. “Wotinel!” ejaculated a frowzy gentleman in a frock coat and golf cap. “Wheredju blow from?” inquired another. “'Hello, tramps'!” mimicked a third. The youth came slowly toward the fire. “I saw your fire,” he said, “and I thought I'd stop. I'm a tramp, too, you know.” “Oh,” sighed the elderly person in the frock coat. “He's a tramp, he is. An' does he think gents like us has any time for tramps? An' where might he be trampin', sonny, without his maw?” The youth flushed. “Oh say!” he cried; “you needn't kid me just because I'm new at it. You all had to start sometime. I've always longed for the free life of a tramp; and if you'll let me go along with you for a little while, and teach me, I'll not bother you; and I'll do whatever you say.” The elderly person frowned. “Beat it, kid!” he commanded. “We ain't runnin' no day nursery. These you see here is all the real thing. Maybe we asks fer a handout now and then; but that ain't our reg'lar way. You ain't swift enough to travel with this bunch, kid, so you'd better duck.",
   "summaries": [],
   "persons": [
    "”",
    "The"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1452,
   "text": "Why we gents, here, if we was added up is wanted in about twenty-seven cities fer about everything from rollin' a souse to crackin' a box and croakin' a bull. You gotta do something before you can train wid gents like us, see?” The speaker projected a stubbled jaw, scowled horridly and swept a flattened palm downward and backward at a right angle to a hairy arm in eloquent gesture of finality. The boy had stood with his straight, black eyebrows puckered into a studious frown, drinking in every word. Now he straightened up. “I guess I made a mistake,” he said, apologetically. “You ain't tramps at all. You're thieves and murderers and things like that.” His eyes opened a bit wider and his voice sank to a whisper as the words passed his lips. “But you haven't so much on me, at that,” he went on, “for I'm a regular burglar, too,” and from the bulging pockets of his coat he drew two handfuls of greenbacks and jewelry. The eyes of the six registered astonishment, mixed with craft and greed. “I just robbed a house in Oakdale,” explained the boy. “I usually rob one every night.” For a moment his auditors were too surprised to voice a single emotion; but presently one murmured, soulfully: “Pipe de swag!” He of the frock coat, golf cap, and years waved a conciliatory hand. He tried to look at the boy's face; but for the life of him he couldn't raise his eyes above the dazzling wealth clutched in the fingers of those two small, slim hands.",
   "summaries": [],
   "persons": [
    "”",
    "The"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1442,
   "text": "From one dangled a pearl necklace which alone might have ransomed, if not a king, at least a lesser member of a royal family, while diamonds, rubies, sapphires, and emeralds scintillated in the flaring light of the fire. Nor was the fistful of currency in the other hand to be sneezed at. There were greenbacks, it is true; but there were also yellowbacks with the reddish gold of large denominations. The Sky Pilot sighed a sigh that was more than half gasp. “Can't yuh take a kid?” he inquired. “I knew youse all along. Yuh can't fool an old bird like The Sky Pilot--eh, boys?” and he turned to his comrades for confirmation. “He's The Oskaloosa Kid,” exclaimed one of the company. “I'd know 'im anywheres.” “Pull up and set down,” invited another. The boy stuffed his loot back into his pockets and came closer to the fire. Its warmth felt most comfortable, for the Spring night was growing chill. He looked about him at the motley company, some half-spruce in clothing that suggested a Kuppenmarx label and a not too far association with a tailor's goose, others in rags, all but one unshaven and all more or less dirty--for the open road is close to Nature, which is principally dirt. “Shake hands with Dopey Charlie,” said The Sky Pilot, whose age and corpulency appeared to stamp him with the hall mark of authority. The youth did as he was bid, smiling into the sullen, chalk-white face and taking the clammy hand extended toward him.",
   "summaries": [],
   "persons": [
    "The Sky Pilot",
    "The Sky",
    "The"
   ],
   "organisations": [
    "Kuppenmarx"
   ],
   "locations": [],
   "misc": [
    "Oskaloosa"
   ]
  },
  {
   "size": 1471,
   "text": "Was it a shudder that passed through the lithe, young figure or was it merely a subconscious recognition of the final passing of the bodily cold before the glowing warmth of the blaze? “And Soup Face,” continued The Sky Pilot. A battered wreck half rose and extended a pudgy hand. Red whiskers, matted in little tangled wisps which suggested the dried ingredients of an infinite procession of semi-liquid refreshments, rioted promiscuously over a scarlet countenance. “Pleased to meetcha,” sprayed Soup Face. It was a strained smile which twisted the rather too perfect mouth of The Oskaloosa Kid, an appellation which we must, perforce, accept since the youth did not deny it. Columbus Blackie, The General, and Dirty Eddie were formally presented. As Dirty Eddie was, physically, the cleanest member of the band the youth wondered how he had come by his sobriquet--that is, he wondered until he heard Dirty Eddie speak, after which he was no longer in doubt. The Oskaloosa Kid, self-confessed 'tramp' and burglar, flushed at the lurid obscenity of Dirty Eddie's remarks. “Sit down, bo,” invited Soup Face. “I guess you're a regular all right. Here, have a snifter?” and he pulled a flask from his side pocket, holding it toward The Oskaloosa Kid. “Thank you, but;--er--I'm on the wagon, you know,” declined the youth. “Have a smoke?” suggested Columbus Blackie. “Here's the makin's.” The change in the attitude of the men toward him pleased The Oskaloosa Kid immensely.",
   "summaries": [],
   "persons": [
    "Oskaloosa Kid"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "Oskaloosa Kid"
   ]
  },
  {
   "size": 1556,
   "text": "They were treating him as one of them, and after the lonely walk through the dark and desolate farm lands human companionship of any kind was to him as the proverbial straw to the man who rocked the boat once too often. Dopey Charlie and The General, alone of all the company, waxed not enthusiastic over the advent of The Oskaloosa Kid and his priceless loot. These two sat scowling and whispering in the back-ground. “Dat's a wrong guy,” muttered the former to the latter. “He's a stool pigeon or one of dese amatoor mugs.” “It's the pullin' of that punk graft that got my goat,” replied The General. “I never seen a punk yet that didn't try to make you think he was a wise guy an' dis stiff don't belong enough even to pull a spiel that would fool a old ladies' sewin' circle. I don't see wot The Sky Pilot's cozyin' up to him fer.” “You don't?” scoffed Dopey Charlie. “Didn't you lamp de oyster harness? To say nothin' of de mitful of rocks and kale.” “That 'ud be all right, too,” replied the other, “if we could put the guy to sleep; but The Sky Pilot won't never stand for croakin' nobody. He's too scared of his neck. We'll look like a bunch o' wise ones, won't we? lettin' a stranger sit in now--after last night. Hell!” he suddenly exploded. “Don't you know that you an' me stand to swing if any of de bunch gets gabby in front of dis phoney punk?” The two sat silent for a while, The General puffing on a short briar, Dopey Charlie inhaling deep draughts from a cigarette, and both glaring through narrowed lids at the boy warming himself beside",
   "summaries": [],
   "persons": [
    "Dopey Charlie",
    "The Oskaloosa Kid"
   ],
   "organisations": [
    "Sky Pilot"
   ],
   "locations": [],
   "misc": [
    "Oskaloosa Kid"
   ]
  },
  {
   "size": 1557,
   "text": "the fire where the others were attempting to draw him out the while they strove desperately but unavailingly to keep their eyes from the two bulging sidepockets of their guest's coat. Soup Face, who had been assiduously communing with a pint flask, leaned close to Columbus Blackie, placing his whiskers within an inch or so of the other's nose as was his habit when addressing another, and whispered, relative to the pearl necklace: “Not a cent less 'n fifty thou, bo!” “Fertheluvomike!” ejaculated Blackie, drawing back and wiping a palm quickly across his lips. “Get a plumber first if you want to kiss me--you leak.” “He thinks you need a shower bath,” said Dirty Eddie, laughing. “The trouble with Soup Face,” explained The Sky Pilot, “is that he's got a idea he's a human atomizer an' that the rest of us has colds.” “Well, I don't want no atomizer loaded with rot-gut and garlic shot in my mug,” growled Blackie. “What Soup Face needs is to be learned ettyket, an' if he comes that on me again I'm goin' to push his mush through the back of his bean.” An ugly light came into the blear eyes of Soup Face. Once again he leaned close to Columbus Blackie. “Not a cent less 'n fifty thou, you tinhorn!” he bellowed, belligerent and sprayful. Blackie leaped to his feet, with an oath--a frightful, hideous oath--and as he rose he swung a heavy fist to Soup Face's purple nose. The latter rolled over backward; but was upon his feet again much quicker than one would have expected in so gross a bulk, and as he came to his feet a knife flashed in his hand.",
   "summaries": [],
   "persons": [
    "Soup Face",
    "The",
    "Blackie"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1419,
   "text": "With a sound that was more bestial than human he ran toward Blackie; but there was another there who had anticipated his intentions. As the blow was struck The Sky Pilot had risen; and now he sprang forward, for all his age and bulk as nimble as a cat, and seized Soup Face by the wrist. A quick wrench brought a howl of pain to the would-be assassin, and the knife fell to the floor. “You gotta cut that if you travel with this bunch,” said The Sky Pilot in a voice that was new to The Oskaloosa Kid; “and you, too, Blackie,” he continued. “The rough stuff don't go with me, see?” He hurled Soup Face to the floor and resumed his seat by the fire. The youth was astonished at the physical strength of this old man, seemingly so softened by dissipation; but it showed him the source of The Sky Pilot's authority and its scope, for Columbus Blackie and Soup Face quitted their quarrel immediately. Dirty Eddie rose, yawned and stretched. “Me fer the hay,” he announced, and lay down again with his feet toward the fire. Some of the others followed his example. “You'll find some hay in the loft there,” said The Sky Pilot to The Oskaloosa Kid. “Bring it down an' make your bed here by me, there's plenty room.” A half hour later all were stretched out upon the hard dirt floor upon improvised beds of rotted hay; but not all slept. The Oskaloosa Kid, though tired, found himself wider awake than he ever before had been.",
   "summaries": [],
   "persons": [
    "Soup Face",
    "The Sky Pilot",
    "The",
    "Dirty Eddie",
    "Columbus Blackie",
    "Oskaloosa"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1447,
   "text": "Apparently sleep could never again come to those heavy eyes. There passed before his mental vision a panorama of the events of the night. He smiled as he inaudibly voiced the name they had given him, the right to which he had not seen fit to deny. “The Oskaloosa Kid.” The boy smiled again as he felt the 'swag' hard and lumpy in his pockets. It had given him prestige here that he could not have gained by any other means; but he mistook the nature of the interest which his display of stolen wealth had aroused. He thought that the men now looked upon him as a fellow criminal to be accepted into the fraternity through achievement; whereas they suffered him to remain solely in the hope of transferring his loot to their own pockets. It is true that he puzzled them. Even The Sky Pilot, the most astute and intelligent of them all, was at a loss to fathom The Oskaloosa Kid. Innocence and unsophistication flaunted their banners in almost every act and speech of The Oskaloosa Kid. The youth reminded him in some ways of members of a Sunday school which had flourished in the dim vistas of his past when, as an ordained minister of the Gospel, he had earned the sobriquet which now identified him. But the concrete evidence of the valuable loot comported not with The Sky Pilot's idea of a Sunday school boy's lark. The young fellow was, unquestionably, a thief; but that he had ever before consorted with thieves his speech and manners belied.",
   "summaries": [],
   "persons": [
    "The"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1401,
   "text": "“He's got me,” murmured The Sky Pilot; “but he's got the stuff on him, too; and all I want is to get it off of him without a painful operation. Tomorrow'll do,” and he shifted his position and fell asleep. Dopey Charlie and The General did not, however, follow the example of their chief. They remained very wide awake, a little apart from the others, where their low whispers could not be overheard. “You better do it,” urged The General, in a soft, insinuating voice. “You're pretty slick with the toad stabber, an' any way one more or less won't count.” “We can go to Sout' America on dat stuff an' live like gents,” muttered Dopey Charlie. “I'm goin' to cut out de Hop an' buy a farm an' a ottymobeel and--” “Come out of it,” admonished The General. “If we're lucky we'll get as far as Cincinnati, get a stew on and get pinched. Den one of us'll hang an' de other get stir fer life.” The General was a weasel faced person of almost any age between thirty-five and sixty. Sometimes he could have passed for a hundred and ten. He had won his military title as a boy in the famous march of Coxey's army on Washington, or, rather, the title had been conferred upon him in later years as a merited reward of service. The General, profiting by the precepts of his erstwhile companions in arms, had never soiled his military escutcheon by labor, nor had he ever risen to the higher planes of criminality.",
   "summaries": [],
   "persons": [
    "Dopey Charlie",
    "General",
    "The"
   ],
   "organisations": [
    "Hop"
   ],
   "locations": [],
   "misc": []
  },
  {
   "size": 1460,
   "text": "Rather as a mediocre pickpocket and a timorous confidence man had he eked out a meager existence, amply punctuated by seasons of straight bumming and intervals spent as the guest of various inhospitably hospitable states. Now, for the first time in his life, The General faced the possibility of a serious charge; and his terror made him what he never before had been, a dangerous criminal. “You're a cheerful guy,” commented Dopey Charlie; “but you may be right at dat. Dey can't hang a guy any higher fer two 'an they can fer one an' dat's no pipe; so wots de use. Wait till I take a shot--it'll be easier,” and he drew a small, worn case from an inside pocket, bared his arm to the elbow and injected enough morphine to have killed a dozen normal men. From a pile of mouldy hay across the barn the youth, heavy eyed but sleepless, watched the two through half closed lids. A qualm of disgust sent a sudden shudder through his slight frame. For the first time he almost regretted having embarked upon a life of crime. He had seen that the two men were conversing together earnestly, though he could over-hear nothing they said, and that he had been the subject of their nocturnal colloquy, for several times a glance or a nod in his direction assured him of this. And so he lay watching them--not that he was afraid, he kept reassuring himself, but through curiosity. Why should he be afraid? Was it not a well known truth that there was honor among thieves?",
   "summaries": [],
   "persons": [
    "Dopey"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1413,
   "text": "But the longer he watched the heavier grew his lids. Several times they closed to be dragged open again only by painful effort. Finally came a time that they remained closed and the young chest rose and fell in the regular breathing of slumber. The two ragged, rat-hearted creatures rose silently and picked their way, half-crouched, among the sleepers sprawled between them and The Oskaloosa Kid. In the hand of Dopey Charlie gleamed a bit of shiny steel and in his heart were fear and greed. The fear was engendered by the belief that the youth might be an amateur detective. Dopey Charlie had had one experience of such and he knew that it was easily possible for them to blunder upon evidence which the most experienced of operatives might pass over unnoticed, and the loot bulging pockets furnished a sufficient greed motive in themselves. Beside the boy kneeled the man with the knife. He did not raise his hand and strike a sudden, haphazard blow. Instead he placed the point carefully, though lightly, above the victim's heart, and then, suddenly, bore his weight upon the blade. Abigail Prim always had been a thorn in the flesh of her stepmother--a well-meaning, unimaginative, ambitious, and rather common woman. Coming into the Prim home as house-keeper shortly after the death of Abigail's mother, the second Mrs. Prim had from the first looked upon Abigail principally as an obstacle to be overcome.",
   "summaries": [],
   "persons": [
    "Dopey Charlie",
    "Prim",
    "Abigail Prim",
    "Abigail"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1402,
   "text": "She had tried to 'do right by her'; but she had never given the child what a child most needs and most craves--love and understanding. Not loving Abigail, the house-keeper could, naturally, not give her love; and as for understanding her one might as reasonably have expected an adding machine to understand higher mathematics. Jonas Prim loved his daughter. There was nothing, within reason, that money could buy which he would not have given her for the asking; but Jonas Prim's love, as his life, was expressed in dollar signs, while the love which Abigail craved is better expressed by any other means at the command of man. Being misunderstood and, to all outward appearances of sentiment and affection, unloved had not in any way embittered Abigail's remarkably joyous temperament. She made up for it in some measure by getting all the fun and excitement out of life which she could discover therein, or invent through the medium of her own resourceful imagination. But recently the first real sorrow had been thrust into her young life since the half-forgotten mother had been taken from her. The second Mrs. Prim had decided that it was her 'duty' to see that Abigail, having finished school and college, was properly married. As a matchmaker the second Mrs. Prim was as a Texas steer in a ten cent store. It was nothing to her that Abigail did not wish to marry anyone, or that the man of Mrs.",
   "summaries": [],
   "persons": [
    "Jonas",
    "Abigail",
    "Jonas Prim"
   ],
   "organisations": [],
   "locations": [
    "Texas"
   ],
   "misc": []
  },
  {
   "size": 1414,
   "text": "Prim's choice, had he been the sole surviving male in the Universe, would have still been as far from Abigail's choice as though he had been an inhabitant of one of Orion's most distant planets. As a matter of fact Abigail Prim detested Samuel Benham because he represented to her everything in life which she shrank from--age, avoirdupois, infirmity, baldness, stupidity, and matrimony. He was a prosaic old bachelor who had amassed a fortune by the simple means of inheriting three farms upon which an industrial city subsequently had been built. Necessity rather than foresight had compelled him to hold on to his property; and six weeks of typhoid, arriving and departing, had saved him from selling out at a low figure. The first time he found himself able to be out and attend to business he likewise found himself a wealthy man, and ever since he had been growing wealthier without personal effort. All of which is to render evident just how impossible a matrimonial proposition was Samuel Benham to a bright, a beautiful, a gay, an imaginative, young, and a witty girl such as Abigail Prim, who cared less for money than for almost any other desirable thing in the world. Nagged, scolded, reproached, pestered, threatened, Abigail had at last given a seeming assent to her stepmother's ambition; and had forthwith been packed off on a two weeks visit to the sister of the bride-groom elect. After which Mr.",
   "summaries": [],
   "persons": [
    "Abigail Prim",
    "Samuel Benham",
    "Abigail"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1491,
   "text": "Benham was to visit Oakdale as a guest of the Prims, and at a dinner for which cards already had been issued--so sure was Mrs. Jonas Prim of her position of dictator of the Prim menage--the engagement was to be announced. It was some time after dinner on the night of Abigail's departure that Mrs. Prim, following a habit achieved by years of housekeeping, set forth upon her rounds to see that doors and windows were properly secured for the night. A French window and its screen opening upon the verandah from the library she found open. “The house will be full of mosquitoes!” she ejaculated mentally as she closed them both with a bang and made them fast. “I should just like to know who left them open. Upon my word, I don't know what would become of this place if it wasn't for me. Of all the shiftlessness!” and she turned and flounced upstairs. In Abigail's room she flashed on the center dome light from force of habit, although she knew that the room had been left in proper condition after the girl's departure earlier in the day. The first thing amiss that her eagle eye noted was the candlestick lying on the floor beside the dressing table. As she stooped to pick it up she saw the open drawer from which the small automatic had been removed, and then, suspicions, suddenly aroused, as suddenly became fear; and Mrs. Prim almost dove across the room to the hidden wall safe. A moment's investigation revealed the startling fact that the safe was unlocked and practically empty.",
   "summaries": [],
   "persons": [
    "Prim",
    "Jonas Prim"
   ],
   "organisations": [],
   "locations": [
    "Oakdale"
   ],
   "misc": [
    "French"
   ]
  },
  {
   "size": 1413,
   "text": "It was then that Mrs. Jonas Prim screamed. Her scream brought Jonas and several servants upon the scene. A careful inspection of the room disclosed the fact that while much of value had been ignored the burglar had taken the easily concealed contents of the wall safe which represented fully ninety percentum of the value of the personal property in Abigail Prim's apartments. Mrs. Prim scowled suspiciously upon the servants. Who else, indeed, could have possessed the intimate knowledge which the thief had displayed. Mrs. Prim saw it all. The open library window had been but a clever blind to hide the fact that the thief had worked from the inside and was now doubtless in the house at that very moment. “Jonas,” she directed, “call the police at once, and see that no one, absolutely no one, leaves this house until they have been here and made a full investigation.” “Shucks, Pudgy!” exclaimed Mr. Prim. “You don't think the thief is waiting around here for the police, do you?” “I think that if you get the police here at once, Jonas, we shall find both the thief and the loot under our very roof,” she replied, not without asperity. “You don't mean--” he hesitated. “Why, Pudgy, you don't mean you suspect one of the servants?” “Who else could have known?” asked Mrs. Prim. The servants present looked uncomfortable and cast sheepish eyes of suspicion at one another. “It's all tommy rot!” ejaculated Mr.",
   "summaries": [],
   "persons": [
    "Abigail",
    "Jonas",
    "The"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1407,
   "text": "Prim; “but I'll call the police, because I got to report the theft. It's some slick outsider, that's who it is,” and he started down stairs toward the telephone. Before he reached it the bell rang, and when he had hung up the receiver after the conversation the theft seemed a trivial matter. In fact he had almost forgotten it, for the message had been from the local telegraph office relaying a wire they had just received from Mr. Samuel Benham. “I say, Pudgy,” he cried, as he took the steps two at a time for the second floor, “here's a wire from Benham saying Gail didn't come on that train and asking when he's to expect her.” “Impossible!” ejaculated Mrs. Prim. “I certainly saw her aboard the train myself. Impossible!” Jonas Prim was a man of action. Within half an hour he had set in motion such wheels as money and influence may cause to revolve in search of some clew to the whereabouts of the missing Abigail, and at the same time had reported the theft of jewels and money from his home; but in doing this he had learned that other happenings no less remarkable in their way had taken place in Oakdale that very night. The following morning all Oakdale was thrilled as its fascinated eyes devoured the front page of Oakdale's ordinarily dull daily. Never had Oakdale experienced a plethora of home-grown thrills; but it came as near to it that morning, doubtless, as it ever had or ever will.",
   "summaries": [],
   "persons": [
    "Jonas Prim",
    "Oakdale"
   ],
   "organisations": [],
   "locations": [
    "Oakdale"
   ],
   "misc": []
  },
  {
   "size": 1437,
   "text": "Not since the cashier of The Merchants and Farmers Bank committed suicide three years past had Oakdale been so wrought up, and now that historic and classical event paled into insignificance in the glaring brilliancy of a series of crimes and mysteries of a single night such as not even the most sanguine of Oakdale's thrill lovers could have hoped for. There was, first, the mysterious disappearance of Abigail Prim, the only daughter of Oakdale's wealthiest citizen; there was the equally mysterious robbery of the Prim home. Either one of these would have been sufficient to have set Oakdale's multitudinous tongues wagging for days; but they were not all. Old John Baggs, the city's best known miser, had suffered a murderous assault in his little cottage upon the outskirts of town, and was even now lying at the point of death in The Samaritan Hospital. That robbery had been the motive was amply indicated by the topsy-turvy condition of the contents of the three rooms which Baggs called home. As the victim still was unconscious no details of the crime were obtainable. Yet even this atrocious deed had been capped by one yet more hideous. Reginald Paynter had for years been looked upon half askance and yet with a certain secret pride by Oakdale. He was her sole bon vivant in the true sense of the word, whatever that may be. He was always spoken of in the columns of The Oakdale Tribune as 'that well known man-about-town,'",
   "summaries": [],
   "persons": [
    "Reginald",
    "Baggs",
    "Paynter",
    "The"
   ],
   "organisations": [
    "The Merchants and Farmers Bank",
    "The Oakdale Tribune"
   ],
   "locations": [
    "Oakdale"
   ],
   "misc": []
  },
  {
   "size": 1640,
   "text": "or 'one of Oakdale's most prominent clubmen.' Reginald Paynter had been, if not the only, at all events the best dressed man in town. His clothes were made in New York. This in itself had been sufficient to have set him apart from all the other males of Oakdale. He was widely travelled, had an independent fortune, and was far from unhandsome. For years he had been the hope and despair of every Oakdale mother with marriageable daughters. The Oakdale fathers, however, had not been so keen about Reginald. Men usually know more about the morals of men than do women. There were those who, if pressed, would have conceded that Reginald had no morals. But what place has an obituary in a truthful tale of adventure and mystery! Reginald Paynter was dead. His body had been found beside the road just outside the city limits at mid-night by a party of automobilists returning from a fishing trip. The skull was crushed back of the left ear. The position of the body as well as the marks in the road beside it indicated that the man had been hurled from a rapidly moving automobile. The fact that his pockets had been rifled led to the assumption that he had been killed and robbed before being dumped upon the road. Now there were those in Oakdale, and they were many, who endeavored to connect in some way these several events of horror, mystery, and crime. In the first place it seemed quite evident that the robbery at the Prim home, the assault upon Old Baggs, and the murder of Paynter had been the work of the same man; but how could such a series of frightful happenings be in any way connected with the disappearance of Abigail Prim?",
   "summaries": [],
   "persons": [
    "Reginald Paynter",
    "Abigail"
   ],
   "organisations": [],
   "locations": [
    "Oakdale"
   ],
   "misc": []
  },
  {
   "size": 1576,
   "text": "Of course there were many who knew that Abigail and Reginald were old friends; and that the former had, on frequent occasions, ridden abroad in Reginald's French roadster, that he had escorted her to parties and been, at various times, a caller at her home; but no less had been true of a dozen other perfectly respectable young ladies of Oakdale. Possibly it was only Abigail's added misfortune to have disappeared upon the eve of the night of Reginald's murder. But later in the day when word came from a nearby town that Reginald had been seen in a strange touring car with two unknown men and a girl, the gossips commenced to wag their heads. It was mentioned, casually of course, that this town was a few stations along the very road upon which Abigail had departed the previous afternoon for that destination which she had not reached. It was likewise remarked that Reginald, the two strange men and the GIRL had been first noticed after the time of arrival of the Oakdale train! What more was needed? Absolutely nothing more. The tongues ceased wagging in order that they might turn hand-springs. Find Abigail Prim, whispered some, and the mystery will be solved. There were others charitable enough to assume that Abigail had been kidnapped by the same men who had murdered Paynter and wrought the other lesser deeds of crime in peaceful Oakdale. The Oakdale Tribune got out an extra that afternoon giving a resume of such evidence as had appeared in the regular edition and hinting at all the numerous possibilities suggested by such matter as had come to hand since.",
   "summaries": [],
   "persons": [
    "The"
   ],
   "organisations": [
    "Oakdale Tribune"
   ],
   "locations": [
    "Oakdale"
   ],
   "misc": [
    "French"
   ]
  },
  {
   "size": 1440,
   "text": "Even fear of old Jonas Prim and his millions had not been enough to entirely squelch the newspaper instinct of the Tribune's editor. Never before had he had such an opportunity and he made the best of it, even repeating the vague surmises which had linked the name of Abigail to the murder of Reginald Paynter. Jonas Prim was too busy and too worried to pay any attention to the Tribune or its editor. He already had the best operative that the best detective agency in the nearest metropolis could furnish. The man had come to Oakdale, learned all that was to be learned there, and forthwith departed. This, then, will be about all concerning Oakdale for the present. We must leave her to bury her own dead. The sudden pressure of the knife point against the breast of the Oskaloosa Kid awakened the youth with a startling suddenness which brought him to his feet before a second vicious thrust reached him. For a time he did not realize how close he had been to death or that he had been saved by the chance location of the automatic pistol in his breast pocket--the very pistol he had taken from the dressing table of Abigail Prim's boudoir. The commotion of the attack and escape brought the other sleepers to heavy-eyed wakefulness. They saw Dopey Charlie advancing upon the Kid, a knife in his hand. Behind him slunk The General, urging the other on. The youth was backing toward the doorway. The tableau persisted but for an instant.",
   "summaries": [],
   "persons": [
    "Dopey Charlie",
    "Jonas",
    "Jonas Prim",
    "The"
   ],
   "organisations": [
    "Tribune"
   ],
   "locations": [
    "Oakdale"
   ],
   "misc": [
    "Oskaloosa Kid"
   ]
  },
  {
   "size": 1449,
   "text": "Then the would-be murderer rushed madly upon his victim, the latter's hand leaped from beneath the breast of his torn coat--there was a flash of flame, a staccato report and Dopey Charlie crumpled to the ground, screaming. In the same instant The Oskaloosa Kid wheeled and vanished into the night. It had all happened so quickly that the other members of the gang, awakened from deep slumber, had only time to stumble to their feet before it was over. The Sky Pilot, ignoring the screaming Charlie, thought only of the loot which had vanished with the Oskaloosa Kid. “Come on! We gotta get him,” he cried, as he ran from the barn after the fugitive. The others, all but Dopey Charlie, followed in the wake of their leader. The wounded man, his audience departed, ceased screaming and, sitting up, fell to examining himself. To his surprise he discovered that he was not dead. A further and more minute examination disclosed the additional fact that he was not even badly wounded. The bullet of The Kid had merely creased the flesh over the ribs beneath his right arm. With a grunt that might have been either disgust or relief he stumbled to his feet and joined in the pursuit. Down the road toward the south ran The Oskaloosa Kid with all the fleetness of youth spurred on by terror. In five minutes he had so far outdistanced his pursuers that The Sky Pilot leaped to the conclusion that the quarry had left the road to hide in an adjoining field.",
   "summaries": [],
   "persons": [
    "The Sky Pilot"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "Oskaloosa Kid",
    "The Oskaloosa Kid"
   ]
  },
  {
   "size": 1456,
   "text": "The resultant halt and search upon either side of the road delayed the chase to a sufficient extent to award the fugitive a mile lead by the time the band resumed the hunt along the main highway. The men were determined to overhaul the youth not alone because of the loot upon his person but through an abiding suspicion that he might indeed be what some of them feared he was--an amateur detective--and there were at least two among them who had reason to be especially fearful of any sort of detective from Oakdale. They no longer ran; but puffed arduously along the smooth road, searching with troubled and angry eyes to right and left and ahead of them as they went. The Oskaloosa Kid puffed, too; but he puffed a mile away from the searchers and he walked more rapidly than they, for his muscles were younger and his wind unimpaired by dissipation. For a time he carried the small automatic in his hand; but later, hearing no evidence of pursuit, he returned it to the pocket in his coat where it had lain when it had saved him from death beneath the blade of the degenerate Charlie. For an hour he continued walking rapidly along the winding country road. He was very tired; but he dared not pause to rest. Always behind him he expected the sudden onslaught of the bearded, blear-eyed followers of The Sky Pilot. Terror goaded him to supreme physical effort. Recollection of the screaming man sinking to the earthen floor of the hay barn haunted him.",
   "summaries": [],
   "persons": [
    "Kid"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "Kid"
   ]
  },
  {
   "size": 1424,
   "text": "He was a murderer! He had slain a fellow man. He winced and shuddered, increasing his gait until again he almost ran --ran from the ghost pursuing him through the black night in greater terror than he felt for the flesh and blood pursuers upon his heels. And Nature drew upon her sinister forces to add to the fear which the youth already felt. Black clouds obscured the moon blotting out the soft kindliness of the greening fields and transforming the budding branches of the trees to menacing and gloomy arms which appeared to hover with clawlike talons above the dark and forbidding road. The wind soughed with gloomy and increasing menace, a sudden light flared across the southern sky followed by the reverberation of distant thunder. Presently a great rain drop was blown against the youth's face; the vividness of the lightning had increased; the rumbling of the thunder had grown to the proportions of a titanic bombardment; but he dared not pause to seek shelter. Another flash of lightning revealed a fork in the road immediately ahead--to the left ran the broad, smooth highway, to the right a dirt road, overarched by trees, led away into the impenetrable dark. The fugitive paused, undecided. Which way should he turn? The better travelled highway seemed less mysterious and awesome, yet would his pursuers not naturally assume that he had followed it? Then, of course, the right hand road was the road for him.",
   "summaries": [],
   "persons": [
    "Nature"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 741,
   "text": "Yet still he hesitated, for the right hand road was black and forbidding; suggesting the entrance to a pit of unknown horrors. As he stood there with the rain and the wind, the thunder and the lightning, horror of the past and terror of the future his only companions there broke suddenly through the storm the voice of a man just ahead and evidently approaching along the highway. The youth turned to flee; but the thought of the men tracking him from that direction brought him to a sudden halt. There was only the road to the right, then, after all. Cautiously he moved toward it, and at the same time the words of the voice came clearly through the night: “'... as, swinging heel and toe, 'We tramped the road to Anywhere, the magic road",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1408,
   "text": "'The tragic road to Anywhere, such dear, dim years The voice seemed reassuring--its quality and the annunciation of the words bespoke for its owner considerable claim to refinement. The youth had halted again, but he now crouched to one side fearing to reveal his presence because of the bloody crime he thought he had committed; yet how he yearned to throw himself upon the compassion of this fine voiced stranger! How his every fibre cried out for companionship in this night of his greatest terror; but he would have let the invisible minstrel pass had not Fate ordained to light the scene at that particular instant with a prolonged flare of sheet lightning, revealing the two wayfarers to one another. The youth saw a slight though well built man in ragged clothes and disreputable soft hat. The image was photographed upon his brain for life--the honest, laughing eyes, the well moulded features harmonizing so well with the voice, and the impossible garments which marked the man hobo and bum as plainly as though he wore a placard suspended from his neck. The stranger halted. Once more darkness enveloped them. “Lovely evening for a stroll,” remarked the man. “Running out to your country place? Isn't there danger of skidding on these wet roads at night? I told James, just before we started, to be sure to see that the chains were on all around; but he forgot them. James is very trying sometimes.",
   "summaries": [],
   "persons": [
    "Fate",
    "James"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1588,
   "text": "Now he never showed up this evening and I had to start out alone, and he knows perfectly well that I detest driving after dark in the rain.” The youth found himself smiling. His fear had suddenly vanished. No one could harbor suspicion of the owner of that cheerful voice. “I didn't know which road to take,” he ventured, in explanation of his presence at the cross road. “Oh,” exclaimed the man, “are there two roads here? I was looking for this fork and came near passing it in the dark. It was a year ago since I came this way; but I recall a deserted house about a mile up the dirt road. It will shelter us from the inclemencies of the weather.” “Oh!” cried the youth. “Now I know where I am. In the dark and the storm and after all that has happened to me tonight nothing seemed natural. It was just as though I was in some strange land; but I know now. Yes, there is a deserted house a little less than a mile from here; but you wouldn't want to stop there at night. They tell some frightful stories about it. It hasn't been occupied for over twenty years--not since the Squibbs were found murdered there--the father, mother, three sons, and a daughter. They never discovered the murderer, and the house has stood vacant and the farm unworked almost continuously since. A couple of men tried working it; but they didn't stay long. A night or so was enough for them and their families. I remember hearing as a little--er--child stories of the frightful things that happened there in the house where the Squibbs were murdered--things that happened after dark when the lights were out.",
   "summaries": [],
   "persons": [
    "Squibbs"
   ],
   "organisations": [
    "Squibbs"
   ],
   "locations": [
    "Squibbs"
   ],
   "misc": []
  },
  {
   "size": 1530,
   "text": "Oh, I wouldn't even pass that place on a night like this.” The man smiled. “I slept there alone one rainy night about a year ago,” he said. “I didn't see or hear anything unusual. Such stories are ridiculous; and even if there was a little truth in them, noises can't harm you as much as sleeping out in the storm. I'm going to encroach once more upon the ghostly hospitality of the Squibbs. Better come with me.” The youth shuddered and drew back. From far behind came faintly the shout of a man. “Yes, I'll go,” exclaimed the boy. “Let's hurry,” and he started off at a half-run toward the dirt road. The man followed more slowly. The darkness hid the quizzical expression of his eyes. He, too, had heard the faint shout far to the rear. He recalled the boy's “after all that has happened to me tonight,” and he shrewdly guessed that the latter's sudden determination to brave the horrors of the haunted house was closely connected with the hoarse voice out of the distance. When he had finally come abreast of the youth after the latter, his first panic of flight subsided, had reduced his speed, he spoke to him in his kindly tones. “What was it that happened to you to-night?” he asked. “Is someone following you? You needn't be afraid of me. I'll help you if you've been on the square. If you haven't, you still needn't fear me, for I won't peach on you. What is it? Tell me.” The youth was on the point of unburdening his soul to this stranger with the kindly voice and the honest eyes; but a sudden fear stayed his tongue.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1474,
   "text": "If he told all it would be necessary to reveal certain details that he could not bring himself to reveal to anyone, and so he commenced with his introduction to the wayfarers in the deserted hay barn. Briefly he told of the attack upon him, of his shooting of Dopey Charlie, of the flight and pursuit. “And now,” he said in conclusion, “that you know I'm a murderer I suppose you won't have any more to do with me, unless you turn me over to the authorities to hang.” There was almost a sob in his voice, so real was his terror. The man threw an arm across his companion's shoulder. “Don't worry, kid,” he said. “You're not a murderer even if you did kill Dopey Charlie, which I hope you did. You're a benefactor of the human race. I have known Charles for years. He should have been killed long since. Furthermore, as you shot in self defence no jury would convict you. I fear, however, that you didn't kill him. You say you could hear his screams as long as you were within earshot of the barn--dead men don't scream, you know.” “How did you know my name?” asked the youth. “I don't,” replied the man. “But you called me 'Kid' and that's my name--I'm The Oskaloosa Kid.” The man was glad that the darkness hid his smile of amusement. He knew The Oskaloosa Kid well, and he knew him as an ex-pug with a pock marked face, a bullet head, and a tin ear. The flash of lightning had revealed, upon the contrary, a slender boy with smooth skin, an oval face, and large dark eyes.",
   "summaries": [],
   "persons": [
    "Charles",
    "The Oskaloosa Kid"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "Oskaloosa Kid"
   ]
  },
  {
   "size": 1413,
   "text": "“Ah,” he said, “so you are The Oskaloosa Kid! I am delighted, sir, to make your acquaintance. Permit me to introduce myself: my name is Bridge. If James were here I should ask him to mix one of his famous cocktails that we might drink to our mutual happiness and the longevity of our friendship.” “I am glad to know you, Mr. Bridge,” said the youth. “Oh, I can't tell you how glad I am to know you. I was so lonely and so afraid,” and he pressed closer to the older man whose arm still encircled his shoulder, though at first he had been inclined to draw away in some confusion. Talking together the two moved on along the dark road. The storm had settled now into a steady rain with infrequent flashes of lightning and peals of thunder. There had been no further indications of pursuit; but Bridge argued that The Sky Pilot, being wise with the wisdom of the owl and cunning with the cunning of the fox, would doubtless surmise that a fugitive would take to the first road leading away from the main artery, and that even though they heard nothing it would be safe to assume that the gang was still upon the boy's trail. “And it's a bad bunch, too,” he continued. “I've known them all for years. The Sky Pilot has the reputation of never countenancing a murder; but that is because he is a sly one. His gang kills; but when they kill under The Sky Pilot they do it so cleverly that no trace of the crime remains.",
   "summaries": [],
   "persons": [
    "The Sky Pilot"
   ],
   "organisations": [
    "Bridge"
   ],
   "locations": [],
   "misc": []
  },
  {
   "size": 1400,
   "text": "Their victim disappears--that is all.” The boy trembled. “You won't let them get me?” he pleaded, pressing closer to the man. The only response was a pressure of the arm about the shoulders of The Oskaloosa Kid. Over a low hill they followed the muddy road and down into a dark and gloomy ravine. In a little open space to the right of the road a flash of lightning revealed the outlines of a building a hundred yards from the rickety and decaying fence which bordered the Squibbs' farm and separated it from the road. “Here we are!” cried Bridge, “and spooks or no spooks we'll find a dry spot in that old ruin. There was a stove there last year and it's doubtless there yet. A good fire to dry our clothes and warm us up will fit us for a bully good sleep, and I'll wager a silk hat that The Oskaloosa Kid is a mighty sleepy kid, eh?” The boy admitted the allegation and the two turned in through the gateway, stepping over the fallen gate and moving through knee high weeds toward the forbidding structure in the distance. A clump of trees surrounded the house, their shade adding to the almost utter blackness of the night. The two had reached the verandah when Bridge, turning, saw a brilliant light flaring through the night above the crest of the hill they had just topped in their descent into the ravine, or, to be more explicit, the small valley, where stood the crumbling house of Squibbs.",
   "summaries": [],
   "persons": [
    "Oskaloosa Kid"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "Oskaloosa Kid"
   ]
  },
  {
   "size": 1532,
   "text": "The purr of a rapidly moving motor rose above the rain, the light rose, fell, swerved to the right and to the left. “Someone must be in a hurry,” commented Bridge. “I suppose it is James, anxious to find you and explain his absence,” suggested The Oskaloosa Kid. They both laughed. “Gad!” cried Bridge, as the car topped the hill and plunged downward toward them, “I'd hate to ride behind that fellow on a night like this, and over a dirt road at that!” As the car swung onto the straight road before the house a flash of lightning revealed dimly the outlines of a rapidly moving touring car with lowered top. Just as the machine came opposite the Squibbs' gate a woman's scream mingled with the report of a pistol from the tonneau and the watchers upon the verandah saw a dark bulk hurled from the car, which sped on with undiminished speed, climbed the hill beyond and disappeared from view. Bridge started on a run toward the gateway, followed by the frightened Kid. In the ditch beside the road they found in a dishevelled heap the body of a young woman. The man lifted the still form in his arms. The youth wondered at the great strength of the slight figure. “Let me help you carry her,” he volunteered; but Bridge needed no assistance. “Run ahead and open the door for me,” he said, as he bore his burden toward the house. Forgetful, in the excitement of the moment, of his terror of the horror ridden ruin, The Oskaloosa Kid hastened ahead, mounted the few steps to the verandah, crossed it and pushed open the sagging door.",
   "summaries": [],
   "persons": [
    "Oskaloosa Kid",
    "Bridge"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "Oskaloosa Kid"
   ]
  },
  {
   "size": 1467,
   "text": "Behind him came Bridge as the youth entered the dark interior. A half dozen steps he took when his foot struck against a soft and yielding mass. Stumbling, he tried to regain his equilibrium only to drop full upon the thing beneath him. One open palm, extended to ease his fall, fell upon the upturned features of a cold and clammy face. With a shriek of horror The Kid leaped to his feet and shrank, trembling, back. “What is it? What's the matter?” cried Bridge, with whom The Kid had collided in his precipitate retreat. “O-o-o!” groaned The Kid, shuddering. “It's dead! It's dead!” “What's dead?” demanded Bridge. “There's a dead man on the floor, right ahead of us,” moaned The Kid. “You'll find a flash lamp in the right hand pocket of my coat,” directed Bridge. “Take it and make a light.” With trembling fingers the Kid did as he was bid, and when after much fumbling he found the button a slim shaft of white light fell downward upon the upturned face of a man cold in death--a little man, strangely garbed, with gold rings in his ears, and long black hair matted in the death sweat of his brow. His eyes were wide and, even in death, terror filled, his features were distorted with fear and horror. His fingers, clenched in the rigidity of death, clutched wisps of dark brown hair. There were no indications of a wound or other violence upon his body, that either the Kid or Bridge could see, except the dried remains of bloody froth which flecked his lips.",
   "summaries": [],
   "persons": [
    "Kid",
    "Bridge"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "Kid"
   ]
  },
  {
   "size": 1415,
   "text": "Bridge still stood holding the quiet form of the girl in his arms, while The Kid, pressed close to the man's side, clutched one arm with a fierce intensity which bespoke at once the nervous terror which filled him and the reliance he placed upon his new found friend. To their right, in the faint light of the flash lamp, a narrow stairway was revealed leading to the second story. Straight ahead was a door opening upon the blackness of a rear apartment. Beside the foot of the stairway was another door leading to the cellar steps. Bridge nodded toward the rear room. “The stove is in there,” he said. “We'd better go on and make a fire. Draw your pistol--whoever did this has probably beat it; but it's just as well to be on the safe side.” “I'm afraid,” said The Oskaloosa Kid. “Let's leave this frightful place. It's just as I told you it was; just as I always heard.” “We can't leave this woman, my boy,” replied Bridge. “She isn't dead. We can't leave her, and we can't take her out into the storm in her condition. We must stay. Come! buck up. There's nothing to fear from a dead man, and--” He never finished the sentence. From the depths of the cellar came the sound of a clanking chain. Something scratched heavily upon the wooden steps. Whatever it was it was evidently ascending, while behind it clanked the heavy links of a dragged chain. The Oskaloosa Kid cast a wide eyed glance of terror at Bridge.",
   "summaries": [],
   "persons": [
    "Kid"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "Oskaloosa Kid"
   ]
  },
  {
   "size": 1505,
   "text": "His lips moved in an attempt to speak; but fear rendered him inarticulate. Slowly, ponderously the THING ascended the dark stairs from the gloom ridden cellar of the deserted ruin. Even Bridge paled a trifle. The man upon the floor appeared to have met an unnatural death--the frightful expression frozen upon the dead face might even indicate something verging upon the supernatural. The sound of the THING climbing out of the cellar was indeed uncanny--so uncanny that Bridge discovered himself looking about for some means of escape. His eyes fell upon the stairway leading to the second floor. “Quick!” he whispered. “Up the stairs! You go first; I'll follow.” The Kid needed no second invitation. With a bound he was half way up the rickety staircase; but a glance ahead at the darkness above gave him pause while he waited for Bridge to catch up with him. Coming more slowly with his burden the man followed the boy, while from below the clanking of the chain warned them that the THING was already at the top of the cellar stairs. “Flash the lamp down there,” directed Bridge. “Let's have a look at it, whatever it is.” With trembling hands The Oskaloosa Kid directed the lens over the edge of the swaying and rotting bannister. His finger slipped from the lighting button plunging them all into darkness. In his frantic effort to find the button and relight the lamp the worst occurred--he fumbled the button and the lamp slipped through his fingers, falling over the bannister to the floor below.",
   "summaries": [],
   "persons": [
    "Kid",
    "Bridge"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "Oskaloosa Kid"
   ]
  },
  {
   "size": 1454,
   "text": "Instantly the sound of the dragging chain ceased; but the silence was even more horrible than the noise which had preceded it. For a long minute the two at the head of the stairs stood in tense silence listening for a repetition of the gruesome sounds from below. The youth was frankly terrified; he made no effort to conceal the fact; but pressed close to his companion, again clutching his arm tightly. Bridge could feel the trembling of the slight figure, the spasmodic gripping of the slender fingers and hear the quick, short, irregular breathing. A sudden impulse to throw a protecting arm about the boy seized him--an impulse which he could not quite fathom, and one to which he could not respond because of the body of the girl he carried. He bent toward the youth. “There are matches in my coat pocket,” he whispered, “--the same pocket in which you found the flash lamp. Strike one and we'll look for a room here where we can lay the girl.” The boy fumbled gropingly in search of the matches. It was evident to the man that it was only with the greatest exertion of will power that he controlled his muscles at all; but at last he succeeded in finding and striking one. At the flare of the light there was a sound from below--a scratching sound and the creaking of boards as beneath a heavy body; then came the clanking of the chain once more, and the bannister against which they leaned shook as though a hand had been laid upon it below them.",
   "summaries": [],
   "persons": [
    "Bridge"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1508,
   "text": "The youth stifled a shriek and simultaneously the match went out; but not before Bridge had seen in the momentary flare of light a partially open door at the far end of the hall in which they stood. Beneath them the stairs creaked now and the chain thumped slowly from one to another as it was dragged upward toward them. “Quick!” called Bridge. “Straight down the hall and into the room at the end.” The man was puzzled. He could not have been said to have been actually afraid, and yet the terror of the boy was so intense, so real, that it could scarce but have had its suggestive effect upon the other; and, too, there was an uncanny element of the supernatural in what they had seen and heard in the deserted house--the dead man on the floor below, the inexplicable clanking of a chain by some unseen THING from the depth of the cellar upward toward them; and, to heighten the effect of these, there were the grim stories of unsolved tragedy and crime. All in all Bridge could not have denied that he was glad of the room at the end of the hall with its suggestion of safety in the door which might be closed against the horrors of the hall and the Stygian gloom below stairs. The Oskaloosa Kid was staggering ahead of him, scarce able to hold his body erect upon his shaking knees--his gait seemed pitifully slow to the unarmed man carrying the unconscious girl and listening to the chain dragging ever nearer and nearer behind; but at last they reached the doorway and passed through it into the room.",
   "summaries": [],
   "persons": [
    "Oskaloosa Kid",
    "Bridge"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "The Oskaloosa Kid"
   ]
  },
  {
   "size": 1557,
   "text": "“Close the door,” directed Bridge as he crossed toward the center of the room to lay his burden upon the floor, but there was no response to his instructions--only a gasp and the sound of a body slumping to the rotting boards. With an exclamation of chagrin the man dropped the girl and swung quickly toward the door. Halfway down the hall he could hear the chain rattling over loose planking, the THING, whatever it might be, was close upon them. Bridge slammed-to the door and with a shoulder against it drew a match from his pocket and lighted it. Although his clothing was soggy with rain he knew that his matches would still be dry, for this pocket and its flap he had ingeniously lined with waterproof material from a discarded slicker he had found--years of tramping having taught him the discomforts of a fireless camp. In the resultant light the man saw with a quick glance a large room furnished with an old walnut bed, dresser, and commode; two lightless windows opened at the far end toward the road, Bridge assumed; and there was no door other than that against which he leaned. In the last flicker of the match the man scanned the door itself for a lock and, to his relief, discovered a bolt--old and rusty it was, but it still moved in its sleeve. An instant later it was shot--just as the sound of the dragging chain ceased outside. Near the door was the great bed, and this Bridge dragged before it as an additional barricade; then, bearing nothing more from the hallway, he turned his attention to the two unconscious forms upon the floor.",
   "summaries": [],
   "persons": [
    "Bridge"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1459,
   "text": "Unhesitatingly he went to the boy first though had he questioned himself he could not have told why; for the youth, undoubtedly, had only swooned, while the girl had been the victim of a murderous assault and might even be at the point of death. What was the appeal to the man in the pseudo Oskaloosa Kid? He had scarce seen the boy's face, yet the terrified figure had aroused within him, strongly, the protective instinct. Doubtless it was the call of youth and weakness which find, always, an answering assurance in the strength of a strong man. As Bridge groped toward the spot where the boy had fallen his eyes, now become accustomed to the darkness of the room, saw that the youth was sitting up. “Well?” he asked. “Feeling better?” “Where is it? Oh, God! Where is it?” cried the boy. “It will come in here and kill us as it killed that--that--down stairs.” “It can't get in,” Bridge assured him. “I've locked the door and pushed the bed in front of it. Gad! I feel like an old maid looking under the bed for burglars.” From the hall came a sudden clanking of the chain accompanied by a loud pounding upon the bare floor. With a scream the youth leaped to his feet and almost threw himself upon Bridge. His arms were about the man's neck, his face buried in his shoulder. “Oh, don't--don't let it get me!” he cried. “Brace up, son,” Bridge admonished him. “Didn't I tell you that it can't get in?” “How do you know it can't get in?” whimpered the youth.",
   "summaries": [],
   "persons": [
    "Bridge"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1405,
   "text": "“It's the thing that murdered the man down stairs--it's the thing that murdered the Squibbs--right here in this room. It got in to them--what is to prevent its getting in to us. What are doors to such a THING?” “Come! come! now,” Bridge tried to soothe him. “You have a case of nerves. Lie down here on this bed and try to sleep. Nothing shall harm you, and when you wake up it will be morning and you'll laugh at your fears.” “Lie on THAT bed!” The voice was almost a shriek. “That is the bed the Squibbs were murdered in--the old man and his wife. No one would have it, and so it has remained here all these years. I would rather die than touch the thing. Their blood is still upon it.” “I wish,” said Bridge a trifle sternly, “that you would try to control yourself a bit. Hysteria won't help us any. Here we are, and we've to make the best of it. Besides we must look after this young woman--she may be dying, and we haven't done a thing to help her.” The boy, evidently shamed, released his hold upon Bridge and moved away. “I am sorry,” he said. “I'll try to do better; but, Oh! I was so frightened. You cannot imagine how frightened I was.” “I had imagined,” said Bridge, “from what I had heard of him that it would be a rather difficult thing to frighten The Oskaloosa Kid--you have, you know, rather a reputation for fearlessness.” The darkness hid the scarlet flush which mantled The Kid's face.",
   "summaries": [],
   "persons": [
    "Squibbs",
    "Bridge"
   ],
   "organisations": [
    "Squibbs"
   ],
   "locations": [
    "Squibbs"
   ],
   "misc": []
  },
  {
   "size": 1479,
   "text": "There was a moment's silence as Bridge crossed to where the young woman still lay upon the floor where he had deposited her. Then The Kid spoke. “I'm sorry,” he said, “that I made a fool of myself. You have been so brave, and I have not helped at all. I shall do better now.” “Good,” said Bridge, and stooped to raise the young woman in his arms and deposit her upon the bed. Then he struck another match and leaned close to examine her. The flare of the sulphur illuminated the room and shot two rectangles of light against the outer blackness where the unglazed windows stared vacantly upon the road beyond, bringing to a sudden halt a little company of muddy and bedraggled men who slipped, cursing, along the slimy way. Bridge felt the youth close beside him as he bent above the girl upon the bed. “Is she dead?” the lad whispered. “No,” replied Bridge, “and I doubt if she's badly hurt.” His hands ran quickly over her limbs, bending and twisting them gently; he unbuttoned her waist, getting the boy to strike and hold another match while he examined the victim for signs of a bullet wound. “I can't find a scratch on her,” he said at last. “She's suffering from shock alone, as far as I can judge. Say, she's pretty, isn't she?” The youth drew himself rather stiffly erect. “Her features are rather coarse, I think,” he replied. There was a peculiar quality to the tone which caused Bridge to turn a quick look at the boy's face, just as the match flickered and went out.",
   "summaries": [],
   "persons": [
    "Bridge",
    "The Kid"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1416,
   "text": "The darkness hid the expression upon Bridge's face, but his conviction that the girl was pretty was unaltered. The light of the match had revealed an oval face surrounded by dark, dishevelled tresses, red, full lips, and large, dark eyes. Further discussion of the young woman was discouraged by a repetition of the clanking of the chain without. Now it was receding along the hallway toward the stairs and presently, to the infinite relief of The Oskaloosa Kid, the two heard it descending to the lower floor. “What was it, do you think?” asked the boy, his voice still trembling upon the verge of hysteria. “I don't know,” replied Bridge. “I've never been a believer in ghosts and I'm not now; but I'll admit that it takes a whole lot of--” He did not finish the sentence for a moan from the bed diverted his attention to the injured girl, toward whom he now turned. As they listened for a repetition of the sound there came another--that of the creaking of the old bed slats as the girl moved upon the mildewed mattress. Dimly, through the darkness, Bridge saw that the victim of the recent murderous assault was attempting to sit up. He moved closer and leaned above her. “I wouldn't exert myself,” he said. “You've just suffered an accident, and it's better that you remain quiet.” “Who are you?” asked the girl, a note of suppressed terror in her voice. “You are not--?” “I am no one you know,” replied Bridge.",
   "summaries": [],
   "persons": [
    "Bridge"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1474,
   "text": "“My friend and I chanced to be near when you fell from the car--” with that innate refinement which always belied his vocation and his rags Bridge chose not to embarrass the girl by a too intimate knowledge of the thing which had befallen her, preferring to leave to her own volition the making of any explanation she saw fit, or of none--“and we carried you in here out of the storm.” The girl was silent for a moment. “Where is 'here'?” she asked presently. “They drove so fast and it was so dark that I had no idea where we were, though I know that we left the turnpike.” “We are at the old Squibbs place,” replied the man. He could see that the girl was running one hand gingerly over her head and face, so that her next question did not surprise him. “Am I badly wounded?” she asked. “Do you think that I am going to die?” The tremor in her voice was pathetic--it was the voice of a frightened and wondering child. Bridge heard the boy behind him move impulsively forward and saw him kneel on the bed beside the girl. “You are not badly hurt,” volunteered The Oskaloosa Kid. “Bridge couldn't find a mark on you--the bullet must have missed you.” “He was holding me over the edge of the car when he fired.” The girl's voice reflected the physical shudder which ran through her frame at the recollection. “Then he threw me out almost simultaneously. I suppose he thought that he could not miss at such close range.” For a time she was silent again, sitting stiffly erect.",
   "summaries": [],
   "persons": [
    "Squibbs",
    "Bridge"
   ],
   "organisations": [
    "Squibbs"
   ],
   "locations": [],
   "misc": []
  },
  {
   "size": 1483,
   "text": "Bridge could feel rather than see wide, tense eyes staring out through the darkness upon scenes, horrible perhaps, that were invisible to him and the Kid. Suddenly the girl turned and threw herself face downward upon the bed. “O, God!” she moaned. “Father! Father! It will kill you--no one will believe me--they will think that I am bad. I didn't do it! I didn't do it! I've been a silly little fool; but I have never been a bad girl--and---and--I had nothing to do with that awful thing that happened to-night.” Bridge and the boy realized that she was not talking to them--that for the moment she had lost sight of their presence--she was talking to that father whose heart would be breaking with the breaking of the new day, trying to convince him that his little girl had done no wrong. Again she sat up, and when she spoke there was no tremor in her voice. “I may die,” she said. “I want to die. I do not see how I can go on living after last night; but if I do die I want my father to know that I had nothing to do with it and that they tried to kill me because I wouldn't promise to keep still. It was the little one who murdered him--the one they called 'Jimmie' and 'The Oskaloosa Kid.' The big one drove the car--his name was 'Terry.' After they killed him I tried to jump out--I had been sitting in front with Terry--and then they dragged me over into the tonneau and later--the Oskaloosa Kid tried to kill me too, and threw me out.” Bridge heard the boy at his side gulp.",
   "summaries": [],
   "persons": [
    "Bridge"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "Oskaloosa Kid"
   ]
  },
  {
   "size": 1627,
   "text": "The girl went on. “To-morrow you will know about the murder--everyone will know about it; and I will be missed; and there will be people who saw me in the car with them, for someone must have seen me. Oh, I can't face it! I want to die. I will die! I come of a good family. My father is a prominent man. I can't go back and stand the disgrace and see him suffer, as he will suffer, for I was all he had--his only child. I can't bear to tell you my name--you will know it soon enough--but please find some way to let my father know all that I have told you--I swear that it is the truth--by the memory of my dead mother, I swear it!” Bridge laid a hand upon the girl's shoulder. “If you are telling us the truth,” he said, “you have only a silly escapade with strange men upon your conscience. You must not talk of dying now--your duty is to your father. If you take your own life it will be a tacit admission of guilt and will only serve to double the burden of sorrow and ignominy which your father is bound to feel when this thing becomes public, as it certainly must if a murder has been done. The only way in which you can atone for your error is to go back and face the consequences with him--do not throw it all upon him; that would be cowardly.” The girl did not reply; but that the man's words had impressed her seemed evident. For a while each was occupied with his own thoughts; which were presently disturbed by the sound of footsteps upon the floor below--the muffled scraping of many feet followed a moment later by an exclamation and an oath, the words coming distinctly through the loose and splintered flooring.",
   "summaries": [],
   "persons": [
    "Bridge"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1511,
   "text": "“Pipe the stiff,” exclaimed a voice which The Oskaloosa Kid recognized immediately as that of Soup Face. “The Kid musta croaked him,” said another. A laugh followed this evidently witty sally. “The guy probably lamped the swag an' died of heart failure,” suggested another. The men were still laughing when the sound of a clanking chain echoed dismally from the cellar. Instantly silence fell upon the newcomers upon the first floor, followed by a--“Wotinel's that?” Two of the men had approached the staircase and started to ascend it. Slowly the uncanny clanking drew closer to the first floor. The girl on the bed turned toward Bridge. “What is it?” she gasped. “We don't know,” replied the man. “It followed us up here, or rather it chased us up; and then went down again just before you regained consciousness. I imagine we shall hear some interesting developments from below.” “It's The Sky Pilot and his gang,” whispered The Oskaloosa Kid. “It's The Oskaloosa Kid,” came a voice from below. “But wot was that light upstairs then?” queried another. “An' wot croaked this guy here?” asked a third. “It wasn't nothin' nice--did you get the expression on his mug an' the red foam on his lips? I tell youse there's something in this house beside human bein's. I know the joint--it's hanted--they's spooks in it. Gawd! there it is now,” as the clanking rose to the head of the cellar stairs; and those above heard a sudden rush of footsteps as the men broke for the open air--all but the two upon the stairway.",
   "summaries": [],
   "persons": [
    "The Sky Pilot"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "Oskaloosa Kid"
   ]
  },
  {
   "size": 1417,
   "text": "They had remained too long and now, their retreat cut off, they scrambled, cursing and screaming, to the second floor. Along the hallway they rushed to the closed door at the end--the door of the room in which the three listened breathlessly--hurling themselves against it in violent effort to gain admission. “Who are you and what do you want?” cried Bridge. “Let us in! Let us in!” screamed two voices. “Fer God's sake let us in. Can't you hear IT? It'll be comin' up here in a minute.” The sound of the dragging chain could be heard at intervals upon the floor below. It seemed to the tense listeners above to pause beside the dead man as though hovering in gloating exultation above its gruesome prey and then it moved again, this time toward the stairway where they all heard it ascending with a creepy slowness which wrought more terribly upon tense nerves than would a sudden rush. “The mills of the Gods grind slowly,” quoted Bridge. “Oh, don't!” pleaded The Oskaloosa Kid. “Let us in,” screamed the men without. “Fer the luv o' Mike have a heart! Don't leave us out here! IT's comin'! IT's comin'!” “Oh, let the poor things in,” pleaded the girl on the bed. She was, herself, trembling with terror. “No funny business, now, if I let you in,” commanded Bridge. “On the square,” came the quick and earnest reply. The THING had reached the head of the stairs when Bridge dragged the bed aside and drew the bolt.",
   "summaries": [],
   "persons": [
    "Bridge"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1438,
   "text": "Instantly two figures hurled themselves into the room but turned immediately to help Bridge resecure the doorway. Just as it had done before, when Bridge and The Oskaloosa Kid had taken refuge there with the girl, the THING moved down the hallway to the closed door. The dragging chain marked each foot of its advance. If it made other sounds they were drowned by the clanking of the links over the time roughened flooring. Within the room the five were frozen into utter silence, and beyond the door an equal quiet prevailed for a long minute; then a great force made the door creak and a weird scratching sounded high up upon the old fashioned panelling. Bridge heard a smothered gasp from the boy beside him, followed instantly by a flash of flame and the crack of a small caliber automatic; The Oskaloosa Kid had fired through the door. Bridge seized the boy's arm and wrenched the weapon from him. “Be careful!” he cried. “You'll hurt someone. You didn't miss the girl much that time--she's on the bed right in front of the door.” The Oskaloosa Kid pressed closer to the man as though he sought protection from the unknown menace without. The girl sprang from the bed and crossed to the opposite side of the room. A flash of lightning illuminated the chamber for an instant and the roof of the verandah without. The girl noted the latter and the open window. “Look!” she cried. “Suppose it went out of another window upon this porch.",
   "summaries": [],
   "persons": [
    "Kid",
    "Bridge",
    "The Oskaloosa Kid"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "Oskaloosa Kid",
    "The Oskaloosa Kid"
   ]
  },
  {
   "size": 1516,
   "text": "It could get us so easily that way!” “Shut up, you fool!” whispered one of the two newcomers. “It might hear you.” The girl subsided into silence. There was no sound from the hallway. “I reckon you croaked IT,” suggested the second newcomer, hopefully; but, as though the THING without had heard and understood, the clanking of the chain recommenced at once; but now it was retreating along the hallway, and soon they heard it descending the stairs. Sighs of relief escaped more than a single pair of lips. “IT didn't hear me,” whispered the girl. Bridge laughed. “We're a nice lot of babies seeing things at night,” he scoffed. “If you're so nervy why don't you go down an' see wot it is?” asked one of the late arrivals. “I believe I shall,” replied Bridge and pulled the bed away from the door. Instantly a chorus of protests arose, the girl and The Oskaloosa Kid being most insistent. What was the use? What good could he accomplish? It might be nothing; yet on the other hand what had brought death so horribly to the cold clay on the floor below? At last their pleas prevailed and Bridge replaced the bed before the door. For two hours the five sat about the room waiting for daylight. There could be no sleep for any of them. Occasionally they spoke, usually advancing and refuting suggestions as to the identity of the nocturnal prowler below-stairs. The THING seemed to have retreated again to the cellar, leaving the upper floor to the five strangely assorted prisoners and the first floor to the dead man.",
   "summaries": [],
   "persons": [
    "Bridge"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "Oskaloosa Kid"
   ]
  },
  {
   "size": 1536,
   "text": "During the brief intervals of conversation the girl repeated snatches of her story and once she mentioned The Oskaloosa Kid as the murderer of the unnamed victim. The two men who had come last pricked up their ears at this and Bridge felt the boy's hand just touch his arm as though in mute appeal for belief and protection. The man half smiled. “We seen The Oskaloosa Kid this evenin',” volunteered one of the newcomers. “You did?” exclaimed the girl. “Where?” “He'd just pulled off a job in Oakdale an' had his pockets bulgin' wid sparklers an' kale. We was follerin' him an' when we seen your light up here we t'ought it was him.” The Oskaloosa Kid shrank closer to Bridge. At last he recognized the voice of the speaker. While he had known that the two were of The Sky Pilot's band he had not been sure of the identity of either; but now it was borne in upon him that at least one of them was the last person on earth he cared to be cooped up in a small, unlighted room with, and a moment later when one of the two rolled a 'smoke' and lighted it he saw in the flare of the flame the features of both Dopey Charlie and The General. The Oskaloosa Kid gasped once more for the thousandth time that night. It had been Dopey Charlie who lighted the cigaret and in the brief illumination his friend The General had grasped the opportunity to scan the features of the other members of the party. Schooled by long years of repression he betrayed none of the surprise or elation he felt when he recognized the features of The Oskaloosa Kid.",
   "summaries": [],
   "persons": [
    "Dopey Charlie",
    "The General",
    "Charlie"
   ],
   "organisations": [],
   "locations": [
    "Oakdale"
   ],
   "misc": [
    "Oskaloosa Kid"
   ]
  },
  {
   "size": 1482,
   "text": "If The General was elated The Oskaloosa Kid was at once relieved and terrified. Relieved by ocular proof that he was not a murderer and terrified by the immediate presence of the two who had sought his life. His cigaret drawing well Dopey Charlie resumed: “This Oskaloosa Kid's a bad actor,” he volunteered. “The little shrimp tried to croak me; but he only creased my ribs. I'd like to lay my mits on him. I'll bet there won't be no more Oskaloosa Kid when I get done wit him.” The boy drew Bridge's ear down toward his own lips. “Let's go,” he said. “I don't hear anything more downstairs, or maybe we could get out on this roof and slide down the porch pillars.” Bridge laid a strong, warm hand on the small, cold one of his new friend. “Don't worry, Kid,” he said. “I'm for you.” The two other men turned quickly in the direction of the speaker. “Is de Kid here?” asked Dopey Charlie. “He is, my degenerate friend,” replied Bridge; “and furthermore he's going to stay here and be perfectly safe. Do you grasp me?” “Who are you?” asked The General. “That is a long story,” replied Bridge; “but if you chance to recall Dink and Crumb you may also be able to visualize one Billy Burke and Billy Byrne and his side partner, Bridge. Yes? Well, I am the side partner.” Before the yeggman could make reply the girl spoke up quickly. “This man cannot be The Oskaloosa Kid,” she said. “It was The Oskaloosa Kid who threw me from the car.” “How do you know he ain't?” queried The General.",
   "summaries": [],
   "persons": [
    "The Oskaloosa Kid",
    "Oskaloosa Kid",
    "Bridge",
    "Charlie"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "Oskaloosa Kid"
   ]
  },
  {
   "size": 1508,
   "text": "“Youse was knocked out when these guys picks you up. It's so dark in here you couldn't reco'nize no one. How do you know this here bird ain't The Oskaloosa Kid, eh?” “I have heard both these men speak,” replied the girl; “their voices were not those of any men I have known. If one of them is The Oskaloosa Kid then there must be two men called that. Strike a match and you will see that you are mistaken.” The General fumbled in an inside pocket for a package of matches carefully wrapped against possible damage by rain. Presently he struck one and held the light in the direction of The Kid's face while he and the girl and Dopey Charlie leaned forward to scrutinize the youth's features. “It's him all right,” said Dopey Charlie. “You bet it is,” seconded The General. “Why he's only a boy,” ejaculated the girl. “The one who threw me from the machine was a man.” “Well, this one said he was The Oskaloosa Kid,” persisted The General. “An' he shot me up,” growled Dopey Charlie. “It's too bad he didn't kill you,” remarked Bridge pleasantly. “You're a thief and probably a murderer into the bargain--you tried to kill this boy just before he shot you.” “Well wot's he?” demanded Dopey Charlie. “He's a thief--he said he was--look in his pockets--they're crammed wid swag, an' he's a gun-man, too, or he wouldn't be packin' a gat. I guess he ain't got nothin' on me.” The darkness hid the scarlet flush which mounted to the boy's cheeks--so hot that he thought it must surely glow redly through the night.",
   "summaries": [],
   "persons": [
    "Dopey Charlie",
    "Bridge"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "Oskaloosa Kid"
   ]
  },
  {
   "size": 1512,
   "text": "He waited in dumb misery for Bridge to demand the proof of his guilt. Earlier in the evening he had flaunted the evidence of his crime in the faces of the six hobos; but now he suddenly felt a great shame that his new found friend should believe him a house-breaker. But Bridge did not ask for any substantiation of Charlie's charges, he merely warned the two yeggmen that they would have to leave the boy alone and in the morning, when the storm had passed and daylight had lessened the unknown danger which lurked below-stairs, betake themselves upon their way. “And while we're here together in this room you two must sit over near the window,” he concluded. “You've tried to kill the boy once to-night; but you're not going to try it again--I'm taking care of him now.” “You gotta crust, bo,” observed Dopey Charlie, belligerently. “I guess me an' The General'll sit where we damn please, an' youse can take it from me on the side that we're goin' to have ours out of The Kid's haul. If you tink you're goin' to cop the whole cheese you got another tink comin'.” “You are banking,” replied Bridge, “on the well known fact that I never carry a gun; but you fail to perceive, owing to the Stygian gloom which surrounds us, that I have the Kid's automatic in my gun hand and that the business end of it is carefully aiming in your direction.” “Cheese it,” The General advised his companion; and the two removed themselves to the opposite side of the apartment, where they whispered, grumblingly, to one another.",
   "summaries": [],
   "persons": [
    "The General",
    "Bridge"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1553,
   "text": "The girl, the boy, and Bridge waited as patiently as they could for the coming of the dawn, talking of the events of the night and planning against the future. Bridge advised the girl to return at once to her father; but this she resolutely refused to do, admitting with utmost candor that she lacked the courage to face her friends even though her father might still believe in her. The youth begged that he might accompany Bridge upon the road, pleading that his mother was dead and that he could not return home after his escapade. And Bridge could not find it in his heart to refuse him, for the man realized that the boyish waif possessed a subtile attraction, as forceful as it was inexplicable. Not since he had followed the open road in company with Billy Byrne had Bridge met one with whom he might care to 'Pal' before The Kid crossed his path on the dark and storm swept pike south of Oakdale. In Byrne, mucker, pugilist, and MAN, Bridge had found a physical and moral counterpart of himself, for the slender Bridge was muscled as a Greek god, while the stocky Byrne, metamorphosed by the fire of a woman's love, possessed all the chivalry of the care free tramp whose vagabondage had never succeeded in submerging the evidences of his cultural birthright. In the youth Bridge found an intellectual equal with the added charm of a physical dependent. The man did not attempt to fathom the evident appeal of the other's tacitly acknowledged cowardice; he merely knew that he would not have had the youth otherwise if he could have changed him.",
   "summaries": [],
   "persons": [
    "Bridge",
    "The Kid"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1647,
   "text": "Ordinarily he accepted male cowardice with the resignation of surfeited disgust; but in the case of The Oskaloosa Kid he realized a certain artless charm which but tended to strengthen his liking for the youth, so brazen and unaffected was the boy's admission of his terror of both the real and the unreal menaces of this night of horror. That the girl also was well bred was quite evident to Bridge, while both the girl and the youth realized the refinement of the strange companion and protector which Fate had ordered for them, while they also saw in one another social counterparts of themselves. Thus, as the night dragged its slow course, the three came to trust each other more entirely and to speculate upon the strange train of circumstances which had brought them thus remarkably together--the thief, the murderer's accomplice, and the vagabond. It was during a period of thoughtful silence when the night was darkest just before the dawn and the rain had settled to a dismal drizzle unrelieved by lightning or by thunder that the five occupants of the room were suddenly startled by a strange pattering sound from the floor below. It was as the questioning fall of a child's feet upon the uncarpeted boards in the room beneath them. Frozen to silent rigidity, the five sat straining every faculty to catch the minutest sound from the black void where the dead man lay, and as they listened there came up to them, mingled with the inexplicable footsteps, the hollow reverberation from the dank cellar--the hideous dragging of the chain behind the nameless horror which had haunted them through the interminable eons of the ghastly night.",
   "summaries": [],
   "persons": [
    "The Oskaloosa Kid"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "Oskaloosa Kid"
   ]
  },
  {
   "size": 1497,
   "text": "Up, up, up it came toward the first floor. The pattering of the feet ceased. The clanking rose until the five heard the scraping of the chain against the door frame at the head of the cellar stairs. They heard it pass across the floor toward the center of the room and then, loud and piercing, there rang out against the silence of the awful night a woman's shriek. Instantly Bridge leaped to his feet. Without a word he tore the bed from before the door. “What are you doing?” cried the girl in a muffled scream. “I am going down to that woman,” said Bridge, and he drew the bolt, rusty and complaining, from its corroded seat. “No!” screamed the girl, and seconding her the youth sprang to his feet and threw his arms about Bridge. “Please! Please!” he cried. “Oh, please don't leave me.” The girl also ran to the man's side and clutched him by the sleeve. “Don't go!” she begged. “Oh, for God's sake, don't leave us here alone!” “You heard a woman scream, didn't you?” asked Bridge. “Do you suppose I can stay in up here when a woman may be facing death a few feet below me?” For answer the girl but held more tightly to his arm while the youth slipped to the floor and embraced the man's knees in a vice-like hold which he could not break without hurting his detainer. “Come! Come!” expostulated Bridge. “Let me go.” “Wait!” begged the girl. “Wait until you know that it is a human voice that screams through this horrible place.” The youth only strained his hold tighter about the man's legs.",
   "summaries": [],
   "persons": [
    "Bridge"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1424,
   "text": "Bridge felt a soft cheek pressed to his knee; and, for some unaccountable reason, the appeal was stronger than the pleading of the girl. Slowly Bridge realized that he could not leave this defenseless youth alone even though a dozen women might be menaced by the uncanny death below. With a firm hand he shot the bolt. “Leave go of me,” he said; “I shan't leave you unless she calls for help in articulate words.” The boy rose and, trembling, pressed close to the man who, involuntarily, threw a protecting arm about the slim figure. The girl, too, drew nearer, while the two yeggmen rose and stood in rigid silence by the window. From below came an occasional rattle of the chain, followed after a few minutes by the now familiar clanking as the iron links scraped across the flooring. Mingled with the sound of the chain there rose to them what might have been the slow and ponderous footsteps of a heavy man, dragging painfully across the floor. For a few moments they heard it, and then all was silent. For a dozen tense minutes the five listened; but there was no repetition of any sound from below. Suddenly the girl breathed a deep sigh, and the spell of terror was broken. Bridge felt rather than heard the youth sobbing softly against his breast, while across the room The General gave a quick, nervous laugh which he as immediately suppressed as though fearful unnecessarily of calling attention to their presence.",
   "summaries": [],
   "persons": [
    "General",
    "Bridge"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1587,
   "text": "The other vagabond fumbled with his hypodermic needle and the narcotic which would quickly give his fluttering nerves the quiet they craved. Bridge, the boy, and the girl shivered together in their soggy clothing upon the edge of the bed, feeling now in the cold dawn the chill discomfort of which the excitement of the earlier hours of the night had rendered them unconscious. The youth coughed. “You've caught cold,” said Bridge, his tone almost self-reproachful, as though he were entirely responsible for the boy's condition. “We're a nice aggregation of mollycoddles--five of us sitting half frozen up here with a stove on the floor below, and just because we heard a noise which we couldn't explain and hadn't the nerve to investigate.” He rose. “I'm going down, rustle some wood and build a fire in that stove--you two kids have got to dry those clothes of yours and get warmed up or we'll have a couple of hospital cases on our hands.” Once again rose a chorus of pleas and objections. Oh, wouldn't he wait until daylight? See! the dawn was even then commencing to break. They didn't dare go down and they begged him not to leave them up there alone. At this Dopey Charlie spoke up. The 'hop' had commenced to assert its dominion over his shattered nervous system instilling within him a new courage and a feeling of utter well-being. “Go on down,” said he to Bridge. “The General an' I'll look after the kids--won't we bo?” “Sure,” assented The General; “we'll take care of 'em.” “I'll tell you what we'll do,” said Bridge; “we'll leave the kids up here and we three'll go down.",
   "summaries": [],
   "persons": [
    "Dopey Charlie"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1427,
   "text": "They won't go, and I wouldn't leave them up here with you two morons on a bet.” The General and Dopey Charlie didn't know what a moron was but they felt quite certain from Bridge's tone of voice that a moron was not a nice thing, and anyway no one could have bribed them to descend into the darkness of the lower floor with the dead man and the grisly THING that prowled through the haunted chambers; so they flatly refused to budge an inch. Bridge saw in the gradually lighting sky the near approach of full daylight; so he contented himself with making the girl and the youth walk briskly to and fro in the hope that stimulated circulation might at least partially overcome the menace of the damp clothing and the chill air, and thus they occupied the remaining hour of the night. From below came no repetition of the inexplicable noises of that night of terror and at last, with every object plainly discernible in the light of the new day, Bridge would delay no longer; but voiced his final determination to descend and make a fire in the old kitchen stove. Both the boy and the girl insisted upon accompanying him. For the first time each had an opportunity to study the features of his companions of the night. Bridge found in the girl and the youth two dark eyed, good-looking young people. In the girl's face was, perhaps, just a trace of weakness; but it was not the face of one who consorts habitually with criminals.",
   "summaries": [],
   "persons": [
    "Bridge"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1413,
   "text": "The man appraised her as a pretty, small-town girl who had been led into a temporary escapade by the monotony of village life, and he would have staked his soul that she was not a bad girl. The boy, too, looked anything other than the role he had been playing. Bridge smiled as he looked at the clear eyes, the oval face, and the fine, sensitive mouth and thought of the youth's claim to the crime battered sobriquet of The Oskaloosa Kid. The man wondered if the mystery of the clanking chain would prove as harmlessly infantile as these two whom some accident of hilarious fate had cast in the roles of debauchery and crime. Aloud, he said: “I'll go first, and if the spook materializes you two can beat it back into the room.” And to the two tramps: “Come on, boes, we'll all take a look at the lower floor together, and then we'll get a good fire going in the kitchen and warm up a bit.” Down the hall they went, Bridge leading with the boy and girl close at his heels while the two yeggs brought up the rear. Their footsteps echoed through the deserted house; but brought forth no answering clanking from the cellar. The stairs creaked beneath the unaccustomed weight of so many bodies as they descended toward the lower floor. Near the bottom Bridge came to a questioning halt. The front room lay entirely within his range of vision, and as his eyes swept it he gave voice to a short exclamation of surprise.",
   "summaries": [],
   "persons": [
    "Bridge"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1419,
   "text": "The youth and the girl, shivering with cold and nervous excitement, craned their necks above the man's shoulder. “O-h-h!” gasped The Oskaloosa Kid. “He's gone,” and, sure enough, the dead man had vanished. Bridge stepped quickly down the remaining steps, entered the rear room which had served as dining room and kitchen, inspected the two small bedrooms off this room, and the summer kitchen beyond. All were empty; then he turned and re-entering the front room bent his steps toward the cellar stairs. At the foot of the stairway leading to the second floor lay the flash lamp that the boy had dropped the night before. Bridge stooped, picked it up and examined it. It was uninjured and with it in his hand he continued toward the cellar door. “Where are you going?” asked The Oskaloosa Kid. “I'm going to solve the mystery of that infernal clanking,” he replied. “You are not going down into that dark cellar!” It was an appeal, a question, and a command; and it quivered gaspingly upon the verge of hysteria. Bridge turned and looked into the youth's face. The man did not like cowardice and his eyes were stern as he turned them on the lad from whom during the few hours of their acquaintance he had received so many evidences of cowardice; but as the clear brown eyes of the boy met his the man's softened and he shook his head perplexedly. What was there about this slender stripling which so disarmed criticism?",
   "summaries": [],
   "persons": [
    "Bridge"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1664,
   "text": "“Yes,” he replied, “I am going down. I doubt if I shall find anything there; but if I do it is better to come upon it when I am looking for it than to have it come upon us when we are not expecting it. If there is to be any hunting I prefer to be hunter rather than hunted.” He wheeled and placed a foot upon the cellar stairs. The youth followed him. “What are you going to do?” asked the man. “I am going with you,” said the boy. “You think I am a coward because I am afraid; but there is a vast difference between cowardice and fear.” The man made no reply as he resumed the descent of the stairs, flashing the rays of the lamp ahead of him; but he pondered the boy's words and smiled as he admitted mentally that it undoubtedly took more courage to do a thing in the face of fear than to do it if fear were absent. He felt a strange elation that this youth should choose voluntarily to share his danger with him, for in his roaming life Bridge had known few associates for whom he cared. The beams of the little electric lamp, moving from side to side, revealed a small cellar littered with refuse and festooned with cob-webs. At one side tottered the remains of a series of wooden racks upon which pans of milk had doubtless stood to cool in a long gone, happier day. Some of the uprights had rotted away so that a part of the frail structure had collapsed to the earthen floor. A table with one leg missing and a crippled chair constituted the balance of the contents of the cellar and there was no living creature and no chain nor any other visible evidence of the presence which had clanked so lugubriously out of the dark depths during the vanished night.",
   "summaries": [],
   "persons": [
    "Bridge"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1691,
   "text": "The boy breathed a heartfelt sigh of relief and Bridge laughed, not without a note of relief either. “You see there is nothing,” he said--“nothing except some firewood which we can use to advantage. I regret that James is not here to attend me; but since he is not you and I will have to carry some of this stuff upstairs,” and together they returned to the floor above, their arms laden with pieces of the dilapidated milk rack. The girl was awaiting them at the head of the stairs while the two tramps whispered together at the opposite side of the room. It took Bridge but a moment to have a roaring fire started in the old stove in the kitchen, and as the warmth rolled in comforting waves about them the five felt for the first time in hours something akin to relief and well being. With the physical relaxation which the heat induced came a like relaxation of their tongues and temporary forgetfulness of their antagonisms and individual apprehensions. Bridge was the only member of the group whose conscience was entirely free. He was not 'wanted' anywhere, he had no unexpiated crimes to harry his mind, and with the responsibilities of the night removed he fell naturally into his old, carefree manner. He hazarded foolish explanations of the uncanny noises of the night and suggested various theories to account for the presence and the mysterious disappearance of the dead man. The General, on the contrary, seriously maintained that the weird sounds had emanated from the ghost of the murdered man who was, unquestionably, none other than the long dead Squibb returned to haunt his former home, and that the scream had sprung from the ghostly lungs of his slain wife or daughter.",
   "summaries": [],
   "persons": [
    "Squibb",
    "James",
    "Bridge"
   ],
   "organisations": [
    "Squibb"
   ],
   "locations": [],
   "misc": []
  },
  {
   "size": 1406,
   "text": "“I wouldn't spend anudder night in this dump,” he concluded, “for both them pockets full of swag The Oskaloosa Kid's packin' around.” Immediately all eyes turned upon the flushing youth. The girl and Bridge could not prevent their own gazes from wandering to the bulging coat pockets, the owner of which moved uneasily, at last shooting a look of defiance, not unmixed with pleading, at Bridge. “He's a bad one,” interjected Dopey Charlie, a glint of cunning in his ordinarily glassy eyes. “He flashes a couple o' mitsful of sparklers, chesty-like, and allows as how he's a regular burglar. Then he pulls a gun on me, as wasn't doin' nothin' to him, and 'most croaks me. It's even money that if anyone's been croaked in Oakdale last night they won't have to look far for the guy that done it. Least-wise they won't have to look far if he doesn't come across,” and Dopey Charlie looked meaningly and steadily at the side pockets of The Oskaloosa Kid. “I think,” said Bridge, after a moment of general silence, “that you two crooks had better beat it. Do you get me?” and he looked from Dopey Charlie to The General and back again. “We don't go,” said Dopey Charlie, belligerently, “until we gets half the Kid's swag.” “You go now,” said Bridge, “without anybody's swag,” and he drew the boy's automatic from his side pocket. “You go now and you go quick--beat it!” The two rose and shuffled toward the door.",
   "summaries": [],
   "persons": [
    "Dopey Charlie",
    "Charlie"
   ],
   "organisations": [],
   "locations": [
    "Oakdale"
   ],
   "misc": []
  },
  {
   "size": 1465,
   "text": "“We'll get you, you colledge Lizzy,” threatened Dopey Charlie, “an' we'll get that phoney punk, too.” “'And speed the parting guest,'” quoted Bridge, firing a shot that splintered the floor at the crook's feet. When the two hoboes had departed the others huddled again close to the stove until Bridge suggested that he and The Oskaloosa Kid retire to another room while the girl removed and dried her clothing; but she insisted that it was not wet enough to matter since she had been covered by a robe in the automobile until just a moment before she had been hurled out. “Then, after you are warmed up,” said Bridge, “you can step into this other room while the kid and I strip and dry our things, for there's no question but that we are wet enough.” At the suggestion the kid started for the door. “Oh, no,” he insisted; “it isn't worth while. I am almost dry now, and as soon as we get out on the road I'll be all right. I--I--I like wet clothes,” he ended, lamely. Bridge looked at him questioningly; but did not urge the matter. “Very well,” he said; “you probably know what you like; but as for me, I'm going to pull off every rag and get good and dry.” The girl had already quitted the room and now The Kid turned and followed her. Bridge shook his head. “I'll bet the little beggar never was away from his mother before in his life,” he mused; “why the mere thought of undressing in front of a strange man made him turn red--and posing as The Oskaloosa Kid!",
   "summaries": [],
   "persons": [
    "Bridge",
    "Oskaloosa Kid",
    "Kid"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "Oskaloosa Kid"
   ]
  },
  {
   "size": 860,
   "text": "Bless my soul; but he's a humorist--a regular, natural born one.” Bridge found that his clothing had dried to some extent during the night; so, after a brisk rub, he put on the warmed garments and though some were still a trifle damp he felt infinitely more comfortable than he had for many hours. Outside the house he came upon the girl and the youth standing in the sunshine of a bright, new day. They were talking together in a most animated manner, and as he approached wondering what the two had found of so great common interest he discovered that the discussion hinged upon the relative merits of ham and bacon as a breakfast dish. “Oh, my heart it is just achin',” quoted Bridge, “For a little bite of bacon, “A hunk of bread, a little mug of brew; “I'm tired of seein' scenery, “Just lead me to a beanery “Where there's something more than only air to",
   "summaries": [],
   "persons": [
    "Bridge"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1457,
   "text": "The two looked up, smiling. “You're a funny kind of tramp, to be quoting poetry,” said The Oskaloosa Kid, “even if it is Knibbs'.” “Almost as funny,” replied Bridge, “as a burglar who recognizes Knibbs when he hears him.” The Oskaloosa Kid flushed. “He wrote for us of the open road,” he replied quickly. “I don't know of any other class of men who should enjoy him more.” “Or any other class that is less familiar with him,” retorted Bridge; “but the burning question just now is pots, not poetry--flesh pots. I'm hungry. I could eat a cow.” The girl pointed to an adjacent field. “Help yourself,” she said. “That happens to be a bull,” said Bridge. “I was particular to mention cow, which, in this instance, is proverbially less dangerous than the male, and much better eating. “'We kept a-rambling all the time. I rustled grub, he rustled rhyme-- “'Blind baggage, hoof it, ride or climb--we always put it through.' Who's going to rustle the grub?” The girl looked at The Oskaloosa Kid. “You don't seem like a tramp at all, to talk to,” she said; “but I suppose you are used to asking for food. I couldn't do it--I should die if I had to.” The Oskaloosa Kid looked uncomfortable. “So should--” he commenced, and then suddenly subsided. “Of course I'd just as soon,” he said. “You two stay here--I'll be back in a minute.” They watched him as he walked down to the road and until he disappeared over the crest of the hill a short distance from the Squibbs'",
   "summaries": [],
   "persons": [
    "The Oskaloosa Kid"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "Oskaloosa Kid"
   ]
  },
  {
   "size": 778,
   "text": "house. “I like him,” said the girl, turning toward Bridge. “So do I,” replied the man. “There must be some good in him,” she continued, “even if he is such a desperate character; but I know he's not The Oskaloosa Kid. Do you really suppose he robbed a house last night and then tried to kill that Dopey person?” Bridge shook his head. “I don't know,” he said; “but I am inclined to believe that he is more imaginative than criminal. He certainly shot up the Dopey person; but I doubt if he ever robbed a house.” While they waited, The Oskaloosa Kid trudged along the muddy road to the nearest farm house, which lay a full mile beyond the Squibbs' home. As he approached the door a lank, sallow man confronted him with a suspicious eye. “Good morning,” greeted The Oskaloosa Kid.",
   "summaries": [],
   "persons": [
    "Kid"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "Oskaloosa Kid"
   ]
  },
  {
   "size": 1654,
   "text": "“I want to get something to eat,” explained the youth. If the boy had hurled a dynamite bomb at him the result could have been no more surprising. The lank, sallow man went up into the air, figuratively. He went up a mile or more, and on the way down he reached his hand inside the kitchen door and brought it forth enveloping the barrel of a shot gun. “Durn ye!” he cried. “I'll lam ye! Get offen here. I knows ye. Yer one o' that gang o' bums that come here last night, an' now you got the gall to come back beggin' for food, eh? I'll lam ye!” and he raised the gun to his shoulder. The Oskaloosa Kid quailed but he held his ground. “I wasn't here last night,” he cried, “and I'm not begging for food--I want to buy some. I've got plenty of money,” in proof of which assertion he dug into a side pocket and brought forth a large roll of bills. The man lowered his gun. “Wy didn't ye say so in the first place then?” he growled. “How'd I know you wanted to buy it, eh? Where'd ye come from anyhow, this early in the mornin'? What's yer name, eh? What's yer business, that's what Jeb Case'd like to know, eh?” He snapped his words out with the rapidity of a machine gun, nor waited for a reply to one query before launching the next. “What do ye want to buy, eh? How much money ye got? Looks suspicious. That's a sight o' money yew got there, eh? Where'dje get it?” “It's mine,” said The Oskaloosa Kid, “and I want to buy some eggs and milk and ham and bacon and flour and onions and sugar and cream and strawberries and tea and coffee and a frying pan and a little oil stove, if you have one to spare, and--” Jeb Case's jaw dropped and his eyes widened.",
   "summaries": [],
   "persons": [
    "Jeb",
    "The Oskaloosa Kid"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "The Oskaloosa Kid"
   ]
  },
  {
   "size": 1555,
   "text": "“You're in the wrong pasture, bub,” he remarked feelingly. “What yer lookin' fer is Sears, Roebuck & Company.” The Oskaloosa Kid flushed up to the tips of his ears. “But can't you sell me something?” he begged. “I might let ye have some milk an' eggs an' butter an' a leetle bacon an' mebby my ol' woman's got a loaf left from her last bakin'; but we ain't been figgerin' on supplyin' grub fer the United States army ef that's what yew be buyin' fer.” A frowsy, rat-faced woman and a gawky youth of fourteen stuck their heads out the doorway at either side of the man. “I ain't got nothin' to sell,” snapped the woman; but as she spoke her eyes fell upon the fat bank roll in the youth's hand. “Or, leastwise,” she amended, “I ain't got much more'n we need an' the price o' stuff's gone up so lately that I'll hev to ask ye more'n I would of last fall. 'Bout what did ye figger on wantin'?” “Anything you can spare,” said the youth. “There are three of us and we're awful hungry.” “Where yew stoppin'?” asked the woman. “We're at the old Squibbs' place,” replied The Kid. “We got caught by the storm last night and had to put up there.” “The Squibbs' place!” ejaculated the woman. “Yew didn't stop there over night?” “Yes we did,” replied the youth. “See anything funny?” asked Mrs. Case. “We didn't SEE anything,” replied The Oskaloosa Kid; “but we heard things. At least we didn't see what we heard; but we saw a dead man on the floor when we went in and this morning he was gone.” The Cases shuddered. “A dead man!” ejaculated Jeb Case. “Yew seen him?”",
   "summaries": [],
   "persons": [
    "Jeb",
    "The Oskaloosa Kid"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "Oskaloosa Kid"
   ]
  },
  {
   "size": 1535,
   "text": "“I never tuk much stock in them stories,” said Jeb, with a shake of his head; “but ef you SEEN it! Gosh! Thet beats me. Come on M'randy, les see what we got to spare,” and he turned into the kitchen with his wife. The lanky boy stepped out, and planting himself in front of The Oskaloosa Kid proceeded to stare at him. “Yew seen it?” he asked in awestruck tone. “Yes,” said the Kid in a low voice, and bending close toward the other; “it had bloody froth on its lips!” The Case boy shrank back. “An' what did yew hear?” he asked, a glutton for thrills. “Something that dragged a chain behind it and came up out of the cellar and tried to get in our room on the second floor,” explained the youth. “It almost got us, too,” he added, “and it did it all night.” “Whew,” whistled the Case boy. “Gosh!” Then he scratched his head and looked admiringly at the youth. “What mought yer name be?” he asked. “I'm The Oskaloosa Kid,” replied the youth, unable to resist the admiration of the other's fond gaze. “Look here!” and he fished a handful of jewelry from one of his side pockets; “this is some of the swag I stole last night when I robbed a house.” Case Jr. opened his mouth and eyes so wide that there was little left of his face. “But that's nothing,” bragged The Kid. “I shot a man, too.” “Last night?” whispered the boy. “Yep,” replied the bad man, tersely. “Gosh!” said the young Mr. Case, but there was that in his facial expression which brought to The Oskaloosa Kid a sudden regret that he had thus rashly confided in a stranger.",
   "summaries": [],
   "persons": [
    "The Oskaloosa Kid",
    "Kid"
   ],
   "organisations": [],
   "locations": [
    "Case"
   ],
   "misc": [
    "Oskaloosa Kid"
   ]
  },
  {
   "size": 1411,
   "text": "“Say,” said The Kid, after a moment's strained silence. “Don't tell anyone, will you? If you'll promise I'll give you a dollar,” and he hunted through his roll of bills for one of that lowly denomination. “All right,” agreed the Case boy. “I won't say a word--where's the dollar?” The youth drew a bill from his roll and handed it to the other. “If you tell,” he whispered, and he bent close toward the other's ear and spoke in a menacing tone; “If you tell, I'll kill you!” “Gosh!” said Willie Case. At this moment Case pere and mere emerged from the kitchen loaded with provender. “Here's enough an' more'n enough, I reckon,” said Jeb Case. “We got eggs, butter, bread, bacon, milk, an' a mite o' garden sass.” “But we ain't goin' to charge you nothin' fer the garden sass,” interjected Mrs. Case. “That's awfully nice of you,” replied The Kid. “How much do I owe you for the rest of it?” “Oh,” said Jeb Case, rubbing his chin, eyeing the big roll of bills and wondering just the limit he might raise to, “I reckon 'bout four dollars an' six bits.” The Oskaloosa Kid peeled a five dollar bill from his roll and proffered it to the farmer. “I'm ever so much obliged,” he said, “and you needn't mind about any change. I thank you so much.” With which he took the several packages and pails and turned toward the road. “Yew gotta return them pails!” shouted Mrs. Case after him. “Oh, of course,” replied The Kid.",
   "summaries": [],
   "persons": [
    "Case",
    "Oskaloosa Kid"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "Oskaloosa Kid"
   ]
  },
  {
   "size": 1522,
   "text": "“Gosh!” exclaimed Mr. Case, feelingly. “I wisht I'd asked six bits more--I mought jest as well o' got it as not. Gosh, eh?” “Gosh!” murmured Willie Case, fervently. Back down the sticky road plodded The Oskaloosa Kid, his arms heavy and his heart light, for, was he not 'bringing home the bacon,' literally as well as figuratively. As he entered the Squibbs' gateway he saw the girl and Bridge standing upon the verandah waiting his coming, and as he approached them and they caught a nearer view of his great burden of provisions they hailed him with loud acclaim. “Some artist!” cried the man. “And to think that I doubted your ability to make a successful touch! Forgive me! You are the ne plus ultra, non est cumquidibus, in hoc signo vinces, only and original kind of hand-out compellers.” “How in the world did you do it?” asked the girl, rapturously. “Oh, it's easy when you know how,” replied The Oskaloosa Kid carelessly, as, with the help of the others, he carried the fruits of his expedition into the kitchen. Here Bridge busied himself about the stove, adding more wood to the fire and scrubbing a portion of the top plate as clean as he could get it with such crude means as he could discover about the place. The youth he sent to the nearby brook for water after selecting the least dirty of the several empty tin cans lying about the floor of the summer kitchen. He warned against the use of the water from the old well and while the boy was away cut a generous portion of the bacon into long, thin strips.",
   "summaries": [],
   "persons": [
    "Bridge"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "Oskaloosa Kid"
   ]
  },
  {
   "size": 1540,
   "text": "Shortly after, the water coming to the boil, Bridge lowered three eggs into it, glanced at his watch, greased one of the new cleaned stove lids with a piece of bacon rind and laid out as many strips of bacon as the lid would accommodate. Instantly the room was filled with the delicious odor of frying bacon. “M-m-m-m!” gloated The Oskaloosa Kid. “I wish I had bo--asked for more. My! but I never smelled anything so good as that in all my life. Are you going to boil only three eggs? I could eat a dozen.” “The can'll only hold three at a time,” explained Bridge. “We'll have some more boiling while we are eating these.” He borrowed his knife from the girl, who was slicing and buttering bread with it, and turned the bacon swiftly and deftly with the point, then he glanced at his watch. “The three minutes are up,” he announced and, with a couple of small, flat sticks saved for the purpose from the kindling wood, withdrew the eggs one at a time from the can. “But we have no cups!” exclaimed The Oskaloosa Kid, in sudden despair. Bridge laughed. “Knock an end off your egg and the shell will answer in place of a cup. Got a knife?” The Kid didn't. Bridge eyed him quizzically. “You must have done most of your burgling near home,” he commented. “I'm not a burglar!” cried the youth indignantly. Somehow it was very different when this nice voiced man called him a burglar from bragging of the fact himself to such as The Sky Pilot's villainous company, or the awestruck, open-mouthed Willie Case whose very expression invited heroics.",
   "summaries": [],
   "persons": [
    "Bridge",
    "The Kid",
    "Willie Case"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1512,
   "text": "Bridge made no reply, but his eyes wandered to the right hand side pocket of the boy's coat. Instantly the latter glanced guiltily downward to flush redly at the sight of several inches of pearl necklace protruding accusingly therefrom. The girl, a silent witness of the occurrence, was brought suddenly and painfully to a realization of her present position and recollection of the happenings of the preceding night. For the time she had forgotten that she was alone in the company of a tramp and a burglar--how much worse either might be she could only guess. The breakfast, commenced so auspiciously, continued in gloomy silence. At least the girl and The Oskaloosa Kid were silent and gloom steeped. Bridge was thoughtful but far from morose. His spirits were unquenchable. “I am afraid,” he said, “that I shall have to replace James. His defection is unforgivable, and he has misplaced the finger-bowls.” The youth and the girl forced wan smiles; but neither spoke. Bridge drew a pouch of tobacco and some papers from an inside pocket. “'I had the makings and I smoked “'And wondered over different things, “'Thinkin' as how this old world joked “'In callin' only some men kings “'While I sat there a-blowin' rings.'” He paused to kindle a sliver of wood at the stove. “In these parlous times,” he spoke as though to himself, “one must economize. They are taking a quarter of an ounce out of each five cents worth of chewing, I am told; so doubtless each box must be five or six matches short of full count.",
   "summaries": [],
   "persons": [
    "Bridge"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "Oskaloosa Kid"
   ]
  },
  {
   "size": 1473,
   "text": "Even these papers seem thinner than of yore and they will only sell one book to a customer at that. Indeed Sherman was right.” The youth and the girl remained occupied with their own thoughts, and after a moment's silence the vagabond resumed: “'Me? I was king of anywhere, “'Peggin' away at nothing, hard. “'Havin' no pet, particular care; “'Havin' no trouble, or no pard; “'“Just me,” filled up my callin' card.' “Say, do you know I've learned to love this Knibbs person. I used to think of him as a poor attic prune grinding away in his New York sky parlor, writing his verse of the things he longed for but had never known; until, one day, I met a fellow between Victorville and Cajon pass who knew His Knibbs, and come to find out this Knibbs is a regular fellow. His attic covers all God's country that is out of doors and he knows the road from La Bajada hill to Barstow a darned sight better than he knows Broadway.” There was no answering sympathy awakened in either of his listeners--they remained mute. Bridge rose and stretched. He picked up his knife, wiped off the blade, closed it and slipped it into a trousers' pocket. Then he walked toward the door. At the threshold he paused and turned. “'Good-bye girls! I'm through,'” he quoted and passed out into the sunlight. Instantly the two within were on their feet and following him. “Where are you going?” cried The Oskaloosa Kid. “You're not going to leave us, are you?” “Oh, please don't!” pleaded the girl.",
   "summaries": [],
   "persons": [
    "Bridge"
   ],
   "organisations": [],
   "locations": [
    "New York"
   ],
   "misc": []
  },
  {
   "size": 1403,
   "text": "“I don't know,” said Bridge, solemnly, “whether I'm safe in remaining in your society or not. This Oskaloosa Kid is a bad proposition; and as for you, young lady, I rather imagine that the town constable is looking for you right now.” The girl winced. “Please don't,” she begged. “I haven't done anything wicked, honestly! But I want to get away so that they can't question me. I was in the car when they killed him; but I had nothing to do with it. It is just because of my father that I don't want them to find me. It would break his heart.” As the three stood back of the Squibbs' summer kitchen Fate, in the guise of a rural free delivery carrier and a Ford, passed by the front gate. A mile beyond he stopped at the Case mail box where Jeb and his son Willie were, as usual, waiting his coming, for the rural free delivery man often carries more news than is contained in his mail sacks. “Mornin' Jeb,” he called, as he swerved his light car from the road and drew up in front of the Case gate. “Mornin', Jim!” returned Mr. Case. “Nice rain we had last night. What's the news?” “Plenty! Plenty!” exclaimed the carrier. “Lived here nigh onto forty year, man an' boy, an' never seen such work before in all my life.” “How's that?” questioned the farmer, scenting something interesting. “Ol' man Baggs's murdered last night,” announced the carrier, watching eagerly for the effect of his announcement.",
   "summaries": [],
   "persons": [
    "Case",
    "Willie"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "Oskaloosa Kid"
   ]
  },
  {
   "size": 1418,
   "text": "“Gosh!” gasped Willie Case. “Was he shot?” It was almost a scream. “I dunno,” replied Jim. “He's up to the horspital now, an' the doc says he haint one chance in a thousand.” “Gosh!” exclaimed Mr. Case. “But thet ain't all,” continued Jim. “Reggie Paynter was murdered last night, too; right on the pike south of town. They threw his corpse outen a ottymobile.” “By gol!” cried Jeb Case; “I hearn them devils go by last night 'bout midnight er after. 'T woke me up. They must o' ben goin' sixty mile an hour. Er say,” he stopped to scratch his head. “Mebby it was tramps. They must a ben a score on 'em round here yesterday and las' night an' agin this mornin'. I never seed so dum many bums in my life.” “An' thet ain't all,” went on the carrier, ignoring the other's comments. “Oakdale's all tore up. Abbie Prim's disappeared and Jonas Prim's house was robbed jest about the same time Ol' man Baggs 'uz murdered, er most murdered--chances is he's dead by this time anyhow. Doc said he hadn't no chance.” “Gosh!” It was a pater-filius duet. “But thet ain't all,” gloated Jim. “Two of the persons in the car with Reggie Paynter were recognized, an' who do you think one of 'em was, eh? Why one of 'em was Abbie Prim an' tother was a slick crook from Toledo er Noo York that's called The Oskaloosie Kid. By gum, I'll bet they get 'em in no time. Why already Jonas Prim's got a regular dee-dectiff down from Chicago, an'",
   "summaries": [],
   "persons": [
    "Prim",
    "Baggs",
    "Jonas"
   ],
   "organisations": [],
   "locations": [
    "Toledo"
   ],
   "misc": []
  },
  {
   "size": 1506,
   "text": "the board o' select-men's offered a re-ward o' fifty dollars fer the arrest an' conviction of the perpetrators of these dastardly crimes!” “Gosh!” cried Willie Case. “I know--“; but then he paused. If he told all he knew he saw plainly that either the carrier or his father would profit by it and collect the reward. Fifty dollars!! Willie gasped. “Well,” said Jim, “I gotta be on my way. Here's the Tribune--there ain't nothin' more fer ye. So long! Giddap!” and he was gone. “I don' see why he don't carry a whip,” mused Jeb Case. “A-gidappin' to that there tin lizzie,” he muttered disgustedly, “jes' like it was as good as a hoss. But I mind the time, the fust day he got the dinged thing, he gets out an' tries to lead it by Lem Smith's threshin' machine.” Jeb Case preferred an audience worthy his mettle; but Willie was better than no one, yet when he turned to note the effect of his remarks on his son, Willie was no where to be seen. If Jeb had but known it his young hopeless was already in the loft of the hay barn deep in a small, red-covered book entitled: “HOW TO BE A DETECTIVE.” Bridge, who had had no intention of deserting his helpless companions, appeared at last to yield reluctantly to their pleas. That indefinable something about the youth which appealed strongly to the protective instinct in the man, also assured him that the other's mask of criminality was for the most part assumed even though the stories of the two yeggmen and the loot bulging pockets argued to the contrary.",
   "summaries": [],
   "persons": [
    "Jeb Case",
    "Willie"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1413,
   "text": "There was the chance, however, that the boy had really taken the first step upon the road toward a criminal career, and if such were the case Bridge felt morally obligated to protect his new found friend from arrest, secure in the reflection that his own precept and example would do more to lead him back into the path of rectitude than would any police magistrate or penal institute. For the girl he felt a deep pity. In the past he had had knowledge of more than one other small-town girl led into wrong doing through the deadly monotony and flagrant hypocrisy of her environment. Himself highly imaginative and keenly sensitive, he realized with what depth of horror the girl anticipated a return to her home and friends after the childish escapade which had culminated, even through no fault of hers, in criminal tragedy of the most sordid sort. As the three held a council of war at the rear of the deserted house they were startled by the loud squeaking of brake bands on the road in front. Bridge ran quickly into the kitchen and through to the front room where he saw three men alighting from a large touring car which had drawn up before the sagging gate. As the foremost man, big and broad shouldered, raised his eyes to the building Bridge smothered an exclamation of surprise and chagrin, nor did he linger to inspect the other members of the party; but turned and ran quickly back to his companions.",
   "summaries": [],
   "persons": [
    "Bridge"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1447,
   "text": "“We've got to beat it!” he whispered; “they've brought Burton himself down here.” “Who's Burton?” demanded the youth. “He's the best operative west of New York City,” replied Bridge, as he moved rapidly toward an outhouse directly in rear of the main building. Once behind the small, dilapidated structure which had once probably housed farm implements, Bridge paused and looked about. “They'll search here,” he prophesied, and then; “Those woods look good to me.” The Squibbs' woods, growing rank in the damp ravine at the bottom of the little valley, ran to within a hundred feet of the out-building. Dense undergrowth choked the ground to a height of eight or ten feet around the boles of the close set trees. If they could gain the seclusion of that tangled jungle there was little likelihood of their being discovered, provided they were not seen as they passed across the open space between their hiding place and the wood. “We'd better make a break for it,” advised Bridge, and a moment later the three moved cautiously toward the wood, keeping the out-house between themselves and the farm house. Almost in front of them as they neared the wood they saw a well defined path leading into the thicket. Single-file they entered, to be almost instantly hidden from view, not only from the house but from any other point more than a dozen paces away, for the path was winding, narrow and closely walled by the budding verdure of the new Spring.",
   "summaries": [],
   "persons": [
    "Bridge"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1550,
   "text": "Birds sang or twittered about them, the mat of dead leaves oozed spongily beneath their feet, giving forth no sound as they passed, save a faint sucking noise as a foot was lifted from each watery seat. Bridge was in the lead, moving steadily forward that they might put as much distance as possible between themselves and the detective should the latter chance to explore the wood. They had advanced a few hundred yards when the path crossed through a small clearing the center of which was destitute of fallen leaves. Here the path was beaten into soft mud and as Bridge came to it he stopped and bent his gaze incredulously upon the ground. The girl and the youth, halting upon either side, followed the direction of his eyes with theirs. The girl gave a little, involuntary gasp, and the boy grasped Bridge's hand as though fearful of losing him. The man turned a quizzical glance at each of them and smiled, though a bit ruefully. “It beats me,” he said. “What can it be?” whispered the boy. “Oh, let's go back,” begged the girl. “And go along to father with Burton?” asked Bridge. The girl trembled and shook her head. “I would rather die,” she said, firmly. “Come, let's go on.” The cause of their perturbation was imprinted deeply in the mud of the pathway--the irregular outlines of an enormous, naked, human foot--a great, uncouth foot that bespoke a monster of another world. While, still more uncanny, in view of what they had heard in the farm house during the previous night, there lay, sometimes partially obliterated by the footprints",
   "summaries": [],
   "persons": [
    "Bridge"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1429,
   "text": "of the THING, the impress of a small, bare foot--a woman's or a child's--and over both an irregular scoring that might have been wrought by a dragging chain! In the loft of his father's hay barn Willie Case delved deep into the small red-covered volume, HOW TO BE A DETECTIVE; but though he turned many pages and flitted to and fro from preface to conclusion he met only with disappointment. The pictures of noted bank burglars and confidence men aided him not one whit, for in none of them could he descry the slightest resemblance to the smooth faced youth of the early morning. In fact, so totally different were the types shown in the little book that Willie was forced to scratch his head and exclaim “Gosh!” many times in an effort to reconcile the appearance of the innocent boy to the hardened, criminal faces he found portrayed upon the printed pages. “But, by gol!” he exclaimed mentally, “he said he was The Oskaloosie Kid, 'n' that he shot a man last night; but what I'd like to know is how I'm goin' to shadder him from this here book. Here it says: 'If the criminal gets on a street car and then jumps off at the next corner the good detective will know that his man is aware that he is being shadowed, and will stay on the car and telephone his office at the first opportunity.' 'N'ere it sez: 'If your man gets into a carriage don't run up an' jump on the back of it; but simply hire another carriage and follow.'",
   "summaries": [],
   "persons": [
    "Willie"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1408,
   "text": "How in hek kin I foller this book?” wailed Willie. “They ain't no street cars 'round here. I ain't never seen a street car, 'n'as fer a carriage, I reckon he means bus, they's only one on 'em in Oakdale 'n'if they waz forty I'd like to know how in hek I'd hire one when I ain't got no money. I reckon I threw away my four-bits on this book--it don't tell a feller nothin' 'bout false whiskers, wigs 'n' the like,” and he tossed the book disgustedly into a corner, rose and descended to the barnyard. Here he busied himself about some task that should have been attended to a week before, and which even now was not destined to be completed that day, since Willie had no more than set himself to it than his attention was distracted by the sudden appearance of a touring car being brought to a stop in front of the gate. Instantly Willie dropped his irksome labor and slouched lazily toward the machine, the occupants of which were descending and heading for the Case front door. Jeb Case met them before they reached the porch and Willie lolled against a pillar listening eagerly to all that was said. The most imposing figure among the strangers was the same whom Bridge had seen approaching the Squibbs' house a short time before. It was he who acted as spokesman for the newcomers. “As you may know,” he said, after introducing himself, “a number of crimes were committed in and around Oakdale last night.",
   "summaries": [],
   "persons": [
    "Bridge"
   ],
   "organisations": [],
   "locations": [
    "Oakdale"
   ],
   "misc": []
  },
  {
   "size": 1700,
   "text": "We are searching for clews to the perpetrators, some of whom must still be in the neighborhood. Have you seen any strange or suspicious characters around lately?” “I should say we hed,” exclaimed Jeb emphatically. “I seen the wo'st lookin' gang o' bums come outen my hay barn this mornin' thet I ever seed in my life. They must o' ben upward of a dozen on 'em. They waz makin' fer the house when I steps in an' grabs my ol' shot gun. I hollered at 'em not to come a step nigher 'n' I guess they seed it wa'n't safe monkeyin' with me; so they skidaddled.” “Which way did they go?” asked Burton. “Off down the road yonder; but I don't know which way they turned at the crossin's, er ef they kept straight on toward Millsville.” Burton asked a number of questions in an effort to fix the identity of some of the gang, warned Jeb to telephone him at Jonas Prim's if he saw anything further of the strangers, and then retraced his steps toward the car. Not once had Jeb mentioned the youth who had purchased supplies from him that morning, and the reason was that Jeb had not considered the young man of sufficient importance, having cataloged him mentally as an unusually early specimen of the summer camper with which he was more or less familiar. Willie, on the contrary, realized the importance of their morning customer, yet just how he was to cash in on his knowledge was not yet entirely clear. He was already convinced that HOW TO BE A DETECTIVE would help him not at all, and with the natural suspicion of ignorance he feared to divulge his knowledge to the city detective for fear that the latter would find the means to cheat him out of the princely reward offered by the Oakdale village board.",
   "summaries": [],
   "persons": [
    "Burton"
   ],
   "organisations": [],
   "locations": [
    "Oakdale"
   ],
   "misc": []
  },
  {
   "size": 1403,
   "text": "He thought of going at once to the Squibbs' house and placing the desperate criminals under arrest; but as fear throttled the idea in its infancy he cast about for some other plan. Even as he stood there thinking the great detective and his companions were entering the automobile to drive away. In a moment they would be gone. Were they not, after all, the very men, the only men, in fact, to assist him in his dilemma? At least he could test them out. If necessary he would divide the reward with them! Running toward the road Willie shouted to the departing sleuth. The car, moving slowly forward in low, came again to rest. Willie leaped to the running board. “If I tell you where the murderer is,” he whispered hoarsely, “do I git the $50.00?” Detective Burton was too old a hand to ignore even the most seemingly impossible of aids. He laid a kindly hand on Willie's shoulder. “You bet you do,” he replied heartily, “and what's more I'll add another fifty to it. What do you know?” “I seen the murderer this mornin',” Willie was gasping with excitement and elation. Already the one hundred dollars was as good as his. One hundred dollars! Willie “Goshed!” mentally even as he told his tale. “He come to our house an' bought some vittles an' stuff. Paw didn't know who he wuz; but when Paw went inside he told me he was The Oskaloosie Kid 'n' thet he robbed a house last night and killed a man, 'n'",
   "summaries": [],
   "persons": [
    "The Oskaloosie Kid",
    "Burton",
    "Willie"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "Oskaloosie Kid"
   ]
  },
  {
   "size": 1409,
   "text": "he had a whole pocket full o' money, 'n' he said he'd kill me ef I told.” Detective Burton could scarce restrain a smile as he listened to this wildly improbable tale, yet his professional instinct was too keen to permit him to cast aside as worthless the faintest evidence until he had proven it to be worthless. He stepped from the car again and motioning to Willie to follow him returned to the Case yard where Jeb was already coming toward the gate, having noted the interest which his son was arousing among the occupants of the car. Willie pulled at the detective's sleeve. “Don't tell Paw about the reward,” he begged; “he'll keep it all hisself.” Burton reassured the boy with a smile and a nod, and then as he neared Jeb he asked him if a young man had been at his place that morning asking for food. “Sure,” replied Jeb; “but he didn't 'mount to nothin'. One o' these here summer camper pests. He paid fer all he got. Had a roll o' bills 's big as ye fist. Little feller he were, not much older 'n' Willie.” “Did you know that he told your son that he was The Oskaloosa Kid and that he had robbed a house and killed a man last night?” “Huh?” exclaimed Jeb. Then he turned and cast one awful look at Willie--a look large with menace. “Honest, Paw,” pleaded the boy. “I was a-scairt to tell you, 'cause he said he'd kill me ef I told.” Jeb scratched his head. “Yew know what you'll get ef you're lyin'",
   "summaries": [],
   "persons": [
    "Burton",
    "The Oskaloosa Kid",
    "Willie"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1440,
   "text": "to me,” he threatened. “I believe he's telling the truth,” said detective Burton. “Where is the man now?” he asked Willie. “Down to the Squibbs' place,” and Willie jerked a dirty thumb toward the east. “Not now,” said Burton; “we just came from there; but there has been someone there this morning, for there is still a fire in the kitchen range. Does anyone live there?” “I should say not,” said Willie emphatically; “the place is haunted.” “Thet's right,” interjected Jeb. “Thet's what they do say, an' this here Oskaloosie Kid said they heered things las' night an' seed a dead man on the floor, didn't he M'randy?” M'randy nodded her head. “But I don't take no stock in what Willie's ben tellin' ye,” she continued, “'n' ef his paw don't lick him I will. I told him tell I'm good an' tired o' talkin' thet one liar 'round a place wuz all I could stand,” and she cast a meaning glance at her husband. “Honest, Maw, I ain't a-lyin',” insisted Willie. “Wot do you suppose he give me this fer, if it wasn't to keep me from talkin',” and the boy drew a crumpled one dollar bill from his pocket. It was worth the dollar to escape a thrashing. “He give you thet?” asked his mother. Willie nodded assent. “'N' thet ain't all he had neither,” he said. “Beside all them bills he showed me a whole pocket full o' jewlry, 'n' he had a string o' things thet I don't know jest what you call 'em; but they looked like they was made outen the inside o'",
   "summaries": [],
   "persons": [
    "Oskaloosie Kid",
    "Willie"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1435,
   "text": "clam shells only they was all round like marbles.” Detective Burton raised his eyebrows. “Miss Prim's pearl necklace,” he commented to the man at his side. The other nodded. “Don't punish your son, Mrs. Case,” he said to the woman. “I believe he has discovered a great deal that will help us in locating the man we want. Of course I am interested principally in finding Miss Prim--her father has engaged me for that purpose; but I think the arrest of the perpetrators of any of last night's crimes will put us well along on the trail of the missing young lady, as it is almost a foregone conclusion that there is a connection between her disappearance and some of the occurrences which have so excited Oakdale. I do not mean that she was a party to any criminal act; but it is more than possible that she was abducted by the same men who later committed the other crimes.” The Cases hung open-mouthed upon his words, while his companions wondered at the loquaciousness of this ordinarily close-mouthed man, who, as a matter of fact, was but attempting to win the confidence of the boy on the chance that even now he had not told all that he knew; but Willie had told all. Finding, after a few minutes further conversation, that he could glean no additional information the detective returned to his car and drove west toward Millsville on the assumption that the fugitives would seek escape by the railway running through that village.",
   "summaries": [],
   "persons": [
    "Burton",
    "Willie"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1402,
   "text": "Only thus could he account for their turning off the main pike. The latter was now well guarded all the way to Payson; while the Millsville road was still open. No sooner had he departed than Willie Case disappeared, nor did he answer at noon to the repeated ringing of the big, farm dinner bell. Half way between the Case farm and Millsville detective Burton saw, far ahead along the road, two figures scale a fence and disappear behind the fringing blackberry bushes which grew in tangled profusion on either side. When they came abreast of the spot he ordered the driver to stop; but though he scanned the open field carefully he saw no sign of living thing. “There are two men hiding behind those bushes,” he said to his companions in a low whisper. “One of you walk ahead about fifty yards and the other go back the same distance and then climb the fence. When I see you getting over I'll climb it here. They can't get away from us.” To the driver he said: “You have a gun. If they make a break go after 'em. You can shoot if they don't stop when you tell 'em to.” The two men walked in opposite directions along the road, and when Burton saw them turn in and start to climb the fence he vaulted over the panel directly opposite the car. He had scarcely alighted upon the other side when his eyes fell upon the disreputable figures of two tramps stretched out upon their backs and snoring audibly.",
   "summaries": [],
   "persons": [
    "Burton"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 749,
   "text": "Burton grinned. “You two sure can go to sleep in a hurry,” he said. One of the men opened his eyes and sat up. When he saw who it was that stood over him he grinned sheepishly. “Can't a guy lie down fer a minute in de bushes widout bein' pinched?” he asked. The other man now sat up and viewed the newcomer, while from either side Burton's companions closed in on the three. “Wot's de noise?” inquired the second tramp, looking from one to another of the intruders. “We ain't done nothin'.” “Of course not, Charlie,” Burton assured him gaily. “Who would ever suspect that you or The General would do anything; but somebody did something in Oakdale last night and I want to take you back there and have a nice, long talk with you. Put your hands up!”",
   "summaries": [],
   "persons": [
    "Burton"
   ],
   "organisations": [],
   "locations": [
    "Oakdale"
   ],
   "misc": []
  },
  {
   "size": 1447,
   "text": "“Put 'em up!” snapped Burton, and when the four grimy fists had been elevated he signalled to his companions to search the two men. Nothing more formidable than knives, dope, and a needle were found upon them. “Say,” drawled Dopey Charlie. “We knows wot we knows; but hones' to gawd we didn't have nothin' to do wid it. We knows the guy that pulled it off--we spent las' night wid him an' his pal an' a skoit. He creased me, here,” and Charlie unbuttoned his clothing and exposed to view the bloody scratch of The Oskaloosa Kid's bullet. “On de level, Burton, we wern't in on it. Dis guy was at dat Squibbs' place wen we pulls in dere outen de rain. He has a pocket full o' kale an' sparklers an' tings, and he goes fer to shoot me up wen I tries to get away.” “Who was he?” asked Burton. “He called hisself de Oskaloosa Kid,” replied Charlie. “A guy called Bridge was wid him. You know him?” “I've heard of him; but he's straight,” replied Burton. “Who was the skirt?” “I dunno,” said Charlie; “but she was gassin' 'bout her pals croakin' a guy an' turnin' 'im outten a gas wagon, an' dis Oskaloosa Kid he croaks some old guy in Oakdale las' night. Mebby he ain't a bad 'un though!” “Where are they now?” asked Burton. “We got away from 'em at the Squibbs' place this mornin',” said Charlie. “Well,” said Burton, “you boes come along with me. If you ain't done nothing the worst you'll get'll be three squares and a place to sleep for a few days.",
   "summaries": [],
   "persons": [
    "Kid",
    "Bridge"
   ],
   "organisations": [],
   "locations": [
    "Oakdale"
   ],
   "misc": []
  },
  {
   "size": 1535,
   "text": "I want you where I can lay my hands on you when I need a couple of witnesses,” and he herded them over the fence and into the machine. As he himself was about to step in he felt suddenly of his breast pocket. “What's the matter?” asked one of his companions. “I've lost my note book,” replied Burton; “it must have dropped out of my pocket when I jumped the fence. Just wait a minute while I go look for it,” and he returned to the fence, vaulted it and disappeared behind the bushes. It was fully five minutes before he returned but when he did there was a look of satisfaction on his face. “Find it?” asked his principal lieutenant. “Yep,” replied Burton. “I wouldn't have lost it for anything.” Bridge and his companions had made their way along the wooded path for perhaps a quarter of a mile when the man halted and drew back behind the foliage of a flowering bush. With raised finger he motioned the others to silence and then pointed through the branches ahead. The boy and the girl, tense with excitement, peered past the man into a clearing in which stood a log shack, mud plastered; but it was not the hovel which held their mute attention--it was rather the figure of a girl, bare headed and bare footed, who toiled stubbornly with an old spade at a long, narrow excavation. All too suggestive in itself was the shape of the hole the girl was digging; there was no need of the silent proof of its purpose which lay beside her to tell the watchers that she worked alone in the midst of the forest solitude upon a human grave.",
   "summaries": [],
   "persons": [
    "Bridge"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1519,
   "text": "The thing wrapped in an old quilt lay silently waiting for the making of its last bed. And as the three watched her other eyes watched them and the digging girl--wide, awestruck eyes, filled with a great terror, yet now and again half closing in the shrewd expression of cunning that is a hall mark of crafty ignorance. And as they watched, their over-wrought nerves suddenly shuddered to the grewsome clanking of a chain from the dark interior of the hovel. The youth, holding tight to Bridge's sleeve, strove to pull him away. “Let's go back,” he whispered in a voice that trembled so that he could scarce control it. “Yes, please,” urged the girl. “Here is another path leading toward the north. We must be close to a road. Let's get away from here.” The digger paused and raised her head, listening, as though she had caught the faint, whispered note of human voices. She was a black haired girl of nineteen or twenty, dressed in a motley of flowered calico and silk, with strings of gold and silver coins looped around her olive neck. Her bare arms were encircled by bracelets--some cheap and gaudy, others well wrought from gold and silver. From her ears depended ornaments fashioned from gold coins. Her whole appearance was barbaric, her occupation cast a sinister haze about her; and yet her eyes seemed fashioned for laughter and her lips for kissing. The watchers remained motionless as the girl peered first in one direction and then in another, seeking an explanation of the sounds which had disturbed her.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1507,
   "text": "Her brows were contracted into a scowl of apprehension which remained even after she returned to her labors, and that she was ill at ease was further evidenced by the frequent pauses she made to cast quick glances toward the dense tanglewood surrounding the clearing. At last the grave was dug. The girl climbed out and stood looking down upon the quilt wrapped thing at her feet. For a moment she stood there as silent and motionless as the dead. Only the twittering of birds disturbed the quiet of the wood. Bridge felt a soft hand slipped into his and slender fingers grip his own. He turned his eyes to see the boy at his side gazing with wide eyes and trembling lips at the tableau within the clearing. Involuntarily the man's hand closed tightly upon the youth's. And as they stood thus the silence was shattered by a loud and human sneeze from the thicket not fifty feet from where they stood. Instantly the girl in the clearing was electrified into action. Like a tigress charging those who stalked her she leaped swiftly across the clearing toward the point from which the disturbance had come. There was an answering commotion in the underbrush as the girl crashed through, a slender knife gleaming in her hand. Bridge and his companions heard the sounds of a swift and short pursuit followed by voices, one masterful, the other frightened and whimpering; and a moment afterward the girl reappeared dragging a boy with her--a wide-eyed, terrified, country boy who begged and blubbered to no avail.",
   "summaries": [],
   "persons": [
    "Bridge"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1558,
   "text": "Beside the dead man the girl halted and then turned on her captive. In her right hand she still held the menacing blade. “What you do there watching me for?” she demanded. “Tell me the truth, or I kill you,” and she half raised the knife that he might profit in his decision by this most potent of arguments. The boy cowered. “I didn't come fer to watch you,” he whimpered. “I'm lookin' for somebody else. I'm goin' to be a dee-tectiff, an' I'm shadderin' a murderer;” and he gasped and stammered: “But not you. I'm lookin' for another murderer.” For the first time the watchers saw a faint smile touch the girl's lips. “What other murderer?” she asked. “Who has been murdered?” “Two an' mebby three in Oakdale last night,” said Willie Case more glibly now that a chance for disseminating gossip momentarily outweighed his own fears. “Reginald Paynter was murdered an' ol' man Baggs an' Abigail Prim's missin'. Like es not she's been murdered too, though they do say as she had a hand in it, bein' seen with Paynter an' The Oskaloosie Kid jest afore the murder.” As the boy's tale reached the ears of the three hidden in the underbrush Bridge glanced quickly at his companions. He saw the boy's horror-stricken expression follow the announcement of the name of the murdered Paynter, and he saw the girl flush crimson. Without urging, Willie Case proceeded with his story. He told of the coming of The Oskaloosa Kid to his father's farm that morning and of seeing some of the loot and hearing the confession of robbery and killing in Oakdale the night before.",
   "summaries": [],
   "persons": [
    "Case",
    "Oskaloosa Kid",
    "Bridge"
   ],
   "organisations": [],
   "locations": [
    "Oakdale"
   ],
   "misc": []
  },
  {
   "size": 1414,
   "text": "Bridge looked down at the youth beside him; but the other's face was averted and his eyes upon the ground. Then Willie told of the arrival of the great detective, of the reward that had been offered and of his decision to win it and become rich and famous in a single stroke. As he reached the end of his narrative he leaned close to the girl, whispering in her ear the while his furtive gaze wandered toward the spot where the three lay concealed. Bridge shrugged his shoulders as the palpable inference of that cunning glance was borne in upon him. The boy's voice had risen despite his efforts to hold it to a low whisper for what with the excitement of the adventure and his terror of the girl with the knife he had little or no control of himself, yet it was evident that he did not realize that practically every word he had spoken had reached the ears of the three in hiding and that his final precaution as he divulged the information to the girl was prompted by an excess of timidity and secretiveness. The eyes of the girl widened in surprise and fear as she learned that three watchers lay concealed at the verge of the clearing. She bent a long, searching look in the direction indicated by the boy and then turned her eyes quickly toward the hut as though to summon aid. At the same moment Bridge stepped from hiding into the clearing. His pleasant 'Good morning!' brought the girl around, facing him.",
   "summaries": [],
   "persons": [
    "Bridge"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1611,
   "text": "“What you want?” she snapped. “I want you and this young man,” said Bridge, his voice now suddenly stern. “We have been watching you and followed you from the Squibbs house. We found the dead man there last night;” Bridge nodded toward the quilt enveloped thing upon the ground; “and we suspect that you had an accomplice.” Here he frowned meaningly upon Willie Case. The youth trembled and stammered. “I never seen her afore,” he cried. “I don' know nothin' about it. Honest I don't.” But the girl did not quail. “You get out,” she commanded. “You a bad man. Kill, steal. He know; he tell me. You get out or I call Beppo. He keel you. He eat you.” “Come, come, now, my dear,” urged Bridge, “be calm. Let us get at the root of this thing. Your young friend accuses me of being a murderer, does he? And he tells about murders in Oakdale that I have not even heard of. It seems to me that he must have some guilty knowledge himself of these affairs. Look at him and look at me. Notice his ears, his chin, his forehead, or rather the places where his chin and forehead should be, and then look once more at me. Which of us might be a murderer and which a detective? I ask you. “And as for yourself. I find you here in the depths of the wood digging a lonely grave for a human corpse. I ask myself: was this man murdered? but I do not say that he was murdered. I wait for an explanation from you, for you do not look a murderer, though I cannot say as much for your desperate companion.” The girl looked straight into Bridge's eyes for a full minute before she replied as though endeavoring to read his inmost soul.",
   "summaries": [],
   "persons": [
    "Squibbs",
    "Bridge",
    "Willie"
   ],
   "organisations": [],
   "locations": [
    "Oakdale"
   ],
   "misc": []
  },
  {
   "size": 1406,
   "text": "“I do not know this boy,” she said. “That is the truth. He was spying on me, and when I found him he told me that you and your companions were thieves and murderers and that you were hiding there watching me. You tell me the truth, all the truth, and I will tell you the truth. I have nothing to fear. If you do not tell me the truth I shall know it. Will you?” “I will,” replied Bridge, and then turning toward the brush he called: “Come here!” and presently a boy and a girl, dishevelled and fearful, crawled forth into sight. Willie Case's eyes went wide as they fell upon the Oskaloosa Kid. Quickly and simply Bridge told the girl the story of the past night, for he saw that by enlisting her sympathy he might find an avenue of escape for his companions, or at least a haven of refuge where they might hide until escape was possible. “And then,” he said in conclusion, “when the searchers arrived we followed the foot prints of yourself and the bear until we came upon you digging this grave.” Bridge's companions and Willie Case looked their surprise at his mention of a bear; but the gypsy girl only nodded her head as she had occasionally during his narrative. “I believe you,” said the girl. “It is not easy to deceive Giova. Now I tell you. This here,” she pointed toward the dead man, “he my father. He bad man. Steal; kill; drink; fight; but always good to Giova. Good to no one else but Beppo.",
   "summaries": [],
   "persons": [
    "Bridge",
    "Willie Case"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1405,
   "text": "He afraid Beppo. Even our people drive us out he, my father, so bad man. We wander 'round country mak leetle money when Beppo dance; mak lot money when HE steal. Two days he no come home. I go las' night look for him. Sometimes he too drunk come home he sleep Squeebs. I go there. I find heem dead. He have fits, six, seven year. He die fit. Beppo stay guard heem. I carry heem home. Giova strong, he no very large man. Beppo come too. I bury heem. No one know we leeve here. Pretty soon I go way with Beppo. Why tell people he dead. Who care? Mak lot trouble for Giova whose heart already ache plenty. No one love heem, only Beppo and Giova. No one love Giova, only Beppo; but some day Beppo he keel Giova now HE is dead, for Beppo vera large, strong bear--fierce bear--ogly bear. Even Giova who love Beppo is afraid Beppo. Beppo devil bear! Beppo got evil eye. “Well,” said Bridge, “I guess, Giova, that you and we are in the same boat. We haven't any of us done anything so very bad but it would be embarrassing to have to explain to the police what we have done,” here he glanced at The Oskaloosa Kid and the girl standing beside the youth. “Suppose we form a defensive alliance, eh? We'll help you and you help us. What do you say?” “All right,” acquiesced Giova; “but what we do with this?” and she jerked her thumb toward Willie Case. “If he don't behave we'll feed him to Beppo,” suggested Bridge.",
   "summaries": [],
   "persons": [
    "Giova",
    "Beppo",
    "Willie"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1461,
   "text": "Willie shook in his boots, figuratively speaking, for in reality he shook upon his bare feet. “Lemme go,” he wailed, “an' I won't tell nobody nothin'.” “No,” said Bridge, “you don't go until we're safely out of here. I wouldn't trust that vanishing chin of yours as far as I could throw Beppo by the tail.” “Wait!” exclaimed The Oskaloosa Kid. “I have it!” “What have you?” asked Bridge. “Listen!” cried the boy excitedly. “This boy has been offered a hundred dollars for information leading to the arrest and conviction of the men who robbed and murdered in Oakdale last night. I'll give him a hundred dollars if he'll go away and say nothing about us.” “Look here, son,” said Bridge, “every time you open your mouth you put your foot in it. The less you advertise the fact that you have a hundred dollars the better off you'll be. I don't know how you come by so much wealth; but in view of several things which occurred last night I should not be crazy, were I you, to have to make a true income tax return. Somehow I have faith in you; but I doubt if any minion of the law would be similarly impressed.” The Oskaloosa Kid appeared hurt and crestfallen. Giova shot a suspicious glance at him. The other girl involuntarily drew away. Bridge noted the act and shook his head. “No,” he said, “we mustn't judge one another hastily, Miss Prim, and I take it you are Miss Prim?” The girl made a half gesture of denial, started to speak, hesitated and then resumed.",
   "summaries": [],
   "persons": [
    "Bridge"
   ],
   "organisations": [],
   "locations": [
    "Oakdale"
   ],
   "misc": []
  },
  {
   "size": 1439,
   "text": "“I would rather not say who I am, please,” she said. “Well,” said the man, “let's take one another at face value for a while, without digging too deep into the past; and now for our plans. This wood will be searched; but I don't see how we are to get out of it before dark as the roads are doubtless pretty well patrolled, or at least every farmer is on the lookout for suspicious strangers. So we might as well make the best of it here for the rest of the day. I think we're reasonably safe for the time being--if we keep Willie with us.” Willie had been an interested auditor of all that passed between his captors. He was obviously terrified; but his terror did not prevent him from absorbing all that he heard, nor from planning how he might utilize the information. He saw not only one reward but several and a glorious publicity which far transcended the most sanguine of his former dreams. He saw his picture not only in the Oakdale Tribune but in the newspapers of every city of the country. Assuming a stern and arrogant expression, or rather what he thought to be such, he posed, mentally, for the newspaper cameramen; and such is the power of association of ideas that he was presently strolling nonchalantly before a battery of motion picture machines. “Gee!” he murmured, “won't the other fellers be sore! I s'ppose Pinkerton'll send for me 'bout the first thing 'n' offer me twenty fi' dollars a week, er mebbie more 'n thet.",
   "summaries": [],
   "persons": [
    "Willie"
   ],
   "organisations": [
    "Oakdale Tribune"
   ],
   "locations": [
    "Oakdale"
   ],
   "misc": []
  },
  {
   "size": 1406,
   "text": "Gol durn, ef I don't hold out fer thirty! Gee!” Words, thoughts even, failed him. As the others planned they rather neglected Willie and when they came to assisting Giova in lowering her father into the grave and covering him over with earth they quite forgot Willie entirely. It was The Oskaloosa Kid who first thought of him. “Where's the boy?” he cried suddenly. The others looked quickly about the clearing, but no Willie was to be seen. Bridge shook his head ruefully. “We'll have to get out of this in a hurry now,” he said. “That little defective will have the whole neighborhood on us in an hour.” “Oh, what can we do?” cried the girl. “They mustn't find us! I should rather die than be found here with--” She stopped abruptly, flushed scarlet as the other three looked at her in silence, and then: “I am sorry,” she said. “I didn't know what I was saying. I am so frightened. You have all been good to me.” “I tell you what we do.” It was Giova speaking in the masterful voice of one who has perfect confidence in his own powers. “I know fine way out. This wood circle back south through swamp mile, mile an' a half. The road past Squeebs an' Case's go right through it. I know path there I fin' myself. We on'y have to cross road, that only danger. Then we reach leetle stream south of woods, stream wind down through Payson. We all go Gypsies. I got lot clothing in house. We all go Gypsies, an'",
   "summaries": [],
   "persons": [
    "Giova",
    "Bridge"
   ],
   "organisations": [],
   "locations": [
    "Squeebs"
   ],
   "misc": []
  },
  {
   "size": 1542,
   "text": "when we reach Payson we no try hide--jus' come out on street with Beppo. Mak' Beppo dance. No one think we try hide. Then come night we go 'way. Find more wood an' leetle lake other side Payson. I know place. We hide there long time. No one ever fin' us there. We tell two, three, four people in Payson we go Oakdale. They look Oakdale for us if they wan' fin' us. They no think look where we go. See?” “Oh, I can't go to Payson,” exclaimed the other girl. “Someone would be sure to recognize me.” “You come in house with me,” Giova assured her, “I feex you so your own mother no know you. You mens come too. I geeve you what to wear like Gypsy mens. We got lots things. My father, him he steal many things from our people after they drive us out. He go back by nights an' steal.” The three followed her toward the little hovel since there seemed no better plan than that which she had offered. Giova and the other girl were in the lead, followed by Bridge and the boy. The latter turned to the man and placed a hand upon his arm. “Why don't you leave us,” he asked. “You have done nothing. No one is looking for you. Why don't you go your way and save yourself from suspicion.” Bridge did not reply. “I believe,” the youth went on, “that you are doing it for me; but why I can't guess.” “Maybe I am,” Bridge half acknowledged. “You're a good little kid, but you need someone to look after you. It would be easier though if you'd tell me the truth about yourself, which you certainly haven't up to now.” “Please don't ask me,” begged the boy.",
   "summaries": [],
   "persons": [
    "Bridge"
   ],
   "organisations": [],
   "locations": [
    "Payson",
    "Oakdale"
   ],
   "misc": [
    "Gypsy"
   ]
  },
  {
   "size": 1482,
   "text": "“I can't; honestly I can't.” “Is it as bad as that?” asked the man. “Oh, it's worse,” cried The Oskaloosa Kid. “It's a thousand times worse. Don't make me tell you, for if I do tell I shall have to leave you, and--and, oh, Bridge, I don't want to leave you--ever!” They had reached the door of the cabin now and were looking in past the girl who had halted there as Giova entered. Before them was a small room in which a large, vicious looking brown bear was chained. “Behold our ghost of last night!” exclaimed Bridge. “By George! though, I'd as soon have hunted a real ghost in the dark as to have run into this fellow.” “Did you know last night that it was a bear?” asked the Kid. “You told Giova that you followed the footprints of herself and her bear; but you had not said anything about a bear to us.” “I had an idea last night,” explained Bridge, “that the sounds were produced by some animal dragging a chain; but I couldn't prove it and so I said nothing, and then this morning while we were following the trail I made up my mind that it was a bear. There were two facts which argued that such was the case. The first is that I don't believe in ghosts and that even if I did I would not expect a ghost to leave footprints in the mud, and the other is that I knew that the footprints of a bear are strangely similar to those of the naked feet of man. Then when I saw the Gypsy girl I was sure that what we had heard last night was nothing more nor less than a trained bear.",
   "summaries": [],
   "persons": [
    "Giova"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "Gypsy"
   ]
  },
  {
   "size": 1469,
   "text": "The dress and appearance of the dead man lent themselves to a furtherance of my belief and the wisp of brown hair clutched in his fingers added still further proof.” Within the room the bear was now straining at his collar and growling ferociously at the strangers. Giova crossed the room, scolding him and at the same time attempting to assure him that the newcomers were friends; but the wicked expression upon the beast's face gave no indication that he would ever accept them as aught but enemies. It was a breathless Willie who broke into his mother's kitchen wide eyed and gasping from the effects of excitement and a long, hard run. “Fer lan' sakes!” exclaimed Mrs. Case. “Whatever in the world ails you?” “I got 'em; I got 'em!” cried Willie, dashing for the telephone. “Fer lan' sakes! I should think you did hev 'em,” retorted his mother as she trailed after him in the direction of the front hall. “'N' whatever you got, you got 'em bad. Now you stop right where you air 'n' tell me whatever you got. 'Taint likely it's measles, fer you've hed them three times, 'n' whoopin' cough ain't 'them,' it's 'it,' 'n'--.” Mrs. Case paused and gasped--horrified. “Fer lan' sakes, Willie Case, you come right out o' this house this minute ef you got anything in your head.” She made a grab for Willie's arm; but the boy dodged and reached the telephone. “Shucks!” he cried. “I ain't got nothin' in my head,” nor did either sense the unconscious humor of the statement.",
   "summaries": [],
   "persons": [
    "Case",
    "Giova",
    "Willie"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1481,
   "text": "“What I got is a gang o' thieves an' murderers, an' I'm callin' up thet big city deetectiff to come arter 'em.” Mrs. Case sank into a chair, prostrated by the weight of her emotions, while Willie took down the receiver after ringing the bell to attract central. Finally he obtained his connection, which was with Jonas Prim's bank where detective Burton was making his headquarters. Here he learned that Burton had not returned; but finally gave his message reluctantly to Jonas Prim after exacting a promise from that gentleman that he would be personally responsible for the payment of the reward. What Willie Case told Jonas Prim had the latter in a machine, with half a dozen deputy sheriffs and speeding southward from Oakdale inside of ten minutes. A short distance out from town they met detective Burton with his two prisoners. After a hurried consultation Dopey Charlie and The General were unloaded and started on the remainder of their journey afoot under guard of two of the deputies, while Burton's companions turned and followed the other car, Burton taking a seat beside Prim. “He said that he could take us right to where Abigail is,” Mr. Prim was explaining to Burton, “and that this Oskaloosa Kid is with her, and another man and a foreign looking girl. He told a wild story about seeing them burying a dead man in the woods back of Squibbs' place. I don't know how much to believe, or whether to believe any of it; but we can't afford not to run down every clew.",
   "summaries": [],
   "persons": [
    "Oskaloosa Kid",
    "Burton",
    "Jonas Prim"
   ],
   "organisations": [],
   "locations": [
    "Oakdale"
   ],
   "misc": []
  },
  {
   "size": 1458,
   "text": "I can't believe that my daughter is wilfully consorting with such men. She always has been full of life and spirit; but she's got a clean mind, and her little escapades have always been entirely harmless--at worst some sort of boyish prank. I simply won't believe it until I see it with my own eyes. If she's with them she's being held by force.” Burton made no reply. He was not a man to jump to conclusions. His success was largely due to the fact that he assumed nothing; but merely ran down each clew quickly yet painstakingly until he had a foundation of fact upon which to operate. His theory was that the simplest way is always the best way and so he never befogged the main issue with any elaborate system of deductive reasoning based on guesswork. Burton never guessed. He assumed that it was his business to KNOW, nor was he on any case long before he did know. He was employed now to find Abigail Prim. Each of the several crimes committed the previous night might or might not prove a clew to her whereabouts; but each must be run down in the process of elimination before Burton could feel safe in abandoning it. Already he had solved one of them to his satisfaction; and Dopey Charlie and The General were, all unknown to themselves, on the way to the gallows for the murder of Old John Baggs. When Burton had found them simulating sleep behind the bushes beside the road his observant eyes had noticed something that resembled a hurried cache.",
   "summaries": [],
   "persons": [
    "Dopey Charlie",
    "Burton"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1412,
   "text": "The excuse of a lost note book had taken him back to investigate and to find the loot of the Baggs's crime wrapped in a bloody rag and hastily buried in a shallow hole. When Burton and Jonas Prim arrived at the Case farm they were met by a new Willie. A puffed and important young man swaggered before them as he retold his tale and led them through the woods toward the spot where they were to bag their prey. The last hundred yards was made on hands and knees; but when the party arrived at the clearing there was no one in sight, only the hovel stood mute and hollow-eyed before them. “They must be inside,” whispered Willie to the detective. Burton passed a whispered word to his followers. Stealthily they crept through the underbrush until the cabin was surrounded; then, at a signal from their leader they rose and advanced upon the structure. No evidence of life indicated their presence had been noted, and Burton came to the very door of the cabin unchallenged. The others saw him pause an instant upon the threshold and then pass in. They closed behind him. Three minutes later he emerged, shaking his head. “There is no one here,” he announced. Willie Case was crestfallen. “But they must be,” he pleaded. “They must be. I saw 'em here just a leetle while back.” Burton turned and eyed the boy sternly. Willie quailed. “I seen 'em,” he cried. “Hones' I seen 'em. They was here just a few minutes ago.",
   "summaries": [],
   "persons": [
    "Burton",
    "Willie",
    "Willie Case"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1021,
   "text": "Here's where they burrit the dead man,” and he pointed to the little mound of earth near the center of the clearing. “We'll see,” commented Burton, tersely, and he sent two of his men back to the Case farm for spades. When they returned a few minutes' labor revealed that so much of Willie's story was true, for a quilt wrapped corpse was presently unearthed and lying upon the ground beside its violated grave. Willie's stock rose once more to par. In an improvised litter they carried the dead man back to Case's farm where they left him after notifying the coroner by telephone. Half of Burton's men were sent to the north side of the woods and half to the road upon the south of the Squibbs' farm. There they separated and formed a thin line of outposts about the entire area north of the road. If the quarry was within it could not escape without being seen. In the mean time Burton telephoned to Oakdale for reinforcements, as it would require fifty men at least to properly beat the tangled underbrush of the wood.",
   "summaries": [],
   "persons": [
    "Case",
    "Burton"
   ],
   "organisations": [],
   "locations": [
    "Oakdale"
   ],
   "misc": []
  },
  {
   "size": 1558,
   "text": "In a clump of willows beside the little stream which winds through the town of Payson a party of four halted on the outskirts of the town. There were two men, two young women and a huge brown bear. The men and women were, obviously, Gypsies. Their clothing, their head-dress, their barbaric ornamentation proclaimed the fact to whoever might pass; but no one passed. “I think,” said Bridge, “that we will just stay where we are until after dark. We haven't passed or seen a human being since we left the cabin. No one can know that we are here and if we stay here until late to-night we should be able to pass around Payson unseen and reach the wood to the south of town. If we do meet anyone to-night we'll stop them and inquire the way to Oakdale--that'll throw them off the track.” The others acquiesced in his suggestion; but there were queries about food to be answered. It seemed that all were hungry and that the bear was ravenous. “What does he eat?” Bridge asked of Giova. “Mos' anything,” replied the girl. “He like garbage fine. Often I take him into towns late, ver' late at night an' he eat swill. I do that to-night. Beppo, he got to be fed or he eat Giova. I go feed Beppo, you go get food for us; then we all meet at edge of wood just other side town near old mill.” During the remainder of the afternoon and well after dark the party remained hidden in the willows. Then Giova started out with Beppo in search of garbage cans, Bridge bent his steps toward a small store upon the outskirts of town where food could be purchased, The Oskaloosa",
   "summaries": [],
   "persons": [
    "Bridge"
   ],
   "organisations": [],
   "locations": [
    "Payson"
   ],
   "misc": []
  },
  {
   "size": 1525,
   "text": "Kid having donated a ten dollar bill for the stocking of the commissariat, and the youth and the girl made their way around the south end of the town toward the meeting place beside the old mill. As Bridge moved through the quiet road at the outskirts of the little town he let his mind revert to the events of the past twenty four hours and as he pondered each happening since he met the youth in the dark of the storm the preceding night he asked himself why he had cast his lot with these strangers. In his years of vagabondage Bridge had never crossed that invisible line which separates honest men from thieves and murderers and which, once crossed, may never be recrossed. Chance and necessity had thrown him often among such men and women; but never had he been of them. The police of more than one city knew Bridge--they knew him, though, as a character and not as a criminal. A dozen times he had been arraigned upon suspicion; but as many times had he been released with a clean bill of morals until of late Bridge had become almost immune from arrest. The police who knew him knew that he was straight and they knew, too, that he would give no information against another man. For this they admired him as did the majority of the criminals with whom he had come in contact during his rovings. The present crisis, however, appeared most unpromising to Bridge. Grave crimes had been committed in Oakdale, and here was Bridge conniving in the escape of at least two people who might readily be under police suspicion.",
   "summaries": [],
   "persons": [
    "Bridge"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1492,
   "text": "It was difficult for the man to bring himself to believe that either the youth or the girl was in any way actually responsible for either of the murders; yet it appeared that the latter had been present when a murder was committed and now by attempting to elude the police had become an accessory after the fact, since she possessed knowledge of the identity of the actual murderer; while the boy, by his own admission, had committed a burglary. Bridge shook his head wearily. Was he not himself an accessory after the fact in the matter of two crimes at least? These new friends, it seemed, were about to topple him into the abyss which he had studiously avoided for so long a time. But why should he permit it? What were they to him? A freight train was puffing into the siding at the Payson station. Bridge could hear the complaining brakes a mile away. It would be easy to leave the town and his dangerous companions far behind him; but even as the thought forced its way into his mind another obtruded itself to shoulder aside the first. It was recollection of the boy's words: “Oh, Bridge, I don't want to leave you--ever.” “I couldn't do it,” mused Bridge. “I don't know just why; but I couldn't. That kid has certainly got me. The first thing someone knows I'll be starting a foundlings' home. There is no question but that I am the soft mark, and I wonder why it is--why a kid I never saw before last night has a strangle hold on my heart that I can't shake loose--and don't want to.",
   "summaries": [],
   "persons": [
    "Bridge"
   ],
   "organisations": [],
   "locations": [
    "Payson"
   ],
   "misc": []
  },
  {
   "size": 1445,
   "text": "Now if it was a girl I could understand it.” Bridge stopped suddenly in the middle of the road. From his attitude he might have been startled either by a surprising noise or by a surprising thought. For a minute he stood motionless; then he shook his head again and proceeded along his way toward the little store; evidently if he had heard anything he was assured that it constituted no menace. As he entered the store to make his purchases a foxeyed man saw him and stepped quickly behind the huge stove which had not as yet been taken down for the summer. Bridge made his purchases, the volume of which required a large gunny-sack for transportation, and while he was thus occupied the fox-eyed man clung to his coign of vantage, himself unnoticed by the purchaser. When Bridge departed the other followed him, keeping in the shadow of the trees which bordered the street. Around the edge of town and down a road which led southward the two went until Bridge passed through a broken fence and halted beside an abandoned mill. The watcher saw his quarry set down his burden, seat himself beside it and proceed to roll a cigaret; then he faded away in the darkness and Bridge was alone. Five or ten minutes later two slender figures appeared dimly out of the north. They approached timidly, stopping often and looking first this way and then that and always listening. When they arrived opposite the mill Bridge saw them and gave a low whistle.",
   "summaries": [],
   "persons": [
    "Bridge"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1478,
   "text": "Immediately the two passed through the fence and approached him. “My!” exclaimed one. “I thought we never would get here; but we didn't see a soul on the road. Where is Giova?” “She hasn't come yet,” replied Bridge, “and she may not. I don't see how a girl can browse around a town like this with a big bear at night and not be seen, and if she is seen she'll be followed--it would be too much of a treat for the rubes ever to be passed up--and if she's followed she won't come here. At least I hope she won't.” “What's that?” exclaimed The Oskaloosa Kid. Each stood in silence, listening. The girl shuddered. “Even now that I know what it is it makes me creep,” she whispered, as the faint clanking of a distant chain came to their ears. “We ought to be used to it by this time, Miss Prim,” said Bridge. “We heard it all last night and a good part of to-day.” The girl made no comment upon the use of the name which he had applied to her, and in the darkness he could not see her features, nor did he see the odd expression upon the boy's face as he heard the name addressed to her. Was he thinking of the nocturnal raid he so recently had made upon the boudoir of Miss Abigail Prim? Was he pondering the fact that his pockets bulged to the stolen belongings of that young lady? But whatever was passing in his mind he permitted none of it to pass his lips. As the three stood waiting in silence Giova came presently among them, the beast Beppo lumbering awkwardly at her side.",
   "summaries": [],
   "persons": [
    "Beppo",
    "Giova"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 520,
   "text": "“Did he find anything to eat?” asked the man. “Oh, yes,” exclaimed Giova. “He fill up now. That mak him better nature. Beppo not so ugly now.” “Well, I'm glad of that,” said Bridge. “I haven't been looking forward much to his company through the woods to-night--especially while he was hungry!” Giova laughed a low, musical little laugh. “I don' think he no hurt you anyway,” she said. “Now he know you my frien'.” “I hope you are quite correct in your surmise,” replied Bridge. “But even so I'm not taking any chances.”",
   "summaries": [],
   "persons": [
    "Giova"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1436,
   "text": "Willie Case had been taken to Payson to testify before the coroner's jury investigating the death of Giova's father, and with the dollar which The Oskaloosa Kid had given him in the morning burning in his pocket had proceeded to indulge in an orgy of dissipation the moment that he had been freed from the inquest. Ice cream, red pop, peanuts, candy, and soda water may have diminished his appetite but not his pride and self-satisfaction as he sat alone and by night for the first time in a public eating place. Willie was now a man of the world, a bon vivant, as he ordered ham and eggs from the pretty waitress of The Elite Restaurant on Broadway; but at heart he was not happy for never before had he realized what a great proportion of his anatomy was made up of hands and feet. As he glanced fearfully at the former, silhouetted against the white of the table cloth, he flushed scarlet, assured as he was that the waitress who had just turned away toward the kitchen with his order was convulsed with laughter and that every other eye in the establishment was glued upon him. To assume an air of nonchalance and thereby impress and disarm his critics Willie reached for a toothpick in the little glass holder near the center of the table and upset the sugar bowl. Immediately Willie snatched back the offending hand and glared ferociously at the ceiling. He could feel the roots of his hair being consumed in the heat of his skin.",
   "summaries": [],
   "persons": [
    "Willie",
    "The Oskaloosa Kid",
    "Willie Case"
   ],
   "organisations": [],
   "locations": [
    "Payson",
    "The Elite Restaurant"
   ],
   "misc": []
  },
  {
   "size": 1481,
   "text": "A quick side glance that required all his will power to consummate showed him that no one appeared to have noticed his faux pas and Willie was again slowly returning to normal when the proprietor of the restaurant came up from behind and asked him to remove his hat. Never had Willie Case spent so frightful a half hour as that within the brilliant interior of The Elite Restaurant. Twenty-three minutes of this eternity was consumed in waiting for his order to be served and seven minutes in disposing of the meal and paying his check. Willie's method of eating was in itself a sermon on efficiency--there was no lost motion--no waste of time. He placed his mouth within two inches of his plate after cutting his ham and eggs into pieces of a size that would permit each mouthful to enter without wedging; then he mixed his mashed potatoes in with the result and working his knife and fork alternately with bewildering rapidity shot a continuous stream of food into his gaping maw. In addition to the meat and potatoes there was one vegetable in a side-dish and as dessert four prunes. The meat course gone Willie placed the vegetable dish on the empty plate, seized a spoon in lieu of knife and fork and--presto! the side-dish was empty. Whereupon the prune dish was set in the empty side-dish--four deft motions and there were no prunes--in the dish. The entire feat had been accomplished in 6:34 1/2, setting a new world's record for red-headed farmer boys with one splay foot.",
   "summaries": [],
   "persons": [
    "Case",
    "Willie"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1595,
   "text": "In the remaining twenty five and one half seconds Willie walked what seemed to him a mile from his seat to the cashier's desk and at the last instant bumped into a waitress with a trayful of dishes. Clutched tightly in Willie's hand was thirty five cents and his check with a like amount written upon it. Amid the crash of crockery which followed the collision Willie slammed check and money upon the cashier's desk and fled. Nor did he pause until in the reassuring seclusion of a dark side street. There Willie sank upon the curb alternately cold with fear and hot with shame, weak and panting, and into his heart entered the iron of class hatred, searing it to the core. Fortunately for youth it recuperates rapidly from mortal blows, and so it was that another half hour found Willie wandering up and down Broadway but at the far end of the street from The Elite Restaurant. A motion picture theater arrested his attention; and presently, parting with one of his two remaining dimes, he entered. The feature of the bill was a detective melodrama. Nothing in the world could have better suited Willie's psychic needs. It recalled his earlier feats of the day, in which he took pardonable pride, and raised him once again to a self-confidence he had not felt since he entered the ever to be hated Elite Restaurant. The show over Willie set forth afoot for home. A long walk lay ahead of him. This in itself was bad enough; but what lay at the end of the long walk was infinitely worse, as Willie's father had warned him to return immediately after the inquest, in time for milking, preferably.",
   "summaries": [],
   "persons": [
    "Willie"
   ],
   "organisations": [],
   "locations": [
    "Broadway"
   ],
   "misc": []
  },
  {
   "size": 1544,
   "text": "Before he had gone two blocks from the theater Willie had concocted at least three tales to account for his tardiness, either one of which would have done credit to the imaginative powers of a Rider Haggard or a Jules Verne; but at the end of the third block he caught a glimpse of something which drove all thoughts of home from his mind and came but barely short of driving his mind out too. He was approaching the entrance to an alley. Old trees grew in the parkway at his side. At the street corner a half block away a high flung arc swung gently from its supporting cables, casting a fair light upon the alley's mouth, and just emerging from behind the nearer fence Willie Case saw the huge bulk of a bear. Terrified, Willie jumped behind a tree; and then, fearful lest the animal might have caught sight or scent of him he poked his head cautiously around the side of the bole just in time to see the figure of a girl come out of the alley behind the bear. Willie recognized her at the first glance--she was the very girl he had seen burying the dead man in the Squibbs woods. Instantly Willie Case was transformed again into the shrewd and death defying sleuth. At a safe distance he followed the girl and the bear through one alley after another until they came out upon the road which leads south from Payson. He was across the road when she joined Bridge and his companions. When they turned toward the old mill he followed them, listening close to the rotting clapboards for any chance remark which might indicate their future plans.",
   "summaries": [],
   "persons": [
    "Squibbs",
    "Bridge",
    "Willie Case"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1492,
   "text": "He heard them debating the wisdom of remaining where they were for the night or moving on to another location which they had evidently decided upon but no clew to which they dropped. “The objection to remaining here,” said Bridge, “is that we can't make a fire to cook by--it would be too plainly visible from the road.” “But I can no fin' road by dark,” explained Giova. “It bad road by day, ver' much worse by night. Beppo no come 'cross swamp by night. No, we got stay here til morning.” “All right,” replied Bridge, “we can eat some of this canned stuff and have our ham and coffee after we reach camp tomorrow morning, eh?” “And now that we've gotten through Payson safely,” suggested The Oskaloosa Kid, “let's change back into our own clothes. This disguise makes me feel too conspicuous.” Willie Case had heard enough. His quarry would remain where it was over night, and a moment later Willie was racing toward Payson and a telephone as fast as his legs would carry him. In an old brick structure a hundred yards below the mill where the lighting machinery of Payson had been installed before the days of the great central power plant a hundred miles away four men were smoking as they lay stretched upon the floor. “I tell you I seen him,” asserted one of the party. “I follered this Bridge guy from town to the mill. He was got up like a Gyp; but I knew him all right, all right. This scenery of his made me tink there was something phoney doin', or I wouldn't have trailed him, an'",
   "summaries": [],
   "persons": [
    "Bridge"
   ],
   "organisations": [],
   "locations": [
    "Payson"
   ],
   "misc": []
  },
  {
   "size": 1434,
   "text": "its a good ting I done it, fer he hadn't ben there five minutes before along comes The Kid an' a skirt and pretty soon a nudder chicken wid a calf on a string, er mebbie it was a sheep--it was pretty husky lookin' fer a sheep though. An' I sticks aroun' a minute until I hears this here Bridge guy call the first skirt 'Miss Prim.'” He ceased speaking to note the effect of his words on his hearers. They were electrical. The Sky Pilot sat up straight and slapped his thigh. Soup Face opened his mouth, letting his pipe fall out into his lap, setting fire to his ragged trousers. Dirty Eddie voiced a characteristic obscenity. “So you sees,” went on Columbus Blackie, “we got a chanct to get both the dame and The Kid. Two of us can take her to Oakdale an' claim the reward her old man's offerin' an' de odder two can frisk de Kid, an'--an'--.” “An' wot?” queried The Sky Pilot. “Dere's de swamp handy,” suggested Soup Face. “I was tinkin' of de swamp,” said Columbus Blackie. “Eddie and I will return Miss Prim to her bereaved parents,” interrupted The Sky Pilot. “You, Blackie, and Soup Face can arrange matters with The Oskaloosa Kid. I don't care for details. We will all meet in Toledo as soon as possible and split the swag. We ought to make a cleaning on this job, boes.” “You spit a mout'ful then,” said Columbus Blackie. They fell to discussing way and means. “We'd better wait until they're asleep,” counseled The Sky Pilot.",
   "summaries": [],
   "persons": [
    "Soup Face",
    "Miss Prim"
   ],
   "organisations": [],
   "locations": [
    "Toledo"
   ],
   "misc": []
  },
  {
   "size": 372,
   "text": "“Two of us can tackle this Bridge and hand him the k.o. quick. Eddie and Soup Face had better attend to that. Blackie can nab The Kid an' I'll annex Miss Abigail Prim. The lady with the calf we don't want. We'll tell her we're officers of the law an' that she'd better duck with her live stock an' keep her trap shut if she don't want to get mixed up with a murder trial.”",
   "summaries": [],
   "persons": [
    "Abigail",
    "The Kid",
    "Blackie"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1420,
   "text": "Detective Burton was at the county jail in Oakdale administering the third degree to Dopey Charlie and The General when there came a long distance telephone call for him. “Hello!” said the voice at the other end of the line; “I'm Willie Case, an' I've found Miss Abigail Prim.” “Again?” queried Burton. “Really,” asserted Willie. “I know where she's goin' to be all night. I heard 'em say so. The Oskaloosie Kid's with her an' annuder guy an' the girl I seen with the dead man in Squibbs' woods an' they got a BEAR!” It was almost a shriek. “You'd better come right away an' bring Mr. Prim. I'll meet you on the ol' Toledo road right south of Payson, an' say, do I get the whole reward?” “You'll get whatever's coming to you, son,” replied Burton. “You say there are two men and two women--are you sure that is all?” “And the bear,” corrected Willie. “All right, keep quiet and wait for me,” cautioned Burton. “You'll know me by the spot light on my car--I'll have it pointed straight up into the air. When you see it coming get into the middle of the road and wave your hands to stop us. Do you understand?” “And don't talk to anyone,” Burton again cautioned him. A few minutes later Burton left Oakdale with his two lieutenants and a couple of the local policemen, the car turning south toward Payson and moving at ever accelerating speed as it left the town streets behind it and swung smoothly onto the country road.",
   "summaries": [],
   "persons": [
    "Payson",
    "Burton",
    "Willie",
    "Charlie"
   ],
   "organisations": [],
   "locations": [
    "Payson"
   ],
   "misc": []
  },
  {
   "size": 1484,
   "text": "It was after midnight when four men cautiously approached the old mill. There was no light nor any sign of life within as they crept silently through the doorless doorway. Columbus Blackie was in the lead. He flashed a quick light around the interior revealing four forms stretched upon the floor, deep in slumber. Into the blacker shadows of the far end of the room the man failed to shine his light for the first flash had shown him those whom he sought. Picking out their quarry the intruders made a sudden rush upon the sleepers. Bridge awoke to find two men attempting to rain murderous blows upon his head. Wiry, strong and full of the vigor of a clean life, he pitted against their greater numbers and cowardly attack a defense which was infinitely more strenuous than they had expected. Columbus Blackie leaped for The Oskaloosa Kid, while The Sky Pilot seized upon Abigail Prim. No one paid any attention to Giova, nor, with the noise and confusion, did the intruders note the sudden clanking of a chain from out the black depths of the room's further end, or the splintering of a half decayed studding. Soup Face entangling himself about Bridge's legs succeeded in throwing the latter to the floor while Dirty Eddie kicked viciously at the prostrate man's head. The Sky Pilot seized Abigail Prim about the waist and dragged her toward the doorway and though the girl fought valiantly to free herself her lesser muscles were unable to cope successfully with those of the man.",
   "summaries": [],
   "persons": [
    "Abigail Prim",
    "Dirty Eddie",
    "Columbus Blackie"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1434,
   "text": "Columbus Blackie found his hands full with The Oskaloosa Kid. Again and again the youth struck him in the face; but the man persisted, beating down the slim hands and striking viciously at body and head until, at last, the boy, half stunned though still struggling, was dragged from the room. Simultaneously a series of frightful growls reverberated through the deserted mill. A huge body catapulted into the midst of the fighters. Abigail Prim screamed. “The bear!” she cried. “The bear is loose!” Dirty Eddie was the first to feel the weight of Beppo's wrath. His foot drawn back to implant a vicious kick in Bridge's face he paused at the girl's scream and at the same moment a huge thing reared up before him. Just for an instant he sensed the terrifying presence of some frightful creature, caught the reflected gleam of two savage eyes and felt the hot breath from distended jaws upon his cheek, then Beppo swung a single terrific blow which caught the man upon the side of the head to spin him across the floor and drop him in a crumpled heap against the wall, with a fractured skull. Dirty Eddie was out. Soup Face, giving voice to a scream more bestial than human, rose to his feet and fled in the opposite direction. Beppo paused and looked about. He discovered Bridge lying upon the floor and sniffed at him. The man lay perfectly quiet. He had heard that often times a bear will not molest a creature which it thinks dead.",
   "summaries": [],
   "persons": [
    "Dirty Eddie",
    "Bridge",
    "Blackie"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1472,
   "text": "Be that as it may Beppo chanced at that moment to glance toward the doorway. There, silhouetted against the lesser darkness without, he saw the figures of Columbus Blackie and The Oskaloosa Kid and with a growl he charged them. The two were but a few paces outside the doorway when the full weight of the great bear struck Columbus Blackie between the shoulders. Down went the man and as he fell he released his hold upon the youth who immediately turned and ran for the road. The momentum of the bear carried him past the body of his intended victim who, frightened but uninjured, scrambled to his feet and dashed toward the rear of the mill in the direction of the woods and distant swamp. Beppo, recovering from his charge, wheeled in time to catch a glimpse of his quarry after whom he made with all the awkwardness that was his birthright and with the speed of a race horse. Columbus Blackie, casting a terrified glance rearward, saw his Nemesis flashing toward him, and dodged around a large tree. Again Beppo shot past the man while the latter, now shrieking for help, raced madly in a new direction. Bridge had arisen and come out of the mill. He called aloud for The Oskaloosa Kid. Giova answered him from a small tree. “Climb!” she cried. “Climb a tree! Ever'one climb a small tree. Beppo he go mad. He keel ever'one. Run! Climb! He keel me. Beppo he got evil-eye.” Along the road from the north came a large touring car, swinging from side to side in its speed.",
   "summaries": [],
   "persons": [
    "Beppo",
    "Giova",
    "Columbus Blackie",
    "Bridge"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "Nemesis"
   ]
  },
  {
   "size": 1458,
   "text": "Its brilliant headlights illuminated the road far ahead. They picked out The Sky Pilot and Abigail Prim, they found The Oskaloosa Kid climbing a barbed wire fence and then with complaining brakes the car came to a sudden stop. Six men leaped from the machine and rounded up the three they had seen. Another came running toward them. It was Soup Face, so thoroughly terrified that he would gladly have embraced a policeman in uniform, could the latter have offered him protection. A boy accompanied the newcomers. “There he is!” he screamed, pointing at The Oskaloosa Kid. “There he is! And you've got Miss Prim, too, and when do I get the reward?” “Shut up!” said one of the men. “Watch this bunch,” said Burton to one of his lieutenants, “while we go after the rest of them. There are some over by the mill. I can hear them.” From the woods came a fear-filled scream mingled with the savage growls of a beast. “It's the bear,” shrilled Willie Case, and ran toward the automobile. Bridge ran forward to meet Burton. “Get that girl and the kid into your machine and beat it!” he cried. “There's a bear loose here, a regular devil of a bear. You can't do a thing unless you have rifles. Have you?” “Who are you?” asked the detective. “He's one of the gang,” yelled Willie Case from the fancied security of the tonneau. “Seize him!” He wanted to add: “My men”; but somehow his nerve failed him at the last moment; however he had the satisfaction of thinking it.",
   "summaries": [],
   "persons": [
    "The Sky Pilot",
    "Bridge",
    "Willie Case"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1550,
   "text": "Bridge was placed in the car with Abigail Prim, The Oskaloosa Kid, Soup Face and The Sky Pilot. Burton sent the driver back to assist in guarding them; then he with the remaining three, two of whom were armed with rifles, advanced toward the mill. Beyond it they heard the growling of the bear at a little distance in the wood; but the man no longer made any outcry. From a tree Giova warned them back. “Come down!” commanded Burton, and sent her back to the car. The driver turned his spot light upon the wood beyond the mill and presently there came slowly forward into its rays the lumbering bulk of a large bear. The light bewildered him and he paused, growling. His left shoulder was partially exposed. “Aim for his chest, on the left side,” whispered Burton. The two men raised their rifles. There were two reports in close succession. Beppo fell forward without a sound and then rolled over on his side. Giova covered her face with her hands and sobbed. “He ver' bad, ugly bear,” she said brokenly; “but he all I have to love.” Bridge extended a hand and patted her bowed head. In the eyes of The Oskaloosa Kid there glistened something perilously similar to tears. In the woods back of the mill Burton and his men found the mangled remains of Columbus Blackie, and when they searched the interior of the structure they brought forth the unconscious Dirty Eddie. As the car already was taxed to the limit of its carrying capacity Burton left two of his men to march The Kid and Bridge to the Payson jail, taking the others with him to Oakdale.",
   "summaries": [],
   "persons": [
    "Soup Face",
    "Bridge"
   ],
   "organisations": [],
   "locations": [
    "Payson"
   ],
   "misc": []
  },
  {
   "size": 1418,
   "text": "He was also partially influenced in this decision by the fear that mob violence would be done the principals by Oakdale's outraged citizens. At Payson he stopped long enough at the town jail to arrange for the reception of the two prisoners, to notify the coroner of the death of Columbus Blackie and the whereabouts of his body and to place Dirty Eddie in the hospital. He then telephoned Jonas Prim that his daughter was safe and would be returned to him in less than an hour. By the time Bridge and The Oskaloosa Kid reached Payson the town was in an uproar. A threatening crowd met them a block from the jail; but Burton's men were armed with rifles which they succeeded in convincing the mob they would use if their prisoners were molested. The telephone, however, had carried the word to Oakdale; so that before Burton arrived there a dozen automobile loads of indignant citizens were racing south toward Payson. Bridge and The Oskaloosa Kid were hustled into the single cell of the Payson jail. A bench ran along two sides of the room. A single barred window let out upon the yard behind the structure. The floor was littered with papers, and a single electric light bulb relieved the gloom of the unsavory place. The Oskaloosa Kid sank, trembling, upon one of the hard benches. Bridge rolled a cigaret. At his feet lay a copy of that day's Oakdale Tribune. A face looked up from the printed page into his eyes.",
   "summaries": [],
   "persons": [
    "The Oskaloosa Kid",
    "Jonas Prim",
    "Bridge"
   ],
   "organisations": [],
   "locations": [
    "Payson",
    "Oakdale"
   ],
   "misc": []
  },
  {
   "size": 1288,
   "text": "He stooped and took up the paper. The entire front page was devoted to the various crimes which had turned peaceful Oakdale inside out in the past twenty four hours. There were reproductions of photographs of John Baggs, Reginald Paynter, Abigail Prim, Jonas Prim, and his wife, with a large cut of the Prim mansion, a star marking the boudoir of the missing daughter of the house. As Bridge examined the various pictures an odd expression entered his eyes--it was a mixture of puzzlement, incredulity, and relief. Tossing the paper aside he turned toward The Oskaloosa Kid. They could hear the sullen murmur of the crowd in front of the jail. “If they get any booze,” he said, “they'll take us out of here and string us up. If you've got anything to say that would tend to convince them that you did not kill Paynter I advise you to call the guard and tell the truth, for if the mob gets us they might hang us first and listen afterward--a mob is not a nice thing. Beppo was an angel of mercy by comparison with one.” “Could you convince them that you had no part in any of these crimes?” asked the boy. “I know that you didn't; but could you prove it to a mob?” “No,” said Bridge. “A mob is not open to reason. If they get us I shall hang, unless someone happens to think of the stake.”",
   "summaries": [],
   "persons": [
    "Beppo",
    "Bridge"
   ],
   "organisations": [],
   "locations": [
    "Oakdale"
   ],
   "misc": []
  },
  {
   "size": 1490,
   "text": "“Will you tell the truth?” asked the man. “I will go with you,” replied the boy, “and take whatever you get.” The youth flushed; but did not reply, for there came from without a sudden augmentation of the murmurings of the mob. Automobile horns screamed out upon the night. The two heard the chugging of motors, the sound of brakes and the greetings of new arrivals. The reinforcements had arrived from Oakdale. A guard came to the grating of the cell door. “The bunch from Oakdale has come,” he said. “If I was you I'd say my prayers. Old man Baggs is dead. No one never had no use for him while he was alive, but the whole county's het up now over his death. They're bound to get you, an' while I didn't count 'em all I seen about a score o' ropes. They mean business.” Bridge turned toward the boy. “Tell the truth,” he said. “Tell this man.” The youth shook his head. “I have killed no one,” said he. “That is the truth. Neither have you; but if they are going to murder you they can murder me too, for you stuck to me when you didn't have to; and I am going to stick to you, and there is some excuse for me because I have a reason--the best reason in the world.” “What is it?” asked Bridge. The Oskaloosa Kid shook his head, and once more he flushed. “Well,” said the guard, with a shrug of his shoulders, “it's up to you guys. If you want to hang, why hang and be damned. We'll do the best we can 'cause it's our duty to protect you; but I guess at that hangin's too good fer you, an'",
   "summaries": [],
   "persons": [
    "The Oskaloosa Kid"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1442,
   "text": "we ain't a-goin' to get shot keepin' you from gettin' it.” “Thanks,” said Bridge. The uproar in front of the jail had risen in volume until it was difficult for those within to make themselves heard without shouting. The Kid sat upon his bench and buried his face in his hands. Bridge rolled another smoke. The sound of a shot came from the front room of the jail, immediately followed by a roar of rage from the mob and a deafening hammering upon the jail door. A moment later this turned to the heavy booming of a battering ram and the splintering of wood. The frail structure quivered beneath the onslaught. The prisoners could hear the voices of the guards and the jailer raised in an attempt to reason with the unreasoning mob, and then came a final crash and the stamping of many feet upon the floor of the outer room. Burton's car drew up before the doorway of the Prim home in Oakdale. The great detective alighted and handed down the missing Abigail. Then he directed that the other prisoners be taken to the county jail. Jonas Prim and his wife awaited Abigail's return in the spacious living room at the left of the reception hall. The banker was nervous. He paced to and fro the length of the room. Mrs. Prim fanned herself vigorously although the heat was far from excessive. They heard the motor draw up in front of the house; but they did not venture into the reception hall or out upon the porch, though for different reasons.",
   "summaries": [],
   "persons": [
    "Prim",
    "Jonas Prim"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1419,
   "text": "Mrs. Prim because it would not have been PROPER; Jonas because he could not trust himself to meet his daughter, whom he had thought lost, in the presence of a possible crowd which might have accompanied her home. They heard the closing of an automobile door and the sound of foot steps coming up the concrete walk. The Prim butler was already waiting at the doorway with the doors swung wide to receive the prodigal daughter of the house of Prim. A slender figure with bowed head ascended the steps, guided and assisted by the detective. She did not look up at the expectant butler waiting for the greeting he was sure Abigail would have for him; but passed on into the reception hall. “Your father and Mrs. Prim are in the living room,” announced the butler, stepping forward to draw aside the heavy hangings. The girl, followed by Burton, entered the brightly lighted room. “I am very glad, Mr. Prim,” said the latter, “to be able to return Miss Prim to you so quickly and unharmed.” The girl looked up into the face of Jonas Prim. The man voiced an exclamation of surprise and annoyance. Mrs. Prim gasped and sank upon a sofa. The girl stood motionless, her eyes once again bent upon the floor. “What's the matter?” asked Burton. “What's wrong?” “Everything is wrong, Mr. Burton,” Jonas Prim's voice was crisp and cold. “This is not my daughter.” Burton looked his surprise and discomfiture. He turned upon the girl.",
   "summaries": [],
   "persons": [
    "Miss Prim",
    "Prim",
    "Burton"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1416,
   "text": "“What do you mean--” he started; but she interrupted him. “You are going to ask what I mean by posing as Miss Prim,” she said. “I have never said that I was Miss Prim. You took the word of an ignorant little farmer's boy and I did not deny it when I found that you intended bringing me to Mr. Prim, for I wanted to see him. I wanted to ask him to help me. I have never met him, or his daughter either; but my father and Mr. Prim have been friends for many years. “I am Hettie Penning,” she continued, addressing Jonas Prim. “My father has always admired you and from what he has told me I knew that you would listen to me and do what you could for me. I could not bear to think of going to the jail in Payson, for Payson is my home. Everybody would have known me. It would have killed my father. Then I wanted to come myself and tell you, after reading the reports and insinuations in the paper, that your daughter was not with Reginald Paynter when he was killed. She had no knowledge of the crime and as far as I know may not have yet. I have not seen her and do not know where she is; but I was present when Mr. Paynter was killed. I have known him for years and have often driven with him. He stopped me yesterday afternoon on the street in Payson and talked with me. He was sitting in a car in front of the bank. After we had talked a few minutes two men came out of the bank. Mr. Paynter introduced them to me.",
   "summaries": [],
   "persons": [
    "Reginald Paynter",
    "Prim",
    "Paynter"
   ],
   "organisations": [],
   "locations": [
    "Payson"
   ],
   "misc": []
  },
  {
   "size": 1485,
   "text": "He said they were driving out into the country to look at a piece of property--a farm somewhere north of Oakdale--and that on the way back they were going to stop at The Crossroads Inn for dinner. He asked me if I wouldn't like to come along--he kind of dared me to, because, as you know, The Crossroads has rather a bad reputation. “Father had gone to Toledo on business, and very foolishly I took his dare. Everything went all right until after we left The Inn, although one of the men--his companion referred to him once or twice as The Oskaloosa Kid--attempted to be too familiar with me. Mr. Paynter prevented him on each occasion, and they had words over me; but after we left the inn, where they had all drunk a great deal, this man renewed his attentions and Mr. Paynter struck him. Both of them were drunk. After that it all happened so quickly that I could scarcely follow it. The man called Oskaloosa Kid drew a revolver but did not fire, instead he seized Mr. Paynter by the coat and whirled him around and then he struck him an awful blow behind the ear with the butt of the weapon. “After that the other two men seemed quite sobered. They discussed what would be the best thing to do and at last decided to throw Mr. Paynter's body out of the machine, for it was quite evident that he was dead. First they rifled his pockets, and joked as they did it, one of them saying that they weren't getting as much as they had planned on; but that a little was better than nothing.",
   "summaries": [],
   "persons": [
    "Paynter",
    "Kid"
   ],
   "organisations": [],
   "locations": [
    "The Crossroads",
    "Toledo"
   ],
   "misc": []
  },
  {
   "size": 1424,
   "text": "They took his watch, jewelry, and a large roll of bills. We passed around the east side of Oakdale and came back into the Toledo road. A little way out of town they turned the machine around and ran back for about half a mile; then they turned about a second time. I don't know why they did this. They threw the body out while the machine was moving rapidly; but I was so frightened that I can't say whether it was before or after they turned about the second time. “In front of the old Squibbs place they shot at me and threw me out; but the bullet missed me. I have not seen them since and do not know where they went. I am ready and willing to aid in their conviction; but, please Mr. Prim, won't you keep me from being sent back to Payson or to jail. I have done nothing criminal and I won't run away.” “How about the robbery of Miss Prim's room and the murder of Old Man Baggs?” asked Burton. “Did they pull both of those off before they killed Paynter or after?” “They had nothing to do with either unless they did them after they threw me out of the car, which must have been long after midnight,” replied the girl. “And the rest of the gang, those that were arrested with you,” continued the detective, “how about them? All angels, I suppose.” “There was only Bridge and the boy they called The Oskaloosa Kid, though he isn't the same one that murdered poor Mr. Paynter, and the Gypsy girl, Giova, that were with me.",
   "summaries": [],
   "persons": [
    "Squibbs",
    "Bridge"
   ],
   "organisations": [],
   "locations": [
    "Toledo"
   ],
   "misc": [
    "Gypsy"
   ]
  },
  {
   "size": 1545,
   "text": "The others were tramps who came into the old mill and attacked us while we were asleep. I don't know who they were. The girl could have had nothing to do with any of the crimes. We came upon her this morning burying her father in the woods back of the Squibbs' place. The man died of epilepsy last night. Bridge and the boy were taking refuge from the storm at the Squibbs place when I was thrown from the car. They heard the shot and came to my rescue. I am sure they had nothing to do with--with--” she hesitated. “Tell the truth,” commanded Burton. “It will go hard with you if you don't. What made you hesitate? You know something about those two--now out with it.” “The boy robbed Mr. Prim's home--I saw some of the money and jewelry--but Bridge was not with him. They just happened to meet by accident during the storm and came to the Squibbs place together. They were kind to me, and I hate to tell anything that would get the boy in trouble. That is the reason I hesitated. He seemed such a nice boy! It is hard to believe that he is a criminal, and Bridge was always so considerate. He looks like a tramp; but he talks and acts like a gentleman.” The telephone bell rang briskly, and a moment later the butler stepped into the room to say that Mr. Burton was wanted on the wire. He returned to the living room in two or three minutes. “That clears up some of it,” he said as he entered. “The sheriff just had a message from the chief at Toledo saying that The Oskaloosa Kid is dying in a hospital there following an automobile accident.",
   "summaries": [],
   "persons": [
    "The Oskaloosa Kid",
    "Squibbs",
    "Burton",
    "Bridge"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1493,
   "text": "He knew he was done for and sent for the police. When they came he told them he had killed a man by the name of Paynter at Oakdale last night and the chief called up to ask what we knew about it. The Kid confessed to clear his pal who was only slightly injured in the smash-up. His story corroborates Miss Penning's in every detail, he also said that after killing Paynter he had shot a girl witness and thrown her from the car to prevent her squealing.” Once again the telephone bell rang, long and insistently. The butler almost ran into the room. “Payson wants you, sir,” he cried to Burton, “in a hurry, sir, it's a matter of life and death, sir!” Burton sprang to the phone. When he left it he only stopped at the doorway of the living room long enough to call in: “A mob has the two prisoners at Payson and are about to lynch them, and, my God, they're innocent. We all know now who killed Paynter and I have known since morning who murdered Baggs, and it wasn't either of those men; but they've found Miss Prim's jewelry on the fellow called Bridge and they've gone crazy--they say he murdered her and the young one did for Paynter. I'm going to Payson,” and dashed from the house. “Wait,” cried Jonas Prim, “I'm going with you,” and without waiting to find a hat he ran quickly after the detective. Once in the car he leaned forward urging the driver to greater speed. “God in heaven!” he almost cried, “the fools are going to kill the only man who can tell me anything about Abigail.”",
   "summaries": [],
   "persons": [
    "God",
    "Bridge",
    "The Kid"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1414,
   "text": "With oaths and threats the mob, brainless and heartless, cowardly, bestial, filled with the lust for blood, pushed and jammed into the narrow corridor before the cell door where the two prisoners awaited their fate. The single guard was brushed away. A dozen men wielding three railroad ties battered upon the grating of the door, swinging the ties far back and then in unison bringing them heavily forward against the puny iron. Bridge spoke to them once. “What are you going to do with us?” he asked. “We're goin' to hang you higher 'n' Haman, you damned kidnappers an' murderers,” yelled a man in the crowd. “Why don't you give us a chance?” asked Bridge in an even tone, unaltered by fear or excitement. “You've nothing on us. As a matter of fact we are both innocent--” “Oh, shut your damned mouth,” interrupted another of the crowd. Bridge shrugged his shoulders and turned toward the youth who stood very white but very straight in a far corner of the cell. The man noticed the bulging pockets of the ill fitting coat; and, for the first time that night, his heart stood still in the face of fear; but not for himself. He crossed to the youth's side and put his arm around the slender figure. “There's no use arguing with them,” he said. “They've made up their minds, or what they think are minds, that we're guilty; but principally they're out for a sensation. They want to see something die, and we're it.",
   "summaries": [],
   "persons": [
    "Bridge"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1406,
   "text": "I doubt if anything could stop them now; they'd think we'd cheated them if we suddenly proved beyond doubt that we were innocent.” The boy pressed close to the man. “God help me to be brave,” he said, “as brave as you are. We'll go together, Bridge, and on the other side you'll learn something that'll surprise you. I believe there is 'another side,' don't you, Bridge?” “I've never thought much about it,” said Bridge; “but at a time like this I rather hope so--I'd like to come back and haunt this bunch of rat brained rubes.” His arm slipped down the other's coat and his hand passed quickly behind the boy from one side to the other; then the door gave and the leaders of the mob were upon them. A gawky farmer seized the boy and struck him cruelly across the mouth. It was Jeb Case. “You beast!” cried Bridge. “Can't you see that that--that's--only a child? If I don't live long enough to give you yours here, I'll come back and haunt you to your grave.” “Eh?” ejaculated Jeb Case; but his sallow face turned white, and after that he was less rough with his prisoner. The two were dragged roughly from the jail. The great crowd which had now gathered fought to get a close view of them, to get hold of them, to strike them, to revile them; but the leaders kept the others back lest all be robbed of the treat which they had planned. Through town they haled them and out along the road toward Oakdale.",
   "summaries": [],
   "persons": [
    "God"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1537,
   "text": "There was some talk of taking them to the scene of Paynter's supposed murder; but wiser heads counselled against it lest the sheriff come with a posse of deputies and spoil their fun. Beneath a great tree they halted them, and two ropes were thrown over a stout branch. One of the leaders started to search them; and when he drew his hands out of Bridge's side pockets his eyes went wide, and he gave a cry of elation which drew excited inquiries from all sides. “By gum!” he cried, “I reckon we ain't made no mistake here, boys. Look ahere!” and he displayed two handsful of money and jewelry. “Thet's Abbie Prim's stuff,” cried one. The boy beside Bridge turned wide eyes upon the man. “Where did you get it?” he cried. “Oh, Bridge, why did you do it? Now they will kill you,” and he turned to the crowd. “Oh, please listen to me,” he begged. “He didn't steal those things. Nobody stole them. They are mine. They have always belonged to me. He took them out of my pocket at the jail because he thought that I had stolen them and he wanted to take the guilt upon himself; but they were not stolen, I tell you--they are mine! they are mine! they are mine!” Another new expression came into Bridge's eyes as he listened to the boy's words; but he only shook his head. It was too late, and Bridge knew it. Men were adjusting ropes about their necks. “Before you hang us,” said Bridge quietly, “would you mind explaining just what we're being hanged for--it's sort of comforting to know, you see.” “Thet's right,” spoke up one of the crowd.",
   "summaries": [],
   "persons": [
    "Bridge"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1060,
   "text": "“Thet's fair. We want to do things fair and square. Tell 'em the charges, an' then ask 'em ef they got anything to say afore they're hung.” This appealed to the crowd--the last statements of the doomed men might add another thrill to the evening's entertainment. “Well,” said the man who had searched them. “There might o' been some doubts about you before, but they aint none now. You're bein' hung fer abductin' of an' most likely murderin' Miss Abigail Prim.” The boy screamed and tried to interrupt; but Jeb Case placed a heavy and soiled hand over his mouth. The spokesman continued. “This slicker admitted he was The Oskaloosa Kid, 'n' thet he robbed a house an' shot a man las' night; 'n' they ain't no tellin' what more he's ben up to. He tole Jeb Case's Willie 'bout it; an' bragged on it, by gum. 'Nenny way we know Paynter and Abigail Prim was last seed with this here Oskaloosa Kid, durn him.” “Thanks,” said Bridge politely, “and now may I make my final statement before going to meet my maker?” “Go on,” growled the man. “You won't interrupt me?”",
   "summaries": [],
   "persons": [
    "Abigail Prim",
    "Bridge"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1464,
   "text": "“All right! You damn fools have made up your minds to hang us. I doubt if anything I can say to you will alter your determination for the reason that if all the brains in this crowd were collected in one individual he still wouldn't have enough with which to weigh the most obvious evidence intelligently, but I shall present the evidence, and you can tell some intelligent people about it tomorrow. “In the first place it is impossible that I murdered Abigail Prim, and in the second place my companion is not The Oskaloosa Kid and was not with Mr. Paynter last night. The reason I could not have murdered Miss Prim is because Miss Prim is not dead. These jewels were not stolen from Miss Prim, she took them herself from her own home. This boy whom you are about to hang is not a boy at all--it is Miss Prim, herself. I guessed her secret a few minutes ago and was convinced when she cried that the jewels and money were her own. I don't know why she wishes to conceal her identity; but I can't stand by and see her lynched without trying to save her.” The crowd scoffed in incredulity. “There are some women here,” said Bridge. “Turn her over to them. They'll tell you, at least that she is not a man.” Some voices were raised in protest, saying that it was a ruse to escape, while others urged that the women take the youth. Jeb Case stepped toward the subject of dispute. “I'll settle it durned quick,” he announced and reached forth to seize the slim figure.",
   "summaries": [],
   "persons": [
    "Jeb Case"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1445,
   "text": "With a sudden wrench Bridge tore himself loose from his captors and leaped toward the farmer, his right flew straight out from the shoulder and Jeb Case went down with a broken jaw. Almost simultaneously a car sped around a curve from the north and stopped suddenly in rear of the mob. Two men leaped out and shouldered their way through. One was the detective, Burton; the other was Jonas Prim. “Where are they?” cried the latter. “God help you if you've killed either of them, for one of them must know what became of Abigail.” He pushed his way up until he faced the prisoners. The Oskaloosa Kid gave him a single look of surprise and then sprang toward him with outstretched arms. “Oh, daddy, daddy!” she cried, “don't let them kill him.” The crowd melted away from the immediate vicinity of the prisoners. None seemed anxious to appear in the forefront as a possible leader of a mob that had so nearly lynched the only daughter of Jonas Prim. Burton slipped the noose from about the girl's neck and then turned toward her companion. In the light from the automobile lamps the man's face was distinctly visible to the detective for the first time that night, and as Burton looked upon it he stepped back with an exclamation of surprise. “You?” he almost shouted. “Gad, man! where have you been? Your father's spent twenty thousand dollars trying to find you.” Bridge shook his head. “I'm sorry, Dick,” he said, “but I'm afraid it's too late.",
   "summaries": [],
   "persons": [
    "Burton",
    "Oskaloosa Kid",
    "Bridge"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 368,
   "text": "The open road's gotten into my blood, and there's only one thing that--well--” he shook his head and smiled ruefully--“but there ain't a chance.” His eyes travelled to the slim figure sitting so straight in the rear seat of Jonas Prim's car. Suddenly the little head turned in his direction. “Hurry, Bridge,” admonished The Oskaloosa Kid, “you're coming home with us.”",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1449,
   "text": "The man stepped toward the car, shaking his head. “Oh, no, Miss Prim,” he said, “I can't do that. Here's your 'swag.'” And he smiled as he passed over her jewels and money. Mr. Prim's eyes widened; he looked suspiciously at Bridge. Abigail laughed merrily. “I stole them myself, Dad,” she explained, “and then Mr. Bridge took them from me in the jail to make the mob think he had stolen them and not I--he didn't know then that I was a girl, did you?” “It was in the jail that I first guessed; but I didn't quite realize who you were until you said that the jewels were yours--then I knew. The picture in the paper gave me the first inkling that you were a girl, for you looked so much like the one of Miss Prim. Then I commenced to recall little things, until I wondered that I hadn't known from the first that you were a girl; but you made a bully boy!” and they both laughed. “And now good-by, and may God bless you!” His voice trembled ever so little, and he extended his hand. The girl drew back. “I want you to come with us,” she said. “I want Father to know you and to know how you have cared for me. Won't you come--for me?” “I couldn't refuse, if you put it that way,” replied Bridge; and he climbed into the car. As the machine started off a boy leaped to the running-board. “Hey!” he yelled, “where's my reward? I want my reward. I'm Willie Case.” “Oh!” exclaimed Bridge. “I gave your reward to your father--maybe he'll split it with you.",
   "summaries": [],
   "persons": [
    "Abigail",
    "Bridge",
    "Willie"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1579,
   "text": "Go ask him.” And the car moved off. “You see,” said Burton, with a wry smile, “how simple is the detective's job. Willie is a natural-born detective. He got everything wrong from A to Izzard, yet if it hadn't been for Willie we might not have cleared up the mystery so soon.” “It isn't all cleared up yet,” said Jonas Prim. “Who murdered Baggs?” “Two yeggs known as Dopey Charlie and the General,” replied Burton. “They are in the jail at Oakdale; but they don't know yet that I know they are guilty. They think they are being held merely as suspects in the case of your daughter's disappearance, whereas I have known since morning that they were implicated in the killing of Baggs; for after I got them in the car I went behind the bushes where we discovered them and dug up everything that was missing from Baggs' house, as nearly as is known--currency, gold and bonds.” “Good!” exclaimed Mr. Prim. On the trip back to Oakdale, Abigail Prim cuddled in the back seat beside her father, told him all that she could think to tell of Bridge and his goodness to her. “But the man didn't know you were a girl,” suggested Mr. Prim. “There were two other girls with us, both very pretty,” replied Abigail, “and he was as courteous and kindly to them as a man could be to a woman. I don't care anything about his clothes, Daddy; Bridge is a gentleman born and raised--anyone could tell it after half an hour with him.” Bridge sat on the front seat with the driver and one of Burton's men, while Burton, sitting in the back seat next to the girl, could not but overhear her conversation.",
   "summaries": [],
   "persons": [
    "Abigail Prim",
    "Bridge"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1681,
   "text": "“You are right,” he said. “Bridge, as you call him, is a gentleman. He comes of one of the finest families of Virginia and one of the wealthiest. You need have no hesitancy, Mr. Prim, in inviting him into your home.” For a while the three sat in silence; and then Jonas Prim turned to his daughter. “Gail,” he said, “before we get home I wish you'd tell me why you did this thing. I think you'd rather tell me before we see Mrs. P.” “It was Sam Benham, Daddy,” whispered the girl. “I couldn't marry him. I'd rather die, and so I ran away. I was going to be a tramp; but I had no idea a tramp's existence was so adventurous. You won't make me marry him, Daddy, will you? I wouldn't be happy, Daddy.” “I should say not, Gail; you can be an old maid all your life if you want to.” “But I don't want to--I only want to choose my own husband,” replied Abigail. Mrs. Prim met them all in the living-room. At sight of Abigail in the ill-fitting man's clothing she raised her hands in holy horror; but she couldn't see Bridge at all, until Burton found an opportunity to draw her to one side and whisper something in her ear, after which she was graciousness personified to the dusky Bridge, insisting that he spend a fortnight with them to recuperate. Between them, Burton and Jonas Prim fitted Bridge out as he had not been dressed in years, and with the feel of fresh linen and pressed clothing, even if ill fitting, a sensation of comfort and ease pervaded him which the man would not have thought possible from such a source an hour before. He smiled ruefully as Burton looked him over. “I venture to say,” he drawled, “that there are other things in the world besides the open road.”",
   "summaries": [],
   "persons": [
    "Burton",
    "Jonas Prim",
    "Bridge"
   ],
   "organisations": [],
   "locations": [
    "Virginia"
   ],
   "misc": []
  },
  {
   "size": 1551,
   "text": "It was midnight when the Prims and their guests arose from the table. Hettie Penning was with them, and everyone present had been sworn to secrecy about her share in the tragedy of the previous night. On the morrow she would return to Payson and no one there the wiser; but first she had Burton send to the jail for Giova, who was being held as a witness, and Giova promised to come and work for the Pennings. At last Bridge stole a few minutes alone with Abigail, or, to be more strictly a truthful historian, Abigail outgeneraled the others of the company and drew Bridge out upon the veranda. “Tell me,” demanded the girl, “why you were so kind to me when you thought me a worthless little scamp of a boy who had robbed some one's home.” “I couldn't have told you a few hours ago,” said Bridge. “I used to wonder myself why I should feel toward a boy as I felt toward you,--it was inexplicable,--and then when I knew that you were a girl, I understood, for I knew that I loved you and had loved you from the moment that we met there in the dark and the rain beside the Road to Anywhere.” “Isn't it wonderful?” murmured the girl, and she had other things in her heart to murmur; but a man's lips smothered hers as Bridge gathered her into his arms and strained her to him. Partial list of correctioins made in the previous reproofing:PAGE PARA. LINE ORIGINAL CHANGED TO 10 6 emminent eminent 15 4 2 it's warmth its warmth 15 5 13 promisculously promiscuously 16 1 3 appelation appellation 19 3 it's scope its scope 21 6 by with seasons by seasons 25",
   "summaries": [],
   "persons": [
    "Bridge",
    "Abigail",
    "Giova",
    "Prims"
   ],
   "organisations": [
    "LINE"
   ],
   "locations": [],
   "misc": []
  },
  {
   "size": 1542,
   "text": "1 8 Prim manage Prim menage 25 2 20 then, suspicious, then, suspicions, 28 12 even his even this 34 6 1 it's quality its quality 37 3 10 have any- have any 38 4 4 tin tear. tin ear. 39 2 6 Squibbs farm Squibbs' farm 40 2 2 his absence, his absence,” 47 5 1 sudden, clanking sudden clanking 47 8 3 its the thing it's the thing 48 5 2 was moment's was a moment's 59 9 4 bird aint bird ain't 60 8 3 dum misery dumb misery 71 2 dead Squibbs dead Squibb 74 1 2 tend during tent during 75 7 3 Squibbs house Squibbs' house 76 1 6 Squibbs home. Squibbs' home. 76 8 4 business, thats business, that's 78 1 1 Squibbs place Squibbs' place 78 2 1 Squibbs place!” Squibbs' place!” 80 6 4 Squibbs gateway Squibbs' gateway 84 6 1 Squibb's summer Squibbs' summer 85 6 1 thet aint thet ain't 85 7 5 on em on 'em 85 8 1 An' thet aint An' thet ain't 85 10 1 But thet aint But thet ain't 85 10 3 of em of 'em 85 10 3 of em of 'em 86 2 2 there aint there ain't 87 5 others' mask other's mask 88 6 1 Squibbs woods Squibbs' woods 91 2 “They aint “They ain't 91 3 I aint I ain't 91 2 3 Squibbs house Squibbs' house 91 6 aint got ain't got 92 6 it wa'nt safe it wa'n't safe 92 4 10 Squibbs house Squibbs' house 94 2 1 to nothin. to nothin'. 94 8 1 Squibbs place,” Squibbs' place,” 97 4 2 “We aint “We ain't 98 1 8 Squibbs place Squibbs' place 98 3 1 hiself de hisself de 98 5 4 he aint he ain't 98 7 1 Squibbs place Squibbs' place 98 8 2 you aint you ain't 107 4 3 wont tell won't tell 113 3 5 its measles it's measles 113 3 6 cough aint cough ain't 113 3 6 its 'it,'",
   "summaries": [],
   "persons": [
    "Squibbs"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 593,
   "text": "it's 'it,' 113 4 1 I aint I ain't 114 2 6 Squibb's place Squibbs' place 114 2 13 simply wont simply won't 116 6 3 few minutes few minutes' 116 7 5 Squibb's farm Squibbs' farm 121 4 she wont she won't 121 5 wont.” won't.” 128 7 4 can knab can nab 134 2 2 an upraor. an uproar. 136 8 5 we aint we ain't 139 2 8 had all drank had all drunk 141 3 9 Squibb's place. Squibbs' place. 146 1 its sort of it's sort of 146 2 3 nings entertainment ning's entertainment 146 4 5 aint no tellin' ain't no tellin' 146 7 1 “You wont “You won't 151 2 4 wont make won't make 152 1 2 Nettie Penning Hettie Penning",
   "summaries": [],
   "persons": [
    "Nettie Penning"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  }
 ]
}