{
 "author": [
  "Davis, Richard Harding"
 ],
 "title": [
  "The Reporter Who Made Himself King"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "Journalists -- 19th century -- Fiction",
  "PS",
  "Short stories"
 ],
 "id": "407",
 "genre": [
  "short stories",
  "fiction"
 ],
 "paragraphs": [
  {
   "size": 606,
   "text": "The Reporter Who Made Himself King Richard Harding Davis The Old Time Journalist will tell you that the best reporter is the one who works his way up. He holds that the only way to start is as a printer's devil or as an office boy, to learn in time to set type, to graduate from a compositor into a stenographer, and as a stenographer take down speeches at public meetings, and so finally grow into a real reporter, with a fire badge on your left suspender, and a speaking acquaintance with all the greatest men in the city, not even excepting Police Captains. That is the old time journalist's idea of it."
  },
  {
   "size": 646,
   "text": "That is the way he was trained, and that is why at the age of sixty he is still a reporter. If you train up a youth in this way, he will go into reporting with too full a knowledge of the newspaper business, with no illusions concerning it, and with no ignorant enthusiasms, but with a keen and justifiable impression that he is not paid enough for what he does. And he will only do what he is paid to do. Now, you cannot pay a good reporter for what he does, because he does not work for pay. He works for his paper. He gives his time, his health, his brains, his sleeping hours, and his eating hours, and sometimes his life, to get news for it."
  },
  {
   "size": 703,
   "text": "He thinks the sun rises only that men may have light by which to read it. But if he has been in a newspaper office from his youth up, he finds out before he becomes a reporter that this is not so, and loses his real value. He should come right out of the University where he has been doing \"campus notes\" for the college weekly, and be pitchforked out into city work without knowing whether the Battery is at Harlem or Hunter's Point, and with the idea that he is a Moulder of Public Opinion and that the Power of the Press is greater than the Power of Money, and that the few lines he writes are of more value in the Editor's eyes than is the column of advertising on the last page, which they are not."
  },
  {
   "size": 751,
   "text": "After three years--it is sometimes longer, sometimes not so long--he finds out that he has given his nerves and his youth and his enthusiasm in exchange for a general fund of miscellaneous knowledge, the opportunity of personal encounter with all the greatest and most remarkable men and events that have risen in those three years, and a great fund of resource and patience. He will find that he has crowded the experiences of the lifetime of the ordinary young business man, doctor, or lawyer, or man about town, into three short years; that he has learned to think and to act quickly, to be patient and unmoved when everyone else has lost his head, actually or figuratively speaking; to write as fast as another man can talk, and to be able to talk"
  },
  {
   "size": 726,
   "text": "with authority on matters of which other men do not venture even to think until they have read what he has written with a copy-boy at his elbow on the night previous. It is necessary for you to know this, that you may understand what manner of man young Albert Gordon was. Young Gordon had been a reporter just three years. He had left Yale when his last living relative died, and had taken the morning train for New York, where they had promised him reportorial work on one of the innumerable Greatest New York Dailies. He arrived at the office at noon, and was sent back over the same road on which he had just come, to Spuyten Duyvil, where a train had been wrecked and everybody of consequence to suburban New York killed."
  },
  {
   "size": 695,
   "text": "One of the old reporters hurried him to the office again with his \"copy,\" and after he had delivered that, he was sent to the Tombs to talk French to a man in Murderers' Row, who could not talk anything else, but who had shown some international skill in the use of a jimmy. And at eight, he covered a flower-show in Madison Square Garden; and at eleven was sent over the Brooklyn Bridge in a cab to watch a fire and make guesses at the losses to the insurance companies. He went to bed at one, and dreamed of shattered locomotives, human beings lying still with blankets over them, rows of cells, and banks of beautiful flowers nodding their heads to the tunes of the brass band in the gallery."
  },
  {
   "size": 620,
   "text": "He decided when he awoke the next morning that he had entered upon a picturesque and exciting career, and as one day followed another, he became more and more convinced of it, and more and more devoted to it. He was twenty then, and he was now twenty-three, and in that time had become a great reporter, and had been to Presidential conventions in Chicago, revolutions in Hayti, Indian outbreaks on the Plains, and midnight meetings of moonlighters in Tennessee, and had seen what work earthquakes, floods, fire, and fever could do in great cities, and had contradicted the President, and borrowed matches from burglars."
  },
  {
   "size": 644,
   "text": "And now he thought he would like to rest and breathe a bit, and not to work again unless as a war correspondent. The only obstacle to his becoming a great war correspondent lay in the fact that there was no war, and a war correspondent without a war is about as absurd an individual as a general without an army. He read the papers every morning on the elevated trains for war clouds; but though there were many war clouds, they always drifted apart, and peace smiled again. This was very disappointing to young Gordon, and he became more and more keenly discouraged. And then as war work was out of the question, he decided to write his novel."
  },
  {
   "size": 716,
   "text": "It was to be a novel of New York life, and he wanted a quiet place in which to work on it. He was already making inquiries among the suburban residents of his acquaintance for just such a quiet spot, when he received an offer to go to the Island of Opeki in the North Pacific Ocean, as secretary to the American consul at that place. The gentleman who had been appointed by the President to act as consul at Opeki was Captain Leonard T. Travis, a veteran of the Civil War, who had contracted a severe attack of rheumatism while camping out at night in the dew, and who on account of this souvenir of his efforts to save the Union had allowed the Union he had saved to support him in one office or another ever since."
  },
  {
   "size": 712,
   "text": "He had met young Gordon at a dinner, and had had the presumption to ask him to serve as his secretary, and Gordon, much to his surprise, had accepted his offer. The idea of a quiet life in the tropics with new and beautiful surroundings, and with nothing to do and plenty of time in which to do it, and to write his novel besides, seemed to Albert to be just what he wanted; and though he did not know nor care much for his superior officer, he agreed to go with him promptly, and proceeded to say good-by to his friends and to make his preparations. Captain Travis was so delighted with getting such a clever young gentleman for his secretary, that he referred to him to his friends as \"my attache of legation;\""
  },
  {
   "size": 835,
   "text": "nor did he lessen that gentleman's dignity by telling anyone that the attache's salary was to be five hundred dollars a year. His own salary was only fifteen hundred dollars; and though his brother-in-law, Senator Rainsford, tried his best to get the amount raised, he was unsuccessful. The consulship to Opeki was instituted early in the '50's, to get rid of and reward a third or fourth cousin of the President's, whose services during the campaign were important, but whose after-presence was embarrassing. He had been created consul to Opeki as being more distant and unaccessible than any other known spot, and had lived and died there; and so little was known of the island, and so difficult was communication with it, that no one knew he was dead, until Captain Travis, in his hungry haste for office, had uprooted the sad fact."
  },
  {
   "size": 764,
   "text": "Captain Travis, as well as Albert, had a secondary reason for wishing to visit Opeki. His physician had told him to go to some warm climate for his rheumatism, and in accepting the consulship his object was rather to follow out his doctor's orders at his country's expense, than to serve his country at the expense of his rheumatism. Albert could learn but very little of Opeki; nothing, indeed, but that it was situated about one hundred miles from the Island of Octavia, which island, in turn, was simply described as a coaling-station three hundred miles distant from the coast of California. Steamers from San Francisco to Yokohama stopped every third week at Octavia, and that was all that either Captain Travis or his secretary could learn of their new home."
  },
  {
   "size": 659,
   "text": "This was so very little, that Albert stipulated to stay only as long as he liked it, and to return to the States within a few months if he found such a change of plan desirable. As he was going to what was an almost undiscovered country, he thought it would be advisable to furnish himself with a supply of articles with which he might trade with the native Opekians, and for this purpose he purchased a large quantity of brass rods, because he had read that Stanley did so, and added to these, brass curtain-chains, and about two hundred leaden medals similar to those sold by street pedlers during the Constitutional Centennial celebration in New York City."
  },
  {
   "size": 787,
   "text": "He also collected even more beautiful but less exensive decorations for Christmas-trees, at a wholesale house on Park Row. These he hoped to exchange for furs or feathers or weapons, or for whatever other curious and valuable trophies the Island of Opeki boasted. He already pictured his rooms on his return hung fantastically with crossed spears and boomerangs, feather head-dresses, and ugly idols. His friends told him that he was doing a very foolish thing, and argued that once out of the newspaper world, it would be hard to regain his place in it. But he thought the novel that he would write while lost to the world at Opeki would serve to make up for his temporary absence from it, and he expressly and impressively stipulated that the editor should wire him if there was a war."
  },
  {
   "size": 790,
   "text": "Captain Travis and his secretary crossed the continent without adventure, and took passage from San Francisco on the first steamer that touched at Octavia. They reached that island in three days, and learned with some concern that there was no regular communication with Opeki, and that it would be necessary to charter a sailboat for the trip. Two fishermen agreed to take them and their trunks, and to get them to their destination within sixteen hours if the wind held good. It was a most unpleasant sail. The rain fell with calm, unrelentless persistence from what was apparently a clear sky; the wind tossed the waves as high as the mast and made Captain Travis ill; and as there was no deck to the big boat, they were forced to huddle up under pieces of canvas, and talked but little."
  },
  {
   "size": 646,
   "text": "Captain Travis complained of frequent twinges of rheumatism, and gazed forlornly over the gunwale at the empty waste of water. \"If I've got to serve a term of imprisonment on a rock in the middle of the ocean for four years,\" he said, \"I might just as well have done something first to deserve it. This is a pretty way to treat a man who bled for his country. This is gratitude, this is.\" Albert pulled heavily on his pipe, and wiped the rain and spray from his face and smiled. \"Oh, it won't be so bad when we get there,\" he said; \"they say these Southern people are always hospitable, and the whites will be glad to see anyone from the States.\""
  },
  {
   "size": 697,
   "text": "\"There will be a round of diplomatic dinners,\" said the consul, with an attempt at cheerfulness. \"I have brought two uniforms to wear at them.\" It was seven o'clock in the evening when the rain ceased, and one of the black, half-naked fishermen nodded and pointed at a little low line on the horizon. \"Opeki,\" he said. The line grew in length until it proved to be an island with great mountains rising to the clouds, and, as they drew nearer and nearer, showed a level coast running back to the foot of the mountains and covered with a forest of palms. They next made out a village of thatched huts around a grassy square, and at some distance from the village a wooden structure with a tin roof."
  },
  {
   "size": 624,
   "text": "\"I wonder where the town is,\" asked the consul, with a nervous glance at the fishermen. One of them told him that what he saw was the town. \"That?\" gasped the consul. \"Is that where all the people on the island live?\" The fisherman nodded; but the other added that there were other natives further back in the mountains, but that they were bad men who fought and ate each other. The consul and his attache of legation gazed at the mountains with unspoken misgivings. They were quite near now, and could see an immense crowd of men and women, all of them black, and clad but in the simplest garments, waiting to receive them."
  },
  {
   "size": 621,
   "text": "They seemed greatly excited and ran in and out of the huts, and up and down the beach, as wildly as so many black ants. But in the front of the group they distinguished three men who they could see were white, though they were clothed, like the others, simply in a shirt and a short pair of trousers. Two of these three suddenly sprang away on a run and disappeared among the palm-trees; but the third one, when he recognized the American flag in the halyards, threw his straw hat in the water and began turning handsprings over the sand. \"That young gentleman, at least,\" said Albert, gravely, \"seems pleased to see us.\""
  },
  {
   "size": 812,
   "text": "A dozen of the natives sprang into the water and came wading and swimming toward them, grinning and shouting and swinging their arms. \"I don't think it's quite safe, do you?\" said the consul, looking out wildly to the open sea. \"You see, they don't know who I am.\" A great black giant threw one arm over the gunwale and shouted something that sounded as if it were spelt Owah, Owah, as the boat carried him through the surf. \"How do you do?\" said Gordon, doubtfully. The boat shook the giant off under the wave and beached itself so suddenly that the American consul was thrown forward to his knees. Gordon did not wait to pick him up, but jumped out and shook hands with the young man who had turned handsprings, while the natives gathered about them in a circle and chatted and laughed in delighted excitement."
  },
  {
   "size": 690,
   "text": "\"I'm awfully glad to see you,\" said the young man, eagerly. \"My name's Stedman. I'm from New Haven, Connecticut. Where are you from?\" \"New York,\" said Albert. \"This,\" he added, pointing solemnly to Captain Travis, who was still on his knees in the boat, \"is the American consul to Opeki.\" The American consul to Opeki gave a wild look at Mr. Stedman of New Haven and at the natives. \"See here, young man,\" he gasped, \"is this all there is of Opeki?\" \"The American consul?\" said young Stedman, with a gasp of amazement, and looking from Albert to Captain Travis. \"Why, I never supposed they would send another here; the last one died about fifteen years ago, and there hasn't been one since."
  },
  {
   "size": 803,
   "text": "I've been living in the consul's office with the Bradleys, but I'll move out, of course. I'm sure I'm awfully glad to see you. It'll make it so much more pleasant for me.\" \"Yes,\" said Captain Travis, bitterly, as he lifted his rheumatic leg over the boat; \"that's why we came.\" Mr. Stedman did not notice this. He was too much pleased to be anything but hospitable. \"You are soaking wet, aren't you?\" he said; \"and hungry, I guess. You come right over to the consul's office and get on some other things.\" He turned to the natives and gave some rapid orders in their language, and some of them jumped into the boat at this, and began to lift out the trunks, and others ran off toward a large, stout old native, who was sitting gravely on a log, smoking, with the rain beating unnoticed on his gray hair."
  },
  {
   "size": 701,
   "text": "\"They've gone to tell the King,\" said Stedman; \"but you'd better get something to eat first, and then I'll be happy to present you properly.\" \"The King,\" said Captain Travis, with some awe; \"is there a king?\" \"I never saw a king,\" Gordon remarked, \"and I'm sure I never expected to see one sitting on a log in the rain.\" \"He's a very good king,\" said Stedman, confidentially; \"and though you mightn't think it to look at him, he's a terrible stickler for etiquette and form. After supper he'll give you an audience; and if you have any tobacco, you had better give him some as a present, and you'd better say it's from the President: he doesn't like to take presents from common people, he's so proud."
  },
  {
   "size": 742,
   "text": "The only reason he borrows mine is because he thinks I'm the President's son.\" \"What makes him think that?\" demanded the consul, with some shortness. Young Mr. Stedman looked nervously at the consul and at Albert, and said that he guessed someone must have told him. The consul's office was divided into four rooms with an open court in the middle, filled with palms, and watered somewhat unnecessarily by a fountain. \"I made that,\" said Stedman, in a modest, offhand way. \"I made it out of hollow bamboo reeds connected with a spring. And now I'm making one for the King. He saw this and had a lot of bamboo sticks put up all over the town, without any underground connections, and couldn't make out why the water wouldn't spurt out of them."
  },
  {
   "size": 688,
   "text": "And because mine spurts, he thinks I'm a magician.\" \"I suppose,\" grumbled the consul, \"someone told him that too.\" \"I suppose so,\" said Mr. Stedman, uneasily. There was a veranda around the consul's office, and inside the walls were hung with skins, and pictures from illustrated papers, and there was a good deal of bamboo furniture, and four broad, cool-looking beds. The place was as clean as a kitchen. \"I made the furniture,\" said Stedman, \"and the Bradleys keep the place in order.\" \"Who are the Bradleys?\" asked Albert. \"The Bradleys are those two men you saw with me,\" said Stedman; \"they deserted from a British man-of-war that stopped here for coal, and they act as my servants."
  },
  {
   "size": 629,
   "text": "One is Bradley, Sr., and the other Bradley, Jr.\" \"Then vessels do stop here occasionally?\" the consul said, with a pleased smile. \"Well, not often,\" said Stedman. \"Not so very often; about once a year. The Nelson thought this was Octavia, and put off again as soon as she found out her mistake, but the Bradleys took to the bush, and the boat's crew couldn't find them. When they saw your flag, they thought you might mean to send them back, so they ran off to hide again; they'll be back, though, when they get hungry.\" The supper young Stedman spread for his guests, as he still treated them, was very refreshing and very good."
  },
  {
   "size": 623,
   "text": "There was cold fish and pigeon-pie, and a hot omelet filled with mushrooms and olives and tomatoes and onions all sliced up together, and strong black coffee. After supper, Stedman went off to see the King, and came back in a little while to say that his Majesty would give them an audience the next day after breakfast. \"It is too dark now,\" Stedman explained; \"and it's raining so that they can't make the street-lamps burn. Did you happen to notice our lamps? I invented them; but they don't work very well yet. I've got the right idea, though, and I'll soon have the town illuminated all over, whether it rains or not.\""
  },
  {
   "size": 722,
   "text": "The consul had been very silent and indifferent, during supper, to all around him. Now he looked up with some show of interest. \"How much longer is it going to rain, do you think?\" he asked. \"Oh, I don't know,\" said Stedman, critically. \"Not more than two months, I should say.\" The consul rubbed his rheumatic leg and sighed, but said nothing. The Bradleys returned about ten o'clock, and came in very sheepishly. The consul had gone off to pay the boatmen who had brought them, and Albert in his absence assured the sailors that there was not the least danger of their being sent away. Then he turned into one of the beds, and Stedman took one in another room, leaving the room he had occupied heretofore for the consul."
  },
  {
   "size": 768,
   "text": "As he was saying good-night, Albert suggested that he had not yet told them how he came to be on a deserted island; but Stedman only laughed and said that that was a long story, and that he would tell him all about it in the morning. So Albert went off to bed without waiting for the consul to return, and fell asleep, wondering at the strangeness of his new life, and assuring himself that if the rain only kept up, he would have his novel finished in a month. The sun was shining brightly when he awoke, and the palm-trees outside were nodding gracefully in a warm breeze. From the court came the odor of strange flowers, and from the window he could see the ocean brilliantly blue, and with the sun coloring the spray that beat against the coral reefs on the shore."
  },
  {
   "size": 502,
   "text": "\"Well, the consul can't complain of this,\" he said, with a laugh of satisfaction; and pulling on a bath-robe, he stepped into the next room to awaken Captain Travis. But the room was quite empty, and the bed undisturbed. The consul's trunk remained just where it had been placed near the door, and on it lay a large sheet of foolscap, with writing on it, and addressed at the top to Albert Gordon. The handwriting was the consul's. Albert picked it up and read it with much anxiety. It began abruptly--"
  },
  {
   "size": 685,
   "text": "\"The fishermen who brought us to this forsaken spot tell me that it rains here six months in the year, and that this is the first month. I came here to serve my country, for which I fought and bled, but I did not come here to die of rheumatism and pneumonia. I can serve my country better by staying alive; and whether it rains or not, I don't like it. I have been grossly deceived, and I am going back. Indeed, by the time you get this, I will be on my return trip, as I intend leaving with the men who brought us here as soon as they can get the sail up. My cousin, Senator Rainsford, can fix it all right with the President, and can have me recalled in proper form after I get back."
  },
  {
   "size": 562,
   "text": "But of course it would not do for me to leave my post with no one to take my place, and no one could be more ably fitted to do so than yourself; so I feel no compunctions at leaving you behind. I hereby, therefore, accordingly appoint you my substitute with full power to act, to collect all fees, sign all papers, and attend to all matters pertaining to your office as American consul, and I trust you will worthily uphold the name of that country and government which it has always been my pleasure and duty to serve. \"Your sincere friend and superior officer,"
  },
  {
   "size": 645,
   "text": "\"P. S. I did not care to disturb you by moving my trunk, so I left it, and you can make what use you please of whatever it contains, as I shall not want tropical garments where I am going. What you will need most, I think, is a waterproof and umbrella. \"P. S. Look out for that young man Stedman. He is too inventive. I hope you will like your high office; but as for myself, I am satisfied with little old New York. Opeki is just a bit too far from civilization to suit me.\" Albert held the letter before him and read it over again before he moved. Then he jumped to the window. The boat was gone, and there was not a sign of it on the horizon."
  },
  {
   "size": 632,
   "text": "\"The miserable old hypocrite!\" he cried, half angry and half laughing. \"If he thinks I am going to stay here alone he is very greatly mistaken. And yet, why not?\" he asked. He stopped soliloquizing and looked around him, thinking rapidly. As he stood there, Stedman came in from the other room, fresh and smiling from his morning's bath. \"Good-morning,\" he said, \"where's the consul?\" \"The consul,\" said Albert, gravely, \"is before you. In me you see the American consul to Opeki. \"Captain Travis,\" Albert explained, \"has returned to the United States. I suppose he feels that he can best serve his country by remaining on the spot."
  },
  {
   "size": 730,
   "text": "In case of another war, now, for instance, he would be there to save it again.\" \"And what are you going to do?\" asked Stedman, anxiously. \"You will not run away too, will you?\" Albert said that he intended to remain where he was and perform his consular duties, to appoint him his secretary, and to elevate the United States in the opinion of the Opekians above all other nations. \"They may not think much of the United States in England,\" he said; \"but we are going to teach the people of Opeki that America is first on the map and that there is no second.\" \"I'm sure it's very good of you to make me your secretary,\" said Stedman, with some pride. \"I hope I won't make any mistakes. What are the duties of a consul's secretary?\""
  },
  {
   "size": 677,
   "text": "\"That,\" said Albert, \"I do not know. But you are rather good at inventing, so you can invent a few. That should be your first duty and you should attend to it at once. I will have trouble enough finding work for myself. Your salary is five hundred dollars a year; and now,\" he continued, briskly, \"we want to prepare for this reception. We can tell the King that Travis was just a guard of honor for the trip, and that I have sent him back to tell the President of my safe arrival. That will keep the President from getting anxious. There is nothing,\" continued Albert, \"like a uniform to impress people who live in the tropics, and Travis, it so happens, has two in his trunk."
  },
  {
   "size": 626,
   "text": "He intended to wear them on State occasions, and as I inherit the trunk and all that is in it, I intend to wear one of the uniforms, and you can have the other. But I have first choice, because I am consul.\" Captain Travis's consular outfit consisted of one full dress and one undress United States uniform. Albert put on the dress-coat over a pair of white flannel trousers, and looked remarkably brave and handsome. Stedman, who was only eighteen and quite thin, did not appear so well, until Albert suggested his padding out his chest and shoulders with towels. This made him rather warm, but helped his general appearance."
  },
  {
   "size": 648,
   "text": "\"The two Bradleys must dress up, too,\" said Albert. \"I think they ought to act as a guard of honor, don't you? The only things I have are blazers and jerseys; but it doesn't much matter what they wear, as long as they dress alike.\" He accordingly called in the two Bradleys, and gave them each a pair of the captain's rejected white duck trousers, and a blue jersey apiece, with a big white Y on it. \"The students of Yale gave me that,\" he said to the younger Bradley, \"in which to play football, and a great man gave me the other. His name is Walter Camp; and if you rip or soil that jersey, I'll send you back to England in irons; so be careful.\""
  },
  {
   "size": 679,
   "text": "Stedman gazed at his companions in their different costumes, doubtfully. \"It reminds me,\" he said, \"of private theatricals. Of the time our church choir played 'Pinafore.'\" \"Yes,\" assented Albert; \"but I don't think we look quite gay enough. I tell you what we need,--medals. You never saw a diplomat without a lot of decorations and medals.\" \"Well, I can fix that,\" Stedman said. \"I've got a trunkful. I used to be the fastest bicycle-rider in Connecticut, and I've got all my prizes with me.\" Albert said doubtfully that that wasn't exactly the sort of medal he meant. \"Perhaps not,\" returned Stedman, as he began fumbling in his trunk; \"but the King won't know the difference."
  },
  {
   "size": 759,
   "text": "He couldn't tell a cross of the Legion of Honor from a medal for the tug of war.\" So the bicycle medals, of which Stedman seemed to have an innumerable quantity, were strung in profusion over Albert's uniform, and in a lesser quantity over Stedman's; while a handful of leaden ones, those sold on the streets for the Constitutional Centennial, with which Albert had provided himself, were wrapped up in a red silk handkerchief for presentation to the King; with them Albert placed a number of brass rods and brass chains, much to Stedman's delighted approval. \"That is a very good idea,\" he said. \"Democratic simplicity is the right thing at home, of course; but when you go abroad and mix with crowned heads, you want to show them that you know what's what.\""
  },
  {
   "size": 706,
   "text": "\"Well,\" said Albert, gravely, \"I sincerely hope this crowned head don't know what's what. If he reads 'Connecticut Agricultural State Fair. One mile bicycle race. First Prize,' on this badge, when we are trying to make him believe it's a war medal, it may hurt his feelings.\" Bradley, Jr., went ahead to announce the approach of the American embassy, which he did with so much manner that the King deferred the audience a half-hour, in order that he might better prepare to receive his visitors. When the audience did take place, it attracted the entire population to the green spot in front of the King's palace, and their delight and excitement over the appearance of the visitors was sincere and hearty."
  },
  {
   "size": 678,
   "text": "The King was too polite to appear much surprised, but he showed his delight over his presents as simply and openly as a child. Thrice he insisted on embracing Albert, and kissing him three times on the forehead, which, Stedman assured him in a side-whisper, was a great honor; an honor which was not extended to the secretary, although he was given a necklace of animals' claws instead, with which he was better satisfied. After this reception, the embassy marched back to the consul's office, surrounded by an immense number of the natives, some of whom ran ahead and looked back at them, and crowded so close that the two Bradleys had to poke at those nearest with their guns."
  },
  {
   "size": 772,
   "text": "The crowd remained outside the office even after the procession of four had disappeared, and cheered. This suggested to Gordon that this would be a good time to make a speech, which he accordingly did, Stedman translating it, sentence by sentence. At the conclusion of this effort, Albert distributed a number of brass rings among the married men present, which they placed on whichever finger fitted best, and departed delighted. Albert had wished to give the rings to the married women, but Stedman pointed out to him that it would be much cheaper to give them to the married men; for while one woman could only have one husband, one man could have at least six wives. \"And now, Stedman,\" said Albert, after the mob had gone, \"tell me what you are doing on this island.\""
  },
  {
   "size": 704,
   "text": "\"It's a very simple story,\" Stedman said. \"I am the representative, or agent, or operator, for the Yokohama Cable Company. The Yokohama Cable Company is a company organized in San Francisco, for the purpose of laying a cable to Yokohama. It is a stock company; and though it started out very well, the stock has fallen very low. Between ourselves, it is not worth over three or four cents. When the officers of the company found out that no one would buy their stock, and that no one believed in them or their scheme, they laid a cable to Octavia, and extended it on to this island. Then they said they had run out of ready money, and would wait until they got more before laying their cable any farther."
  },
  {
   "size": 680,
   "text": "I do not think they ever will lay it any farther, but that is none of my business. My business is to answer cable messages from San Francisco, so that the people who visit the home office can see that at least a part of the cable is working. That sometimes impresses them, and they buy stock. There is another chap over in Octavia, who relays all my messages and all my replies to those messages that come to me through him from San Francisco. They never send a message unless they have brought someone to the office whom they want to impress, and who, they think, has money to invest in the Y.C.C. stock, and so we never go near the wire, except at three o'clock every afternoon."
  },
  {
   "size": 628,
   "text": "And then generally only to say 'How are you?' or 'It's raining,' or something like that. I've been saying 'It's raining,' now for the last three months, but to-day I will say that the new consul has arrived. That will be a pleasant surprise for the chap in Octavia, for he must be tired hearing about the weather. He generally answers, 'Here too,' or 'So you said,' or something like that. I don't know what he says to the home office. He's brighter than I am, and that's why they put him between the two ends. He can see that the messages are transmitted more fully and more correctly, in a way to please possible subscribers.\""
  },
  {
   "size": 603,
   "text": "\"Sort of copy editor,\" suggested Albert. \"Yes, something of that sort, I fancy,\" said Stedman. They walked down to the little shed on the shore, where the Y.C.C. office was placed, at three that day, and Albert watched Stedman send off his message with much interest. The \"chap at Octavia,\" on being informed that the American consul had arrived at Opeki, inquired, somewhat disrespectfully, \"Is it a life sentence?\" \"What does he mean by that?\" asked Albert. \"I suppose,\" said his secretary, doubtfully, \"that he thinks it a sort of a punishment to be sent to Opeki. I hope you won't grow to think so.\""
  },
  {
   "size": 614,
   "text": "\"Opeki is all very well,\" said Gordon, \"or it will be when we get things going our way.\" As they walked back to the office, Albert noticed a brass cannon, perched on a rock at the entrance to the harbor. This had been put there by the last consul, but it had not been fired for many years. Albert immediately ordered the two Bradleys to get it in order, and to rig up a flag-pole beside it, for one of his American flags, which they were to salute every night when they lowered it at sundown. \"And when we are not using it,\" he said, \"the King can borrow it to celebrate with, if he doesn't impose on us too often."
  },
  {
   "size": 649,
   "text": "The royal salute ought to be twenty-one guns, I think; but that would use up too much powder, so he will have to content himself with two.\" \"Did you notice,\" asked Stedman, that night, as they sat on the veranda of the consul's house, in the moonlight, \"how the people bowed to us as we passed?\" \"Yes,\" Albert said he had noticed it. \"Why?\" \"Well, they never saluted me,\" replied Stedman. \"That sign of respect is due to the show we made at the reception.\" \"It is due to us, in any event,\" said the consul, severely. \"I tell you, my secretary, that we, as the representatives of the United States Government, must be properly honored on this island."
  },
  {
   "size": 614,
   "text": "We must become a power. And we must do so without getting into trouble with the King. We must make them honor him, too, and then as we push him up, we will push ourselves up at the same time.\" \"They don't think much of consuls in Opeki,\" said Stedman, doubtfully. \"You see the last one was a pretty poor sort. He brought the office into disrepute, and it wasn't really until I came and told them what a fine country the United States was, that they had any opinion of it at all. Now we must change all that.\" \"That is just what we will do,\" said Albert. \"We will transform Opeki into a powerful and beautiful city."
  },
  {
   "size": 713,
   "text": "We will make these people work. They must put up a palace for the King, and lay out streets, and build wharves, and drain the town properly, and light it. I haven't seen this patent lighting apparatus of yours, but you had better get to work at it at once, and I'll persuade the King to appoint you commissioner of highways and gas, with authority to make his people toil. And I,\" he cried, in free enthusiasm, \"will organize a navy and a standing army. Only,\" he added, with a relapse of interest, \"there isn't anybody to fight.\" \"There isn't?\" said Stedman, grimly, with a scornful smile. \"You just go hunt up old Messenwah and the Hillmen with your standing army once and you'll get all the fighting you want.\""
  },
  {
   "size": 634,
   "text": "\"The Hillmen?\" said Albert. \"The Hillmen are the natives that live up there in the hills,\" Stedman said, nodding his head toward the three high mountains at the other end of the island, that stood out blackly against the purple, moonlit sky. \"There are nearly as many of them as there are Opekians, and they hunt and fight for a living and for the pleasure of it. They have an old rascal named Messenwah for a king, and they come down here about once every three months, and tear things up.\" Albert sprang to his feet. \"Oh, they do, do they?\" he said, staring up at the mountain-tops. \"They come down here and tear up things, do they?"
  },
  {
   "size": 601,
   "text": "Well, I think we'll stop that, I think we'll stop that! I don't care how many there are. I'll get the two Bradleys to tell me all they know about drilling, to-morrow morning, and we'll drill these Opekians, and have sham battles, and attacks, and repulses, until I make a lot of wild, howling Zulus out of them. And when the Hillmen come down to pay their quarterly visit, they'll go back again on a run. At least some of them will,\" he added, ferociously. \"Some of them will stay right here.\" \"Dear me, dear me!\" said Stedman, with awe; \"you are a born fighter, aren't you?\" \"Well, you wait and see,\""
  },
  {
   "size": 623,
   "text": "said Gordon; \"maybe I am. I haven't studied tactics of war and the history of battles, so that I might be a great war-correspondent, without learning something. And there is only one king on this island, and that is old Ollypybus himself. And I'll go over and have a talk with him about it to-morrow.\" Young Stedman walked up and down the length of the veranda, in and out of the moonlight, with his hands in his pockets, and his head on his chest. \"You have me all stirred up, Gordon,\" he said; \"you seem so confident and bold, and you're not so much older than I am, either.\" \"My training has been different; that's all,\""
  },
  {
   "size": 618,
   "text": "said the reporter. \"Yes,\" Stedman said, bitterly. \"I have been sitting in an office ever since I left school, sending news over a wire or a cable, and you have been out in the world, gathering it.\" \"And now,\" said Gordon, smiling, and putting his arm around the other boy's shoulders, \"we are going to make news ourselves.\" \"There is one thing I want to say to you before you turn in,\" said Stedman. \"Before you suggest all these improvements on Ollypybus, you must remember that he has ruled absolutely here for twenty years, and that he does not think much of consuls. He has only seen your predecessor and yourself."
  },
  {
   "size": 603,
   "text": "He likes you because you appeared with such dignity, and because of the presents; but if I were you, I wouldn't suggest these improvements as coming from yourself.\" \"I don't understand,\" said Gordon; \"who could they come from?\" \"Well,\" said Stedman, \"if you will allow me to advise--and you see I know these people pretty well--I would have all these suggestions come from the President direct.\" \"The President!\" exclaimed Gordon; \"but how? What does the President know or care about Opeki? and it would take so long--oh, I see, the cable. Is that what you have been doing?\" he asked. \"Well, only once,\""
  },
  {
   "size": 607,
   "text": "said Stedman, guiltily; \"that was when he wanted to turn me out of the consul's office, and I had a cable that very afternoon, from the President, ordering me to stay where I was. Ollypybus doesn't understand the cable, of course, but he knows that it sends messages; and sometimes I pretend to send messages for him to the President; but he began asking me to tell the President to come and pay him a visit, and I had to stop it.\" \"I'm glad you told me,\" said Gordon. \"The President shall begin to cable to-morrow. He will need an extra appropriation from Congress to pay for his private cablegrams alone.\""
  },
  {
   "size": 616,
   "text": "\"And there's another thing,\" said Stedman. \"In all your plans, you've arranged for the people's improvement, but not for their amusement; and they are a peaceful, jolly, simple sort of people, and we must please them.\" \"Have they no games or amusements of their own?\" asked Gordon. \"Well, not what we would call games.\" \"Very well, then, I'll teach them base-ball. Foot-ball would be too warm. But that plaza in front of the King's bungalow, where his palace is going to be, is just the place for a diamond. On the whole, though,\" added the consul, after a moment's reflection, \"you'd better attend to that yourself."
  },
  {
   "size": 710,
   "text": "I don't think it becomes my dignity as American consul to take off my coat and give lessons to young Opekians in sliding to bases; do you? No; I think you'd better do that. The Bradleys will help you, and you had better begin to-morrow. You have been wanting to know what a secretary of legation's duties are, and now you know. It's to organize base-ball nines. And after you get yours ready,\" he added, as he turned into his room for the night, \"I'll train one that will sweep yours off the face of the island. For THIS American consul can pitch three curves.\" The best laid plans of men go far astray, sometimes, and the great and beautiful city that was to rise on the coast of Opeki was not built in a day."
  },
  {
   "size": 754,
   "text": "Nor was it ever built. For before the Bradleys could mark out the foul-lines for the base-ball field on the plaza, or teach their standing army the goose step, or lay bamboo pipes for the water-mains, or clear away the cactus for the extension of the King's palace, the Hillmen paid Opeki their quarterly visit. Albert had called on the King the next morning, with Stedman as his interpreter, as he had said he would, and, with maps and sketches, had shown his Majesty what he proposed to do toward improving Opeki and ennobling her king, and when the King saw Albert's free-hand sketches of wharves with tall ships lying at anchor, and rows of Opekian warriors with the Bradleys at their head, and the design for his new palace, and a royal sedan chair,"
  },
  {
   "size": 671,
   "text": "he believed that these things were already his, and not still only on paper, and he appointed Albert his Minister of War, Stedman his Minister of Home Affairs, and selected two of his wisest and oldest subjects to serve them as joint advisers. His enthusiasm was even greater than Gordon's, because he did not appreciate the difficulties. He thought Gordon a semi-god, a worker of miracles, and urged the putting up of a monument to him at once in the public plaza, to which Albert objected, on the ground that it would be too suggestive of an idol; and to which Stedman also objected, but for the less unselfish reason that it would \"be in the way of the pitcher's box.\""
  },
  {
   "size": 900,
   "text": "They were feverishly discussing all these great changes, and Stedman was translating as rapidly as he could translate, the speeches of four different men--for the two counsellors had been called in--all of whom wanted to speak at once when there came from outside a great shout, and the screams of women, and the clashing of iron, and the pattering footsteps of men running. As they looked at one another in startled surprise, a native ran into the room, followed by Bradley, Jr., and threw himself down before the King. While he talked, beating his hands and bowing before Ollypybus, Bradley, Jr., pulled his forelock to the consul, and told how this man lived on the far outskirts of the village; how he had been captured while out hunting, by a number of the Hillmen; and how he had escaped to tell the people that their old enemies were on the war-path again, and rapidly approaching the village."
  },
  {
   "size": 609,
   "text": "Outside, the women were gathering in the plaza, with the children about them, and the men were running from hut to hut, warning their fellows, and arming themselves with spears and swords, and the native bows and arrows. \"They might have waited until we had that army trained,\" said Gordon, in a tone of the keenest displeasure. \"Tell me, quick, what do they generally do when they come?\" \"Steal all the cattle and goats, and a woman or two, and set fire to the huts in the outskirts,\" replied Stedman. \"Well, we must stop them,\" said Gordon, jumping up. \"We must take out a flag of truce and treat with them."
  },
  {
   "size": 612,
   "text": "They must be kept off until I have my army in working order. It is most inconvenient. If they had only waited two months, now, or six weeks even, we could have done something; but now we must make peace. Tell the King we are going out to fix things with them, and tell him to keep off his warriors until he learns whether we succeed or fail.\" \"But, Gordon!\" gasped Stedman. \"Albert! You don't understand. Why, man, this isn't a street-fight or a cane-rush. They'll stick you full of spears, dance on your body, and eat you, maybe. A flag of truce!--you're talking nonsense. What do they know of a flag of truce?\""
  },
  {
   "size": 666,
   "text": "\"You're talking nonsense, too,\" said Albert, \"and you're talking to your superior officer. If you are not with me in this, go back to your cable, and tell the man in Octavia that it's a warm day, and that the sun is shining; but if you've any spirit in you--and I think you have--run to the office and get my Winchester rifles, and the two shotguns, and my revolvers, and my uniform, and a lot of brass things for presents, and run all the way there and back. And make time. Play you're riding a bicycle at the Agricultural Fair.\" Stedman did not hear this last, for he was already off and away, pushing through the crowd, and calling on Bradley, Sr., to follow him."
  },
  {
   "size": 745,
   "text": "Bradley, Jr., looked at Gordon with eyes that snapped, like a dog that is waiting for his master to throw a stone. \"I can fire a Winchester, sir,\" he said. \"Old Tom can't. He's no good at long range 'cept with a big gun, sir. Don't give him the Winchester. Give it to me, please, sir.\" Albert met Stedman in the plaza, and pulled off his blazer, and put on Captain Travis's--now his--uniform coat, and his white pith helmet. \"Now, Jack,\" he said, \"get up there and tell these people that we are going out to make peace with these Hillmen, or bring them back prisoners of war. Tell them we are the preservers of their homes and wives and children; and you, Bradley, take these presents, and young Bradley, keep close to me, and carry this rifle.\""
  },
  {
   "size": 671,
   "text": "Stedman's speech was hot and wild enough to suit a critical and feverish audience before a barricade in Paris. And when he was through, Gordon and Bradley punctuated his oration by firing off the two Winchester rifles in the air, at which the people jumped and fell on their knees, and prayed to their several gods. The fighting men of the village followed the four white men to the outskirts, and took up their stand there as Stedman told them to do, and the four walked on over the roughly hewn road, to meet the enemy. Gordon walked with Bradley, Jr., in advance. Stedman and old Tom Bradley followed close behind, with the two shot-guns, and the presents in a basket."
  },
  {
   "size": 686,
   "text": "\"Are these Hillmen used to guns?\" asked Gordon. Stedman said no, they were not. \"This shot-gun of mine is the only one on the island,\" he explained, \"and we never came near enough them before to do anything with it. It only carries a hundred yards. The Opekians never make any show of resistance. They are quite content if the Hillmen satisfy themselves with the outlying huts, as long as they leave them and the town alone; so they seldom come to close quarters.\" The four men walked on for half an hour or so in silence, peering eagerly on every side; but it was not until they had left the woods and marched out into the level stretch of grassy country that they came upon the enemy."
  },
  {
   "size": 659,
   "text": "The Hillmen were about forty in number, and were as savage and ugly-looking giants as any in a picture-book. They had captured a dozen cows and goats, and were driving them on before them, as they advanced farther upon the village. When they saw the four men, they gave a mixed chorus of cries and yells, and some of them stopped, and others ran forward, shaking their spears, and shooting their broad arrows into the ground before them. A tall, gray-bearded, muscular old man, with a skirt of feathers about him, and necklaces of bones and animals' claws around his bare chest, ran in front of them, and seemed to be trying to make them approach more slowly."
  },
  {
   "size": 673,
   "text": "\"Is that Messenwah?\" asked Gordon. \"Yes,\" said Stedman; \"he is trying to keep them back. I don't believe he ever saw a white man before.\" \"Stedman,\" said Albert, speaking quickly, \"give your gun to Bradley, and go forward with your arms in the air, and waving your handkerchief, and tell them in their language that the King is coming. If they go at you, Bradley and I will kill a goat or two, to show them what we can do with the rifles; and if that don't stop them, we will shoot at their legs; and if that don't stop them--I guess you'd better come back, and we'll all run.\" Stedman looked at Albert, and Albert looked at Stedman, and neither of them winced or flinched."
  },
  {
   "size": 629,
   "text": "\"Is this another of my secretary's duties?\" asked the younger boy. \"Yes,\" said the consul; \"but a resignation is always in order. You needn't go if you don't like it. You see, you know the language and I don't, but I know how to shoot, and you don't.\" \"That's perfectly satisfactory,\" said Stedman, handing his gun to old Bradley. \"I only wanted to know why I was to be sacrificed instead of one of the Bradleys. It's because I know the language. Bradley, Sr., you see the evil results of a higher education. Wish me luck, please,\" he said, \"and for goodness' sake,\" he added impressively, \"don't waste much time shooting goats.\""
  },
  {
   "size": 630,
   "text": "The Hillmen had stopped about two hundred yards off, and were drawn up in two lines, shouting, and dancing, and hurling taunting remarks at their few adversaries. The stolen cattle were bunched together back of the King. As Stedman walked steadily forward with his handkerchief fluttering, and howling out something in their own tongue, they stopped and listened. As he advanced, his three companions followed him at about fifty yards in the rear. He was one hundred and fifty yards from the Hillmen before they made out what he said, and then one of the young braves, resenting it as an insult to his chief, shot an arrow at him."
  },
  {
   "size": 674,
   "text": "Stedman dodged the arrow and stood his ground without even taking a step backward, only turning slightly to put his hands to his mouth, and to shout something which sounded to his companions like, \"About time to begin on the goats.\" But the instant the young man had fired, King Messenwah swung his club and knocked him down, and none of the others moved. Then Messenwah advanced before his men to meet Stedman, and on Stedman's opening and shutting his hands to show that he was unarmed, the King threw down his club and spears, and came forward as empty-handed as himself. \"Ah,\" gasped Bradley, Jr., with his finger trembling on his lever, \"let me take a shot at him now.\""
  },
  {
   "size": 780,
   "text": "Gordon struck the man's gun up, and walked forward in all the glory of his gold and blue uniform; for both he and Stedman saw now that Messenwah was more impressed by their appearance, and in the fact that they were white men, than with any threats of immediate war. So when he saluted Gordon haughtily, that young man gave him a haughty nod in return, and bade Stedman tell the King that he would permit him to sit down. The King did not quite appear to like this, but he sat down, nevertheless, and nodded his head gravely. \"Now tell him,\" said Gordon, \"that I come from the ruler of the greatest nation on earth, and that I recognize Ollypybus as the only King of this island, and that I come to this little three-penny King with either peace and presents, or bullets and war.\""
  },
  {
   "size": 679,
   "text": "\"Have I got to tell him he's a little three-penny King?\" said Stedman, plaintively. \"No; you needn't give a literal translation; it can be as free as you please.\" \"Thanks,\" said the secretary, humbly. \"And tell him,\" continued Gordon, \"that we will give presents to him and his warriors if he keeps away from Ollypybus, and agrees to keep away always. If he won't do that, try to get him to agree to stay away for three months at least, and by that time we can get word to San Francisco, and have a dozen muskets over here in two months; and when our time of probation is up, and he and his merry men come dancing down the hillside, we will blow them up as high as his mountains."
  },
  {
   "size": 666,
   "text": "But you needn't tell him that, either. And if he is proud and haughty, and would rather fight, ask him to restrain himself until we show what we can do with our weapons at two hundred yards.\" Stedman seated himself in the long grass in front of the King, and with many revolving gestures of his arms, and much pointing at Gordon, and profound nods and bows, retold what Gordon had dictated. When he had finished, the King looked at the bundle of presents, and at the guns, of which Stedman had given a very wonderful account, but answered nothing. \"I guess,\" said Stedman, with a sigh, \"that we will have to give him a little practical demonstration to help matters."
  },
  {
   "size": 621,
   "text": "I am sorry, but I think one of those goats has got to die. It's like vivisection. The lower order of animals have to suffer for the good of the higher.\" \"Oh,\" said Bradley, Jr., cheerfully, \"I'd just as soon shoot one of those niggers as one of the goats.\" So Stedman bade the King tell his men to drive a goat toward them, and the King did so, and one of the men struck one of the goats with his spear, and it ran clumsily across the plain. \"Take your time, Bradley,\" said Gordon. \"Aim low, and if you hit it, you can have it for supper.\" \"And if you miss it,\" said Stedman, gloomily, \"Messenwah may have us for supper.\""
  },
  {
   "size": 586,
   "text": "The Hillmen had seated themselves a hundred yards off, while the leaders were debating, and they now rose curiously and watched Bradley, as he sank upon one knee, and covered the goat with his rifle. When it was about one hundred and fifty yards off he fired, and the goat fell over dead. And then all the Hillmen, with the King himself, broke away on a run, toward the dead animal, with much shouting. The King came back alone, leaving his people standing about and examining the goat. He was much excited, and talked and gesticulated violently. \"He says--\" said Stedman; \"he says----\""
  },
  {
   "size": 806,
   "text": "\"He says--goodness me!--what do you think he says?\" \"Well, what does he say?\" cried Gordon, in great excitement. \"Don't keep it all to yourself.\" \"He says,\" said Stedman, \"that we are deceived; that he is no longer King of the Island of Opeki; that he is in great fear of us, and that he has got himself into no end of trouble. He says he sees that we are indeed mighty men, that to us he is as helpless as the wild boar before the javelin of the hunter.\" \"Well, he's right,\" said Gordon. \"Go on.\" \"But that which we ask is no longer his to give. He has sold his kingship and his right to this island to another king, who came to him two days ago in a great canoe, and who made noises as we do--with guns, I suppose he means--and to whom he sold the island for a watch that he has in a bag around his neck."
  },
  {
   "size": 640,
   "text": "And that he signed a paper, and made marks on a piece of bark, to show that he gave up the island freely and forever.\" \"What does he mean?\" said Gordon. \"How can he give up the island? Ollypybus is the king of half of it, anyway, and he knows it.\" \"That's just it,\" said Stedman. \"That's what frightens him. He said he didn't care about Ollypybus, and didn't count him in when he made the treaty, because he is such a peaceful chap that he knew he could thrash him into doing anything he wanted him to do. And now that you have turned up and taken Ollypybus's part, he wishes he hadn't sold the island, and wishes to know if you are angry.\""
  },
  {
   "size": 762,
   "text": "\"Angry? of course I'm angry,\" said Gordon, glaring as grimly at the frightened monarch as he thought was safe. \"Who wouldn't be angry? Who do you think these people were who made a fool of him, Stedman? Ask him to let us see this watch.\" Stedman did so, and the King fumbled among his necklaces until he had brought out a leather bag tied round his neck with a cord, and containing a plain stem-winding silver watch marked on the inside \"Munich.\" \"That doesn't tell anything,\" said Gordon. \"But it's plain enough. Some foreign ship of war has settled on this place as a coaling-station, or has annexed it for colonization, and they've sent a boat ashore, and they've made a treaty with this old chap, and forced him to sell his birthright for a mess of porridge."
  },
  {
   "size": 750,
   "text": "Now, that's just like those monarchical pirates, imposing upon a poor old black.\" Old Bradley looked at him impudently. \"Not at all,\" said Gordon; \"it's quite different with us; we don't want to rob him or Ollypybus, or to annex their land. All we want to do is to, improve it, and have the fun of running it for them and meddling in their affairs of state. Well, Stedman,\" he said, \"what shall we do?\" Stedman said that the best and only thing to do was to threaten to take the watch away from Messenwah, but to give him a revolver instead, which would make a friend of him for life, and to keep him supplied with cartridges only as long as he behaved himself, and then to make him understand that, as Ollypybus had not given his consent to the loss"
  },
  {
   "size": 809,
   "text": "of the island, Messenwah's agreement, or treaty, or whatever it was, did not stand, and that he had better come down the next day, early in the morning, and join in a general consultation. This was done, and Messenwah agreed willingly to their proposition, and was given his revolver and shown how to shoot it, while the other presents were distributed among the other men, who were as happy over them as girls with a full dance-card. \"And now, to-morrow,\" said Stedman, \"understand, you are all to come down unarmed, and sign a treaty with great Ollypybus, in which he will agree to keep to one-half of the island if you keep to yours, and there must be no more wars or goat-stealing, or this gentleman on my right and I will come up and put holes in you just as the gentleman on the left did with the goat.\""
  },
  {
   "size": 635,
   "text": "Messenwah and his warriors promised to come early, and saluted reverently as Gordon and his three companions walked up together very proudly and stiffly. \"Do you know how I feel?\" said Gordon. \"How?\" asked Stedman. \"I feel as I used to do in the city, when the boys in the street were throwing snowballs, and I had to go by with a high hat on my head and pretend not to know they were behind me. I always felt a cold chill down my spinal column, and I could feel that snowball, whether it came or not, right in the small of my back. And I can feel one of those men pulling his bow now, and the arrow sticking out of my right shoulder.\""
  },
  {
   "size": 633,
   "text": "\"Oh, no, you can't,\" said Stedman. \"They are too much afraid of those rifles. But I do feel sorry for any of those warriors whom old man Messenwah doesn't like, now that he has that revolver. He isn't the sort to practise on goats.\" There was great rejoicing when Stedman and Gordon told their story to the King, and the people learned that they were not to have their huts burned and their cattle stolen. The armed Opekians formed a guard around the ambassadors and escorted them to their homes with cheers and shouts, and the women ran at their side and tried to kiss Gordon's hand. \"I'm sorry I can't speak the language, Stedman,\""
  },
  {
   "size": 743,
   "text": "said Gordon, \"or I would tell them what a brave man you are. You are too modest to do it yourself, even if I dictated something for you to say. As for me,\" he said, pulling off his uniform, \"I am thoroughly disgusted and disappointed. It never occurred to me until it was all over that this was my chance to be a war-correspondent. It wouldn't have been much of a war, but then I would have been the only one on the spot, and that counts for a great deal. Still, my time may come.\" \"We have a great deal on hand for to-morrow,\" said Gordon that evening, \"and we had better turn in early.\" And so the people were still singing and rejoicing down in the village when the two conspirators for the peace of the country went to sleep for the night."
  },
  {
   "size": 685,
   "text": "It seemed to Gordon as though he had hardly turned his pillow twice to get the coolest side when someone touched him, and he saw, by the light of the dozen glow-worms in the tumbler by his bedside, a tall figure at its foot. \"It's me--Bradley,\" said the figure. \"Yes,\" said Gordon, with the haste of a man to show that sleep has no hold on him; \"exactly; what is it?\" \"There is a ship of war in the harbor,\" Bradley answered in a whisper. \"I heard her anchor chains rattle when she came to, and that woke me. I could hear that if I were dead. And then I made sure by her lights; she's a great boat, sir, and I can know she's a ship of war by the challenging when they change the watch."
  },
  {
   "size": 683,
   "text": "I thought you'd like to know, sir.\" Gordon sat up and clutched his knees with his hands. \"Yes, of course,\" he said; \"you are quite right. Still, I don't see what there is to do.\" He did not wish to show too much youthful interest, but though fresh from civilization, he had learned how far from it he was, and he was curious to see this sign of it that had come so much more quickly than he had anticipated. \"Wake Mr. Stedman, will you?\" said he, \"and we will go and take a look at her.\" \"You can see nothing but the lights,\" said Bradley, as he left the room; \"it's a black night, sir.\" Stedman was not new from the sight of men and ships of war, and came in half dressed and eager."
  },
  {
   "size": 658,
   "text": "\"Do you suppose it's the big canoe Messenwah spoke of?\" he said. \"I thought of that,\" said Gordon. The three men fumbled their way down the road to the plaza, and saw, as soon as they turned into it, the great outlines and the brilliant lights of an immense vessel, still more immense in the darkness, and glowing like a strange monster of the sea, with just a suggestion here and there, where the lights spread, of her cabins and bridges. As they stood on the shore, shivering in the cool night-wind, they heard the bells strike over the water. \"It's two o'clock,\" said Bradley, counting. \"Well, we can do nothing, and they cannot mean to do much to-night,\""
  },
  {
   "size": 735,
   "text": "Albert said. \"We had better get some more sleep, and, Bradley, you keep watch and tell us as soon as day breaks.\" \"Aye, aye, sir,\" said the sailor. \"If that's the man-of-war that made the treaty with Messenwah, and Messenwah turns up to-morrow, it looks as if our day would be pretty well filled up,\" said Albert, as they felt their way back to the darkness. \"What do you intend to do?\" asked his secretary, with a voice of some concern. \"I don't know,\" Albert answered gravely, from the blackness of the night. \"It looks as if we were getting ahead just a little too fast, doesn't it? Well,\" he added, as they reached the house, \"let's try to keep in step with the procession, even if we can't be drum-majors and walk in front of it.\""
  },
  {
   "size": 835,
   "text": "And with this cheering tone of confidence in their ears, the two diplomats went soundly asleep again. The light of the rising sun filled the room, and the parrots were chattering outside, when Bradley woke him again. \"They are sending a boat ashore, sir,\" he said, excitedly, and filled with the importance of the occasion. \"She's a German man-of-war, and one of the new model. A beautiful boat, sir; for her lines were laid in Glasgow, and I can tell that, no matter what flag she flies. You had best be moving to meet them: the village isn't awake yet.\" Albert took a cold bath and dressed leisurely; then he made Bradley, Jr., who had slept through it all, get up breakfast, and the two young men ate it and drank their coffee comfortably and with an air of confidence that deceived their servants, if it did not deceive themselves."
  },
  {
   "size": 747,
   "text": "But when they came down the path, smoking and swinging their sticks, and turned into the plaza, their composure left them like a mask, and they stopped where they stood. The plaza was enclosed by the natives gathered in whispering groups, and depressed by fear and wonder. On one side were crowded all the Messenwah warriors, unarmed, and as silent and disturbed as the Opekians. In the middle of the plaza some twenty sailors were busy rearing and bracing a tall flag-staff that they had shaped from a royal palm, and they did this as unconcernedly and as contemptuously, and with as much indifference to the strange groups on either side of them, as though they were working on a barren coast, with nothing but the startled sea-gulls about them."
  },
  {
   "size": 603,
   "text": "As Albert and Stedman came upon the scene, the flag-pole was in place, and the halyards hung from it with a little bundle of bunting at the end of one of them. \"We must find the King at once,\" said Gordon. He was terribly excited and angry. \"It is easy enough to see what this means. They are going through the form of annexing this island to the other lands of the German Government. They are robbing old Ollypybus of what is his. They have not even given him a silver watch for it.\" The King was in his bungalow, facing the plaza. Messenwah was with him, and an equal number of each of their councils."
  },
  {
   "size": 648,
   "text": "The common danger had made them lie down together in peace; but they gave a murmur of relief as Gordon strode into the room with no ceremony, and greeted them with a curt wave of the hand. \"Now then, Stedman, be quick,\" he said. \"Explain to them what this means; tell them that I will protect them; that I am anxious to see that Ollypybus is not cheated; that we will do all we can for them.\" Outside, on the shore, a second boat's crew had landed a group of officers and a file of marines. They walked in all the dignity of full dress across the plaza to the flag-pole, and formed in line on the three sides of it, with the marines facing the sea."
  },
  {
   "size": 634,
   "text": "The officers, from the captain with a prayer-book in his hand, to the youngest middy, were as indifferent to the frightened natives about them as the other men had been. The natives, awed and afraid, crouched back among their huts, the marines and the sailors kept their eyes front, and the German captain opened his prayer-book. The debate in the bungalow was over. \"If you only had your uniform, sir,\" said Bradley, Sr., miserably. \"This is a little bit too serious for uniforms and bicycle medals,\" said Gordon. \"And these men are used to gold lace.\" He pushed his way through the natives, and stepped confidently across the plaza."
  },
  {
   "size": 674,
   "text": "The youngest middy saw him coming, and nudged the one next him with his elbow, and he nudged the next, but none of the officers moved, because the captain had begun to read. \"One minute, please,\" called Gordon. He stepped out into the hollow square formed by the marines, and raised his helmet to the captain. \"Do you speak English or French?\" Gordon said in French; \"I do not understand German.\" The captain lowered the book in his hands and gazed reflectively at Gordon through his spectacles, and made no reply. \"If I understand this,\" said the younger man, trying to be very impressive and polite, \"you are laying claim to this land, in behalf of the German Government.\""
  },
  {
   "size": 643,
   "text": "The captain continued to observe him thoughtfully, and then said, \"That iss so,\" and then asked, \"Who are you?\" \"I represent the King of this island, Ollypybus, whose people you see around you. I also represent the United States Government, that does not tolerate a foreign power near her coast, since the days of President Monroe and before. The treaty you have made with Messenwah is an absurdity. There is only one king with whom to treat, and he----\" The captain turned to one of his officers and said something, and then, after giving another curious glance at Gordon, raised his book and continued reading, in a deep, unruffled monotone."
  },
  {
   "size": 659,
   "text": "The officer whispered an order, and two of the marines stepped out of line, and dropping the muzzles of their muskets, pushed Gordon back out of the enclosure, and left him there with his lips white, and trembling all over with indignation. He would have liked to have rushed back into the lines and broken the captain's spectacles over his sun-tanned nose and cheeks, but he was quite sure this would only result in his getting shot, or in his being made ridiculous before the natives, which was almost as bad; so he stood still for a moment, with his blood choking him, and then turned and walked back to where the King and Stedman were whispering together."
  },
  {
   "size": 761,
   "text": "Just as he turned, one of the men pulled the halyards, the ball of bunting ran up into the air, bobbed, twitched, and turned, and broke into the folds of the German flag. At the same moment the marines raised their muskets and fired a volley, and the officers saluted and the sailors cheered. \"Do you see that?\" cried Stedman, catching Gordon's humor, to Ollypybus; \"that means that you are no longer king, that strange people are coming here to take your land, and to turn your people into servants, and to drive you back into the mountains. Are you going to submit? are you going to let that flag stay where it is?\" Messenwah and Ollypybus gazed at one another with fearful, helpless eyes. \"We are afraid,\" Ollypybus cried; \"we do not know what we should do.\""
  },
  {
   "size": 880,
   "text": "\"They say they do not know what to do.\" \"I know what I'd do,\" cried Gordon. \"If I were not an American consul, I'd pull down their old flag, and put a hole in their boat and sink her.\" \"Well, I'd wait until they get under way before you do either of those things,\" said Stedman, soothingly. \"That captain seems to be a man of much determination of character.\" \"But I will pull it down,\" cried Gordon. \"I will resign, as Travis did. I am no longer consul. You can be consul if you want to. I promote you. I am going up a step higher. I mean to be king. Tell those two,\" he ran on, excitedly, \"that their only course and only hope is in me; that they must make me ruler of the island until this thing is over; that I will resign again as soon as it is settled, but that someone must act at once, and if they are afraid to, I am not, only they must give me authority to act for them."
  },
  {
   "size": 748,
   "text": "They must abdicate in my favor.\" \"Are you in earnest?\" gasped Stedman. \"Don't I talk as if I were?\" demanded Gordon, wiping the perspiration from his forehead. \"And can I be consul?\" said Stedman, cheerfully. \"Of course. Tell them what I propose to do.\" Stedman turned and spoke rapidly to the two kings. The people gathered closer to hear. The two rival monarchs looked at one another in silence for a moment, and then both began to speak at once, their counsellors interrupting them and mumbling their guttural comments with anxious earnestness. It did not take them very long to see that, they were all of one mind, and then they both turned to Gordon and dropped on one knee, and placed his hands on their foreheads, and Stedman raised his cap."
  },
  {
   "size": 644,
   "text": "\"They agree,\" he explained, for it was but pantomime to Albert. \"They salute you as a ruler; they are calling you Tellaman, which means peacemaker. The Peacemaker, that is your title. I hope you will deserve it, but I think they might have chosen a more appropriate one.\" \"Then I'm really King?\" demanded Albert, decidedly, \"and I can do what I please? They give me full power. Quick, do they?\" \"Yes, but don't do it,\" begged Stedman, \"and just remember I am American consul now, and that is a much superior being to a crowned monarch; you said so yourself.\" Albert did not reply to this, but ran across the plaza, followed by the two Bradleys."
  },
  {
   "size": 837,
   "text": "The boats had gone. \"Hoist that flag beside the brass cannon,\" he cried, \"and stand ready to salute it when I drop this one.\" Bradley, Jr., grasped the halyards of the flag, which he had forgotten to raise and salute in the morning in all the excitement of the arrival of the man-of-war. Bradley, Sr., stood by the brass cannon, blowing gently on his lighted fuse. The Peacemaker took the halyards of the German flag in his two hands, gave a quick, sharp tug, and down came the red, white, and black piece of bunting, and the next moment young Bradley sent the Stars and Stripes up in their place. As it rose, Bradley's brass cannon barked merrily like a little bull-dog, and the Peacemaker cheered. \"Why don't you cheer, Stedman?\" he shouted. \"Tell those people to cheer for all they are worth. What sort of an American consul are you?\""
  },
  {
   "size": 739,
   "text": "Stedman raised his arm half-heartedly to give the time, and opened his mouth; but his arm remained fixed and his mouth open, while his eyes stared at the retreating boat of the German man-of-war. In the stern sheets of this boat the stout German captain was struggling unsteadily to his feet; he raised his arm and waved it to someone on the great man-of-war, as though giving an order. The natives looked from Stedman to the boat, and even Gordon stopped in his cheering, and stood motionless, watching. They had not very long to wait. There was a puff of white smoke, and a flash, and then a loud report, and across the water came a great black ball skipping lightly through and over the waves, as easily as a flat stone thrown by a boy."
  },
  {
   "size": 625,
   "text": "It seemed to come very slowly. At least it came slowly enough for everyone to see that it was coming directly toward the brass cannon. The Bradleys certainly saw this, for they ran as fast as they could, and kept on running. The ball caught the cannon under its mouth and tossed it in the air, knocking the flagpole into a dozen pieces, and passing on through two of the palm-covered huts. \"Great Heavens, Gordon!\" cried Stedman; \"they are firing on us.\" But Gordon's face was radiant and wild. \"Firing on US!\" he cried. \"On us! Don't you see? Don't you understand? What do WE amount to? They have fired on the American flag!"
  },
  {
   "size": 669,
   "text": "Don't you see what that means? It means war. A great international war. And I am a war-correspondent at last!\" He ran up to Stedman and seized him by the arm so tightly that it hurt. \"By three o'clock,\" he said, \"they will know in the office what has happened. The country will know it to-morrow when the paper is on the street; people will read it all over the world. The Emperor will hear of it at breakfast; the President will cable for further particulars. He will get them. It is the chance of a lifetime, and we are on the spot!\" Stedman did not hear this; he was watching the broadside of the ship to see another puff of white smoke, but there came no such sign."
  },
  {
   "size": 652,
   "text": "The two rowboats were raised, there was a cloud of black smoke from the funnel, a creaking of chains sounding faintly across the water, and the ship started at half-speed and moved out of the harbor. The Opekians and the Hillmen fell on their knees, or to dancing, as best suited their sense of relief, but Gordon shook his head. \"They are only going to land the marines,\" he said; \"perhaps they are going to the spot they stopped at before, or to take up another position farther out at sea. They will land men and then shell the town, and the land forces will march here and co-operate with the vessel, and everybody will be taken prisoner or killed."
  },
  {
   "size": 869,
   "text": "We have the centre of the stage, and we are making history.\" \"I'd rather read it than make it,\" said Stedman. \"You've got us in a senseless, silly position, Gordon, and a mighty unpleasant one. And for no reason that I can see, except to make copy for your paper.\" \"Tell those people to get their things together,\" said Gordon, \"and march back out of danger into the woods. Tell Ollypybus I am going to fix things all right; I don't know just how yet, but I will, and now come after me as quickly as you can to the cable office. I've got to tell the paper all about it.\" It was three o'clock before the \"chap at Octavia\" answered Stedman's signalling. Then Stedman delivered Gordon's message, and immediately shut off all connection, before the Octavia operator could question him. Gordon dictated his message in this way:-- \"Begin with the date line, 'Opeki, June 22.'"
  },
  {
   "size": 893,
   "text": "\"At seven o'clock this morning, the captain and officers of the German man-of-war Kaiser went through the ceremony of annexing this island in the name of the German Emperor, basing their right to do so on an agreement made with a leader of a wandering tribe known as the Hillmen. King Ollypybus, the present monarch of Opeki, delegated his authority, as also did the leader of the Hillmen, to King Tellaman, or the Peacemaker, who tore down the German flag, and raised that of the United States in its place. At the same moment the flag was saluted by the battery. This salute, being mistaken for an attack on the Kaiser, was answered by that vessel. Her first shot took immediate effect, completely destroying the entire battery of the Opekians, cutting down the American flag, and destroying the houses of the people----\" \"There was only one brass cannon and two huts,\" expostulated Stedman."
  },
  {
   "size": 751,
   "text": "\"Well, that was the whole battery, wasn't it?\" asked Gordon, \"and two huts is plural. I said houses of the people. I couldn't say two houses of the people. Just you send this as you get it. You are not an American consul at the present moment. You are an under-paid agent of a cable company, and you send my stuff as I write it. The American residents have taken refuge in the consulate--that's us,\" explained Gordon, \"and the English residents have sought refuge in the woods--that's the Bradleys. King Tellaman--that's me--declares his intention of fighting against the annexation. The forces of the Opekians are under the command of Captain Thomas Bradley--I guess I might as well make him a colonel--of Colonel Thomas Bradley, of the English army."
  },
  {
   "size": 606,
   "text": "\"The American consul says--Now, what do you say, Stedman? Hurry up, please,\" asked Gordon, \"and say something good and strong.\" \"You get me all mixed up,\" complained Stedman, plaintively. \"Which am I now, a cable operator or the American consul?\" \"Consul, of course. Say something patriotic and about your determination to protect the interests of your government, and all that.\" Gordon bit the end of his pencil impatiently, and waited. \"I won't do anything of the sort, Gordon,\" said Stedman; \"you are getting me into an awful lot of trouble, and yourself too. I won't say a word.\" \"The American consul,\""
  },
  {
   "size": 619,
   "text": "read Gordon, as his pencil wriggled across the paper, \"refuses to say anything for publication until he has communicated with the authorities at Washington, but from all I can learn he sympathizes entirely with Tellaman. Your correspondent has just returned from an audience with King Tellaman, who asks him to inform the American people that the Monroe doctrine will be sustained as long as he rules this island. I guess that's enough to begin with,\" said Gordon. \"Now send that off quick, and then get away from the instrument before the man in Octavia begins to ask questions. I am going out to precipitate matters.\""
  },
  {
   "size": 617,
   "text": "Gordon found the two kings sitting dejectedly side by side, and gazing grimly upon the disorder of the village, from which the people were taking their leave as quickly as they could get their few belongings piled upon the ox-carts. Gordon walked among them, helping them in every way he could, and tasting, in their subservience and gratitude, the sweets of sovereignty. When Stedman had locked up the cable office and rejoined him, he bade him tell Messenwah to send three of his youngest men and fastest runners back to the hills to watch for the German vessel and see where she was attempting to land her marines."
  },
  {
   "size": 615,
   "text": "\"This is a tremendous chance for descriptive writing, Stedman,\" said Gordon, enthusiastically; \"all this confusion and excitement, and the people leaving their homes, and all that. It's like the people getting out of Brussels before Waterloo, and then the scene at the foot of the mountains, while they are camping out there, until the Germans leave. I never had a chance like this before.\" It was quite dark by six o'clock, and none of the three messengers had as yet returned. Gordon walked up and down the empty plaza and looked now at the horizon for the man-of-war, and again down the road back of the village."
  },
  {
   "size": 638,
   "text": "But neither the vessel nor the messengers bearing word of her appeared. The night passed without any incident, and in the morning Gordon's impatience became so great that he walked out to where the villagers were in camp and passed on half way up the mountain, but he could see no sign of the man-of-war. He came back more restless than before, and keenly disappointed. \"If something don't happen before three o'clock, Stedman,\" he said, \"our second cablegram will have to consist of glittering generalities And a lengthy interview with King Tellaman, by himself.\" Nothing did happen. Ollypybus and Messenwah began to breathe more freely."
  },
  {
   "size": 684,
   "text": "They believed the new king had succeeded in frightening the German vessel away forever. But the new king upset their hopes by telling them that the Germans had undoubtedly already landed, and had probably killed the three messengers. \"Now then,\" he said, with pleased expectation, as Stedman and he seated themselves in the cable office at three o'clock, \"open it up and let's find out what sort of an impression we have made.\" Stedman's face, as the answer came in to his first message of greeting, was one of strangely marked disapproval. \"What does he say?\" demanded Gordon, anxiously. \"He hasn't done anything but swear yet,\" answered Stedman, grimly. \"What is he swearing about?\""
  },
  {
   "size": 753,
   "text": "\"He wants to know why I left the cable yesterday. He says he has been trying to call me up for the last twenty-four hours, ever since I sent my message at three o'clock. The home office is jumping mad, and want me discharged. They won't do that, though,\" he said, in a cheerful aside, \"because they haven't paid me my salary for the last eight months. He says--great Scott! this will please you, Gordon--he says that there have been over two hundred queries for matter from papers all over the United States, and from Europe. Your paper beat them on the news, and now the home office is packed with San Francisco reporters, and the telegrams are coming in every minute, and they have been abusing him for not answering them, and he says that I'm a fool."
  },
  {
   "size": 660,
   "text": "He wants as much as you can send, and all the details. He says all the papers will have to put 'By Yokohama Cable Company' on the top of each message they print, and that that is advertising the company, and is sending the stock up. It rose fifteen points on 'change in San Francisco to-day, and the president and the other officers are buying----\" \"Oh, I don't want to hear about their old company,\" snapped out Gordon, pacing up and down in despair. \"What am I to do? that's what I want to know. Here I have the whole country stirred up and begging for news. On their knees for it, and a cable all to myself, and the only man on the spot, and nothing to say."
  },
  {
   "size": 600,
   "text": "I'd just like to know how long that German idiot intends to wait before he begins shelling this town and killing people. He has put me in a most absurd position.\" \"Here's a message for you, Gordon,\" said Stedman, with business-like calm. \"Albert Gordon, Correspondent,\" he read: \"Try American consul. First message O. K.; beat the country; can take all you send. Give names of foreign residents massacred, and fuller account blowing up palace. Dodge.\" The expression on Gordon's face as this message was slowly read off to him, had changed from one of gratified pride to one of puzzled consternation."
  },
  {
   "size": 602,
   "text": "\"What's he mean by foreign residents massacred, and blowing up of palace?\" asked Stedman, looking over his shoulder anxiously. \"Who is Dodge?\" \"Dodge is the night editor,\" said Gordon, nervously. \"They must have read my message wrong. You sent just what I gave you, didn't you?\" he asked. \"Of course I did,\" said Stedman, indignantly. \"I didn't say anything about the massacre of anybody, did I?\" asked Gordon. \"I hope they are not improving on my account. What AM I to do? This is getting awful. I'll have to go out and kill a few people myself. Oh, why don't that Dutch captain begin to do something!"
  },
  {
   "size": 648,
   "text": "What sort of a fighter does he call himself? He wouldn't shoot at a school of porpoises. He's not----\" \"Here comes a message to Leonard T. Travis, American consul, Opeki,\" read Stedman. \"It's raining messages to-day. 'Send full details of massacre of American citizens by German sailors.' Secretary of--great Scott!\" gasped Stedman, interrupting himself and gazing at his instrument with horrified fascination--\"the Secretary of State.\" \"That settles it,\" roared Gordon, pulling at his hair and burying his face in his hands. \"I have GOT to kill some of them now.\" \"Albert Gordon, Correspondent,\" read Stedman, impressively, like the voice of Fate."
  },
  {
   "size": 640,
   "text": "\"Is Colonel Thomas Bradley commanding native forces at Opeki, Colonel Sir Thomas Kent-Bradley of Crimean war fame? Correspondent London Times, San Francisco Press Club.\" \"Go on, go on!\" said Gordon, desperately. \"I'm getting used to it now. Go on!\" \"American consul, Opeki,\" read Stedman. \"Home Secretary desires you to furnish list of names English residents killed during shelling of Opeki by ship of war Kaiser, and estimate of amount property destroyed. Stoughton, British Embassy, Washington.\" \"Stedman!\" cried Gordon, jumping to his feet, \"there's a mistake here somewhere. These people cannot all have made my message read like that."
  },
  {
   "size": 729,
   "text": "Someone has altered it, and now I have got to make these people here live up to that message, whether they like being massacred and blown up or not. Don't answer any of those messages except the one from Dodge; tell him things have quieted down a bit, and that I'll send four thousand words on the flight of the natives from the village, and their encampment at the foot of the mountains, and of the exploring party we have sent out to look for the German vessel; and now I am going out to make something happen.\" Gordon said that he would be gone for two hours at least, and as Stedman did not feel capable of receiving any more nerve-stirring messages, he cut off all connection with Octavia by saying, \"Good-by for two hours,\""
  },
  {
   "size": 606,
   "text": "and running away from the office. He sat down on a rock on the beach, and mopped his face with his handkerchief. \"After a man has taken nothing more exciting than weather reports from Octavia for a year,\" he soliloquized, \"it's a bit disturbing to have all the crowned heads of Europe and their secretaries calling upon you for details of a massacre that never came off.\" At the end of two hours Gordon returned from the consulate with a mass of manuscript in his hand. \"Here's three thousand words,\" he said, desperately. \"I never wrote more and said less in my life. It will make them weep at the office."
  },
  {
   "size": 680,
   "text": "I had to pretend that they knew all that had happened so far; they apparently do know more than we do, and I have filled it full of prophesies of more trouble ahead, and with interviews with myself and the two ex-Kings. The only news element in it is, that the messengers have returned to report that the German vessel is not in sight, and that there is no news. They think she has gone for good. Suppose she has, Stedman,\" he groaned, looking at him helplessly, \"what AM I going to do?\" \"Well, as for me,\" said Stedman, \"I'm afraid to go near that cable. It's like playing with a live wire. My nervous system won't stand many more such shocks as those they gave us this morning.\""
  },
  {
   "size": 659,
   "text": "Gordon threw himself down dejectedly in a chair in the office, and Stedman approached his instrument gingerly, as though it might explode. \"He's swearing again,\" he explained, sadly, in answer to Gordon's look of inquiry. \"He wants to know when I am going to stop running away from the wire. He has a stack of messages to send, he says, but I guess he'd better wait and take your copy first; don't you think so?\" \"Yes, I do,\" said Gordon. \"I don't want any more messages than I've had. That's the best I can do,\" he said, as he threw his manuscript down beside Stedman. \"And they can keep on cabling until the wire burns red hot, and they won't get any more.\""
  },
  {
   "size": 655,
   "text": "There was silence in the office for some time, while Stedman looked over Gordon's copy, and Gordon stared dejectedly out at the ocean. \"This is pretty poor stuff, Gordon,\" said Stedman. \"It's like giving people milk when they want brandy.\" \"Don't you suppose I know that?\" growled Gordon. \"It's the best I can do, isn't it? It's not my fault that we are not all dead now. I can't massacre foreign residents if there are no foreign residents, but I can commit suicide, though, and I'll do it if something don't happen.\" There was a long pause, in which the silence of the office was only broken by the sound of the waves beating on the coral reefs outside."
  },
  {
   "size": 882,
   "text": "Stedman raised his head wearily. \"He's swearing again,\" he said; \"he says this stuff of yours is all nonsense. He says stock in the Y.C.C. has gone up to one hundred and two, and that owners are unloading and making their fortunes, and that this sort of descriptive writing is not what the company want.\" \"What's he think I'm here for?\" cried Gordon. \"Does he think I pulled down the German flag and risked my neck half a dozen times and had myself made King just to boom his Yokohama cable stock? Confound him! You might at least swear back. Tell him just what the situation is in a few words. Here, stop that rigmarole to the paper, and explain to your home office that we are awaiting developments, and that, in the meanwhile, they must put up with the best we can send them. Wait; send this to Octavia.\" Gordon wrote rapidly, and read what he wrote as rapidly as it was written."
  },
  {
   "size": 650,
   "text": "\"Operator, Octavia. You seem to have misunderstood my first message. The facts in the case are these. A German man-of-war raised a flag on this island. It was pulled down and the American flag raised in its place and saluted by a brass cannon. The German man-of-war fired once at the flag and knocked it down, and then steamed away and has not been seen since. Two huts were upset, that is all the damage done; the battery consisted of the one brass cannon before mentioned. No one, either native or foreign, has been massacred. The English residents are two sailors. The American residents are the young man who is sending you this cable and myself."
  },
  {
   "size": 613,
   "text": "Our first message was quite true in substance, but perhaps misleading in detail. I made it so because I fully expected much more to happen immediately. Nothing has happened, or seems likely to happen, and that is the exact situation up to date. Albert Gordon.\" \"Now,\" he asked, after a pause, \"what does he say to that?\" \"He doesn't say anything,\" said Stedman. \"I guess he has fainted. Here it comes,\" he added in the same breath. He bent toward his instrument, and Gordon raised himself from his chair and stood beside him as he read it off. The two young men hardly breathed in the intensity of their interest."
  },
  {
   "size": 639,
   "text": "\"Dear Stedman,\" he slowly read aloud. \"You and your young friend are a couple of fools. If you had allowed me to send you the messages awaiting transmission here to you, you would not have sent me such a confession of guilt as you have just done. You had better leave Opeki at once or hide in the hills. I am afraid I have placed you in a somewhat compromising position with the company, which is unfortunate, especially as, if I am not mistaken, they owe you some back pay. You should have been wiser in your day, and bought Y.C.C. stock when it was down to five cents, as 'yours truly' did. You are not, Stedman, as bright a boy as some."
  },
  {
   "size": 616,
   "text": "And as for your friend, the war-correspondent, he has queered himself for life. You see, my dear Stedman, after I had sent off your first message, and demands for further details came pouring in, and I could not get you at the wire to supply them, I took the liberty of sending some on myself.\" \"Great Heavens!\" gasped Gordon. Stedman grew very white under his tan, and the perspiration rolled on his cheeks. \"Your message was so general in its nature, that it allowed my imagination full play, and I sent on what I thought would please the papers, and, what was much more important to me, would advertise the Y.C.C."
  },
  {
   "size": 864,
   "text": "stock. This I have been doing while waiting for material from you. Not having a clear idea of the dimensions or population of Opeki, it is possible that I have done you and your newspaper friend some injustice. I killed off about a hundred American residents, two hundred English, because I do not like the English, and a hundred French. I blew up old Ollypybus and his palace with dynamite, and shelled the city, destroying some hundred thousand dollars' worth of property, and then I waited anxiously for your friend to substantiate what I had said. This he has most unkindly failed to do. I am very sorry, but much more so for him than for myself, for I, my dear friend, have cabled on to a man in San Francisco, who is one of the directors of the Y.C.C., to sell all my stock, which he has done at one hundred and two, and he is keeping the money until I come."
  },
  {
   "size": 729,
   "text": "And I leave Octavia this afternoon to reap my just reward. I am in about twenty thousand dollars on your little war, and I feel grateful. So much so that I will inform you that the ship of war Kaiser has arrived at San Francisco, for which port she sailed directly from Opeki. Her captain has explained the real situation, and offered to make every amend for the accidental indignity shown to our flag. He says he aimed at the cannon, which was trained on his vessel, and which had first fired on him. But you must know, my dear Stedman, that before his arrival, war-vessels belonging to the several powers mentioned in my revised despatches, had started for Opeki at full speed, to revenge the butchery of the foreign residents."
  },
  {
   "size": 741,
   "text": "A word, my dear young friend, to the wise is sufficient. I am indebted to you to the extent of twenty thousand dollars, and in return I give you this kindly advice. Leave Opeki. If there is no other way, swim. But leave Opeki.\" The sun, that night, as it sank below the line where the clouds seemed to touch the sea, merged them both into a blazing, blood-red curtain, and colored the most wonderful spectacle that the natives of Opeki had ever seen. Six great ships of war, stretching out over a league of sea, stood blackly out against the red background, rolling and rising, and leaping forward, flinging back smoke and burning sparks up into the air behind them, and throbbing and panting like living creatures in their race for revenge."
  },
  {
   "size": 804,
   "text": "From the south came a three-decked vessel, a great island of floating steel, with a flag as red as the angry sky behind it, snapping in the wind. To the south of it plunged two long low-lying torpedo-boats, flying the French tri-color, and still farther to the north towered three magnificent hulls of the White Squadron. Vengeance was written on every curve and line, on each straining engine-rod, and on each polished gun-muzzle. And in front of these, a clumsy fishing-boat rose and fell on each passing wave. Two sailors sat in the stern, holding the rope and tiller, and in the bow, with their backs turned forever toward Opeki, stood two young boys, their faces lit by the glow of the setting sun and stirred by the sight of the great engines of war plunging past them on their errand of vengeance."
  },
  {
   "size": 114,
   "text": "\"Stedman,\" said the elder boy, in an awe-struck whisper, and with a wave of his hand, \"we have not lived in vain.\""
  }
 ]
}