{
 "author": [
  "Davis, Richard Harding"
 ],
 "title": [
  "The King's Jackal"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "Kings and rulers -- Fiction",
  "PS"
 ],
 "id": "411",
 "genre": [
  "fiction"
 ],
 "paragraphs": [
  {
   "size": 1420,
   "text": "But I swore he was repentant, that he saw the error of his ways, that he wanted to sit once more before he died on the throne of his ancestors, and that he felt it was due to his son that he should make an effort to get him back his birthright. It was the son won them. `Exhibit A' I call him. None of them would hear of it until I spoke of the Prince. So when I saw that, I told them he was a fine little chap, healthy and manly and brave, and devoted to his priest, and all that rot, and they began to listen. At first they wanted his Majesty to abdicate, and give the boy a clear road to the crown, but of course I hushed that up. I told them we were acting advisedly, that we had reason to know that the common people of Messina were sick of the Republic, and wanted their King; that Louis loved the common people like a father; that he would re-establish the Church in all her power, and that Father Paul was working day and night for us, and that the Vatican was behind us. Then I dealt out decorations and a few titles, which Louis has made smell so confoundedly rank to Heaven that nobody would take them. It was like a game. I played one noble gentleman against another, and gave this one a portrait of the King one day, and the other a miniature of `Exhibit A' the next and they grew jealous, and met together, and talked it over, and finally unlocked their pockets. They contributed about L9,000 between them.",
   "summaries": [],
   "persons": [
    "Paul",
    "Louis",
    "Heaven",
    "King"
   ],
   "organisations": [
    "Church"
   ],
   "locations": [
    "Vatican",
    "Heaven",
    "Messina"
   ],
   "misc": [
    "Church"
   ]
  },
  {
   "size": 1596,
   "text": "Then the enthusiasm spread to the women, and they gave me their jewels, and a lot of youngsters volunteered for the expedition, and six of them came on with me in the train last night. I won two thousand francs from that boy Cellini on the way down. They're all staying at the Continental. I promised them an audience this morning.\" \"Good,\" commented the Colonel, \"good--L9,000. I suppose you took out your commission in advance?\" \"I took out nothing,\" returned the other, angrily. \"I brought it all with me, and I have a letter from each of them stating just what he or she subscribed toward the expedition,--the Duke Dantiz, so much; the Duke D'Orvay, 50,000 francs; the Countess Mattini, a diamond necklace. It is all quite regular. I played fair.\" The Colonel had stopped in his walk, and had been peering eagerly down the leafy path through the garden. \"Is that not Zara coming now?\" he asked. \"Look, your eyes are better than mine.\" Barrat rose quickly, and the two men walked forward, and bowed with the easy courtesy of old comrades to a tall, fair girl who came hurriedly up the steps. The Countess Zara was a young woman, but one who had stood so long on guard against the world, that the strain had told, and her eyes were hard and untrustful, so that she looked much older than she really was. Her life was of two parts. There was little to be told of the first part; she was an English girl who had come from a manufacturing town to study art and live alone in Paris, where she had been too indolent to work, and too brilliant to remain long without companions eager for her society.",
   "summaries": [],
   "persons": [
    "Cellini",
    "Zara",
    "Barrat"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "English"
   ]
  },
  {
   "size": 1449,
   "text": "Through them and the stories of her wit and her beauty, she had come to know the King of Messina, and with that meeting the second part of her life began; for she had found something so attractive, either in his title or in the cynical humor of the man himself, that for the last two years she had followed his fortunes, and Miss Muriel Winter, art student, had become the Countess Zara, and an uncrowned queen. She was beautiful, with great masses of yellow hair and wonderful brown eyes. Her manner when she spoke seemed to show that she despised the world and those in it almost as thoroughly as she despised herself. On the morning of her return from Messina, she wore a blue serge yachting suit with a golf cloak hanging from her shoulders, and as she crossed the terrace she pulled nervously at her gloves and held out her hand covered with jewels to each of the two men. \"I bring good news,\" she said, with an excited laugh. \"Where is Louis?\" \"I will tell his Majesty that you have come. You are most welcome,\" the Baron answered. But as he turned to the door it opened from the inside and the king came toward them, shivering and blinking his eyes in the bright sunlight. It showed the wrinkles and creases around his mouth and the blue veins under the mottled skin, and the tiny lines at the corners of his little bloodshot eyes that marked the pace at which he had lived as truthfully as the rings on a tree-trunk tell of its quiet growth.",
   "summaries": [],
   "persons": [
    "Countess",
    "Baron"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1539,
   "text": "He caught up his long dressing-gown across his chest as though it were a mantle, and with a quick glance to see that there were no other witnesses to his deshabille, bent and kissed the woman's hand, and taking it in his own stroked it gently. \"My dear Marie,\" he lisped, \"it is like heaven to have you back with us again. We have felt your absence every hour. Pray be seated, and pardon my robe. I saw you through the blinds and could not wait. Tell us the glorious news. The Baron's good words I have already overheard; I listened to them with great entertainment while I was dressing. I hoped he would say something discourteous or foolish, but he was quite discreet until he told Erhaupt that he had kept back none of the money. Then I lost interest. Fiction is never so entertaining to me as the truth and real people. But tell us now of your mission and of all you did; and whether successful or not, be assured you are most welcome.\" The Countess Zara smiled at him doubtfully and crossed her hands in her lap, glancing anxiously over her shoulder. \"I must be very brief, for Kalonay and Father Paul are close behind me,\" she said. \"They only stopped for a moment at the custom-house. Keep watch, Baron, and tell me when you see them coming.\" Barrat moved his chair so that it faced the garden-path, the King crossed his legs comfortably and wrapped his padded dressing-robe closer around his slight figure, and Erhaupt stood leaning on the back of his chair with his eyes fixed on the fine insolent beauty of the woman before them.",
   "summaries": [],
   "persons": [
    "Kalonay",
    "Erhaupt",
    "Barrat"
   ],
   "organisations": [
    "Kalonay"
   ],
   "locations": [],
   "misc": []
  },
  {
   "size": 1425,
   "text": "She nodded her head toward the soldiers who sat at the entrance to the terrace, as silent and immovable as blind beggars before a mosque. \"Do they understand?\" she asked. \"No,\" the King assured her. \"They understand nothing, but that they are to keep people away from me--and they do it very well. I wish I could import them to Paris to help Niccolas fight off creditors. Continue, we are most impatient.\" \"We left here last Sunday night, as you know,\" she said. \"We passed Algiers the next morning and arrived off the island at mid-day, anchoring outside in the harbor. We flew the Royal Yacht Squadron's pennant, and an owner's private signal that we invented on the way down. They sent me ashore in a boat, and Kalonay and Father Paul continued on along the southern shore, where they have been making speeches in all the coast-towns and exciting the people in favor of the revolution. I heard of them often while I was at the capital, but not from them. The President sent a company of carbineers to arrest them the very night they returned and smuggled me on board the yacht again. We put off as soon as I came over the side and sailed directly here. \"As soon as I landed on Tuesday I went to the Hotel de Messina, and sent my card to the President. He is that man Palaccio, the hotel-keeper's son, the man you sent out of the country for writing pamphlets against the monarchy, and who lived in Sicily during his exile.",
   "summaries": [],
   "persons": [
    "Kalonay",
    "Father Paul"
   ],
   "organisations": [
    "Kalonay"
   ],
   "locations": [
    "Algiers",
    "Sicily",
    "Paris"
   ],
   "misc": []
  },
  {
   "size": 1414,
   "text": "He gave me an audience at once, and I told my story. As he knew who I was, I explained that I had quarrelled with you, and that I was now prepared to sell him the secrets of an expedition which you were fitting out with the object of re-establishing yourself on the throne. He wouldn't believe that there was any such expedition, and said it was blackmail, and threatened to give me to the police if I did not leave the island in twenty-four hours--he was exceedingly rude. So I showed him receipts for ammunition and rifles and Maxim guns, and copies of the oath of allegiance to the expedition, and papers of the yacht, in which she was described as an armored cruiser, and he rapidly grew polite, even humble, and I made him apologize first, and then take me out to luncheon. That was the first day. The second day telegrams began to come in from the coast-towns, saying that the Prince Kalonay and Father Paul were preaching and exciting the people to rebellion, and travelling from town to town in a man-of-war. Then he was frightened. The Prince with his popularity in the south was alarming enough, but the Prince and Father Superior to help him seemed to mean the end of the Republic. \"I learned while I was down there that the people think the father put some sort of a ban on every one who had anything to do with driving the Dominican monks out of the island and with the destruction of the monasteries.",
   "summaries": [],
   "persons": [
    "Prince",
    "Kalonay",
    "Father Paul"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "Dominican",
    "Maxim"
   ]
  },
  {
   "size": 1512,
   "text": "I don't know whether he did or not, but they believe he did, which is the same thing, and that superstitious little beast, the President, certainly believed it; he attributed everything that had gone wrong on the island to that cause. Why, if a second cousin of the wife of a brother of one of the men who helped to fire a church falls off his horse and breaks his leg they say that he is under the curse of the Father Superior, and there are many who believe the Republic will never succeed until Paul returns and the Church is re-established. The Government seems to have kept itself well informed about your Majesty's movements, and it has never felt any anxiety that you would attempt to return, and it did not fear the Church party because it knew that without you the priests could do nothing. But when Paul, whom the common people look upon as a living saint and martyr, returned hand in hand with your man Friday, they were in a panic and felt sure the end had come. So the President called a hasty meeting of his Cabinet. And such a Cabinet! I wish you could have seen them, Louis, with me in the centre playing on them like an advocate before a jury. They were the most dreadful men I ever met, bourgeois and stupid and ugly to a degree. Two of them were commission-merchants, and one of them is old Dr. Gustavanni, who kept the chemist's shop in the Piazza Royale. They were quite silly with fear, and they begged me to tell them how they could avert the fall of the Republic and prevent your landing.",
   "summaries": [],
   "persons": [
    "Paul"
   ],
   "organisations": [
    "Church"
   ],
   "locations": [
    "Republic"
   ],
   "misc": [
    "Republic"
   ]
  },
  {
   "size": 1437,
   "text": "And I said that it was entirely a question of money; that if we were paid sufficiently the expedition would not land and we would leave them in peace, but that----\" The King shifted his legs uneasily, and coughed behind his thin, pink fingers. \"That was rather indiscreet, was it not, Marie?\" he murmured. \"The idea was to make them think that I, at least, was sincere; was not that it? To make it appear that though there were traitors in his camp, the King was in most desperate earnest? If they believe that, you see, it will allow me to raise another expedition as soon as the money we get for this one is gone; but if you have let them know that I am the one who is selling out, you have killed the goose that lays the golden eggs. They will never believe us when we cry wolf again----\" \"You must let me finish,\" Zara interrupted. \"I did not involve you in the least. I said that there were traitors in the camp of whom I was the envoy, and that if they would pay us 300,000 francs we would promise to allow the expedition only to leave the yacht. Their troops could then make a show of attacking our landing-party and we would raise the cry of `treachery' and retreat to the boats. By this we would accomplish two things,--we would satisfy those who, had contributed funds toward the expedition that we had at least made an honest effort, and your Majesty would be discouraged by such treachery from ever attempting another attack.",
   "summaries": [],
   "persons": [
    "Zara"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1430,
   "text": "The money was to be paid two weeks later in Paris, to me or to whoever brings this ring that I wear. The plan we finally agreed upon is this: The yacht is to anchor off Basnai next Thursday night. At high tide, which is just about daybreak, we are to lower our boats and land our men on that long beach to the south of the break-water. The troops of the Republic are to lie hidden in the rocks until our men have formed. Then they are to fire over their heads, and we are to retreat in great confusion, return to the yacht, and sail away. Two weeks later they are to pay the money into my hands, or,\" she added, with a smile, as she held up her fourth finger, \"to whoever brings this ring. And I need not say that the ring will not leave my finger.\" There was a moment's pause, as though the men were waiting to learn if she had more to tell, and then the King threw back his head and laughed softly. He saw Erhaupt's face above his shoulder, filled with the amazement and indignation of a man who as a duellist and as a soldier had shown a certain brute courage, and the King laughed again. \"What do you think of that, Colonel?\" he cried, gayly. \"They are a noble race, my late subjects.\" \"Bah!\" exclaimed the German. \"I didn't know we were dealing with a home for old women.\" The Baron laughed comfortably. \"It is like taking money from a blind beggar's hat,\" he said. \"Why, with two hundred men that I could pick up in London,\"",
   "summaries": [],
   "persons": [
    "Baron"
   ],
   "organisations": [],
   "locations": [
    "Republic",
    "Basnai"
   ],
   "misc": []
  },
  {
   "size": 1496,
   "text": "Erhaupt declared, contemptuously, \"I would guarantee to put you on the throne in a fortnight.\" \"Heaven forbid!\" exclaimed his Majesty. \"So they surrendered as quickly as that, did they?\" he asked, nodding toward Madame Zara to continue. The Countess glanced again over her shoulder and bit her lips in some chagrin. Her eyes showed her disappointment. \"It may seem an easy victory to you,\" she said, consciously, \"but I doubt, knowing all the circumstances, if any of your Majesty's gentlemen could have served you as well. It needed a woman and----\" \"It needed a beautiful woman,\" interrupted the King, quickly, in a tone that he would have used to a spoiled child. \"It needed a woman of tact, a woman of courage, a woman among women--the Countess Zara. Do not imagine, Marie, that we undervalue your part. It is their lack of courage that distresses Colonel Erhaupt.\" \"One of them, it is true, did wish to fight,\" the Countess continued, with a smile; \"a Frenchman named Renauld, whom they have put in charge of the army. He scoffed at the whole expedition, but they told him that a foreigner could not understand as they did the danger of the popularity of the Prince Kolonay, who, by a speech or two among the shepherds and fishermen, could raise an army.\" The King snapped his fingers impatiently. \"An army of brigands and smugglers!\" he exclaimed. \"That for his popularity!\" But he instantly raised his hands as though in protest at his own warmth of speech and in apology for his outbreak.",
   "summaries": [],
   "persons": [
    "King",
    "Zara",
    "Prince"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "Frenchman"
   ]
  },
  {
   "size": 1417,
   "text": "\"His zeal will ruin us in time. He is deucedly in the way,\" he continued, in his usual tone of easy cynicism. \"We should have let him into our plans from the first, and then if he chose to take no part in them we would at least have had a free hand. As it is now, we have three different people to deceive: this Cabinet of shopkeepers, which seems easy enough; Father Paul and his fanatics of the Church party; and this apostle of the divine right of kings, Kalonay. And he and the good father are not fools----\" At these words Madame Zara glanced again toward the garden, and this time with such evident uneasiness in her face that Barrat eyed her with quick suspicion. \"What is it?\" he asked, sharply. \"There is something you have not told us.\" The woman looked at the King, and he nodded his head as though in assent. \"I had to tell them who else was in the plot besides myself,\" she said, speaking rapidly. \"I had to give them the name of some man who they knew would be able to do what I have promised we could do--who could put a stop to the revolution. The name I gave was his--Kalonay's.\" Barrat threw himself forward in his chair. \"Kalonay's?\" he cried, incredulously. \"Kalonay's?\" echoed Erhaupt. \"What madness, Madame! Why name the only one who is sincere?\" \"She will explain,\" said the King, in an uneasy voice; \"let her explain. She has acted according to my orders and for the best, but I confess I----\"",
   "summaries": [],
   "persons": [
    "Barrat"
   ],
   "organisations": [
    "Church"
   ],
   "locations": [],
   "misc": [
    "Church"
   ]
  },
  {
   "size": 1483,
   "text": "\"Some one had to be sacrificed,\" returned the woman, boldly, \"and why not he? Indeed, if we wish to save ourselves, there is every reason that it should be he. You know how mad he is for the King's return, how he himself wishes to get back to the island and to his old position there. Why, God only knows, but it is so. What pleasure he finds in a land of mists and fogs, in a ruined castle with poachers and smuggling fishermen for companions, I cannot comprehend. But the fact remains, he always speaks of it as home and he wishes to return. And now, suppose he learns the truth, as he may at any moment, and discovers that the whole expedition for which he is staking his soul and life is a trick, a farce; that we use it only as a bait to draw money from the old nobility, and to frighten the Republic into paying us to leave them in peace? How do we know what he might not do? He may tell the whole of Europe. He may turn on you and expose you, and then what have we left? It is your last chance. It is our last chance. We have tried everything else, and we cannot show ourselves in Europe, at least not without money in our hands. But by naming Kalonay I have managed it so that we have only to show the written agreement I have made with the Republic and he is silenced. In it they have promised to pay the Prince Kalonay, naming him in full, 300,000 francs if the expedition is withdrawn. That agreement is in my hands, and that is our answer to whatever he may think or say.",
   "summaries": [],
   "persons": [
    "Kalonay",
    "Prince"
   ],
   "organisations": [],
   "locations": [
    "Republic"
   ],
   "misc": []
  },
  {
   "size": 1473,
   "text": "Our word is as good as his, or as bad; we are all of the same party as far as Europe cares, and it becomes a falling out among thieves, and we are equal.\" Baron Barrat leaned forward and marked each word with a movement of his hand. \"Do I understand you to say,\" he asked, \"that you have a paper signed by the Republic agreeing to pay 300,000 francs to Kalonay? Then how are we to get it?\" he demanded, incredulously. \"From him?\" \"It is made payable to him,\" continued the woman, \"or to whoever brings this ring I wear to the banking-house of the Schlevingens two weeks after the expedition has left the island. I explained that clause to them by saying that Kalonay and I were working together against the King, and as he might be suspicious if we were both to leave him so soon after the failure of the expedition we would be satisfied if they gave the money to whichever one first presented the ring. Suppose I had said,\" she went on, turning to the King, \"that it was either Barrat or the Colonel here who had turned traitor. They know the Baron of old, when he was Chamberlain and ran your roulette wheel at the palace. They know he is not the man to turn back an expedition. And the Colonel, if he will pardon me, has sold his services so often to one side or another that it would have been difficult to make them believe that this time he is sincere. But Kalonay, the man they fear most next to your Majesty--to have him turn traitor, why, that was a master stroke.",
   "summaries": [],
   "persons": [
    "Kalonay",
    "Baron",
    "Barrat"
   ],
   "organisations": [
    "Schlevingens"
   ],
   "locations": [
    "Europe",
    "Republic"
   ],
   "misc": []
  },
  {
   "size": 1503,
   "text": "Even those boors, stupid as they are, saw that. When they made out the agreement they put down all his titles, and laughed as they wrote them in. `Prince Judas' they called him, and they were in ecstasies at the idea of the aristocrat suing for blood-money against his sovereign, of the man they feared showing himself to be only a common blackmailer. It delighted them to find a prince royal sunk lower than themselves, this man who has treated them like curs--like the curs they are,\" she broke out suddenly--\"like the curs they are!\" She rose and laughed uneasily as though at her own vehemence. \"I am tired,\" she said, avoiding the King's eyes; \"the trip has tired me. If you will excuse me, I will go to my rooms--through your hall-way, if I may.\" \"Most certainly,\" said the King. \"I trust you will be rested by dinner-time. Au revoir, my fair ambassadrice.\" The woman nodded and smiled back at him brightly, and Louis continued to look after her as she disappeared down the corridor. He rubbed the back of his fingers across his lips, and thoughtfully examined his finger-nails. \"I wonder,\" he said, after a pause, looking up at Barrat. The Baron raised his eyebrows with a glance of polite interrogation. \"I wonder if Kalonay dared to make love to her on the way down.\" The Baron's face became as expressionless as a death-mask, and he shrugged his shoulders in protest. \"--Or did she make love to Kalonay?\" the King insisted, laughing gently. \"I wonder now. I do not care to know, but I wonder.\"",
   "summaries": [],
   "persons": [
    "Louis",
    "Kalonay"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1595,
   "text": "According to tradition the Kalonay family was an older one than that of the House of Artois, and its name had always been the one next in importance to that of the reigning house. The history of Messina showed that different members of the Kalonay family had fought and died for different kings of Artois, and had enjoyed their favor and shared their reverses with equal dignity, and that they had stood like a rampart when the kingdom was invaded by the levelling doctrines of Republicanism and equality. And though the Kalonays were men of stouter stuff than their cousins of Artois, they had never tried to usurp their place, but had set an example to the humblest shepherd of unfailing loyalty and good-will to the King and his lady. The Prince Kalonay, who had accompanied the Dominican monk to Messina, was the last of his race, and when Louis IV. had been driven off the island, he had followed his sovereign into exile as a matter of course, and with his customary good-humor. His estates, in consequence of this step, had been taken up by the Republic, and Kalonay had accepted the loss philosophically as the price one pays for loving a king. He found exile easy to bear in Paris, and especially so as he had never relinquished the idea that some day the King would return to his own again. So firmly did he believe in this, and so keenly was his heart set upon it, that Louis had never dared to let him know that for himself exile in Paris and the Riviera was vastly to be preferred to authority over a rocky island hung with fogs, and inhabited by dull merchants and fierce banditti.",
   "summaries": [],
   "persons": [
    "Kalonay",
    "Louis"
   ],
   "organisations": [],
   "locations": [
    "Riviera",
    "Messina",
    "Paris"
   ],
   "misc": [
    "Dominican",
    "Republicanism",
    "Kalonays"
   ]
  },
  {
   "size": 1431,
   "text": "The conduct of the King during their residence in Paris would have tried the loyalty of one less gay and careless than Kalonay, for he was a sorry monarch, and if the principle that \"the King can do no wrong\" had not been bred in the young Prince's mind, he would have deserted his sovereign in the early days of their exile. But as it was, he made excuses for him to others and to himself, and served the King's idle purposes so well that he gained for himself the name of the King's jackal, and there were some who regarded him as little better than the King's confidential blackguard, and man Friday, the weakest if the most charming of his court of adventurers. At the first hint which the King gave of his desire to place himself again in power, Kalonay had ceased to be his Jackal and would have issued forth as a commander-in-chief, had the King permitted him; but it was not to Louis's purpose that the Prince should know the real object of the expedition, so he assigned its preparation to Erhaupt, and despatched Kalonay to the south of the island. At the same time Madame Zara had been sent to the north of the island, ostensibly to sound the sentiment of the old nobility, but in reality to make capital out of the presence there of Kalonay and Father Paul. The King rose hurriedly when the slim figure of the Prince and the broad shoulders and tonsured head of the monk appeared at the farthest end of the garden-walk.",
   "summaries": [],
   "persons": [
    "Zara",
    "Kalonay",
    "Prince"
   ],
   "organisations": [],
   "locations": [
    "Paris"
   ],
   "misc": []
  },
  {
   "size": 1453,
   "text": "\"They are coming!\" he cried, with a guilty chuckle; \"so I shall run away and finish dressing. I leave you to receive the first shock of Kalonay's enthusiasm alone. I confess he bores me. Remember, the story Madame Zara told them in the yacht is the one she told us this morning, that none of the old royalists at the capital would promise us any assistance. Be careful now, and play your parts prettily. We are all terribly in earnest.\" Kalonay's enthusiasm had not spent itself entirely before the King returned. He had still a number of amusing stories to tell, and he reviewed the adventures of the monk and himself with such vivacity and humor that the King nodded his head in delight, and even the priest smiled indulgently at the recollection. Kalonay had seated himself on one of the tables, with his feet on a chair and with a cigarette burning between his fingers. He was a handsome, dark young man of thirty, with the impulsive manner of a boy. Dissipation had left no trace on his face, and his eyes were as innocent of evil and as beautiful as a girl's, and as eloquent as his tongue. \"May the Maria Santissima pity the girls they look upon,\" his old Spanish nurse used to say of them. But Kalonay had shown pity for every one save himself. His training at an English public school, and later as a soldier in the Ecole Polytechnique at Paris, had saved him from a too early fall, and men liked him instinctively, and the women much too well.",
   "summaries": [],
   "persons": [
    "Madame Zara",
    "Kalonay"
   ],
   "organisations": [
    "Maria Santissima",
    "Ecole Polytechnique"
   ],
   "locations": [],
   "misc": [
    "Spanish",
    "English"
   ]
  },
  {
   "size": 1401,
   "text": "\"It was good to be back there again,\" he cried, with a happy sigh. \"It was good to see the clouds following each other across the old mountains and throwing black shadows on the campagna, and to hear the people's patois and to taste Messinian wine again and to know it was from your own hillside. All our old keepers came down to the coast to meet us, and told me about the stag-hunt the week before, and who was married, and who was in jail, and who had been hanged for shooting a customs officer, and they promised fine deer stalking if I get back before the snow leaves the ridges, for they say the deer have not been hunted and are running wild.\" He stopped and laughed. \"I forgot,\" he said, \"your Majesty does not care for the rude pleasures of my half of the island.\" Kalonay threw away his cigarette, clasping his hands before him with a sudden change of manner. \"But seriously,\" he cried, \"as I have been telling them--I wish your Majesty could have heard the offers they made us, and could have seen the tears running down their faces when we assured them that you would return. I wished a thousand times that we had brought you with us. With you at our head we can sweep the island from one end to the other. We will gather strength and force as we go, as a landslide grows, and when we reach the capital we will strike it like a human avalanche. \"And I wish you could have heard him speak,\"",
   "summaries": [],
   "persons": [
    "Kalonay"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "Messinian"
   ]
  },
  {
   "size": 1408,
   "text": "Kalonay cried, his enthusiasm rising as he turned and pointed with his hand at the priest. \"There is the leader! He made my blood turn hot with his speeches, and when he had finished I used to find myself standing on my tiptoes and shouting with the rest. Without him I could have done nothing. They knew me too well; but the laziest rascals in the village came to welcome him again, and the women and men wept before him and brought their children to be blessed, and fell on their knees and kissed his sandals. It was like the stories they tell you when you are a child. He made us sob with regret and he filled us with fresh resolves. Oh, it is very well for you to smile, you old cynics,\" he cried, smiling at his own fervor, \"but I tell you, I have lived since I saw you last!\" The priest stood silent with his hands hidden inside his great sleeves, and his head rising erect and rigid from his cowl. The eyes of the men were turned upon him curiously, and he glanced from one to the other, as though mistrusting their sympathy. \"It was not me--it was the Church they came to welcome. The fools,\" he cried bitterly, \"they thought they could destroy the faith of the people by banishing the servants of the Church. As soon end a mother's love for her children by putting an ocean between them. For six years those peasants have been true. I left them faithful, I returned to find them faithful. And now--\"",
   "summaries": [],
   "persons": [
    "Kalonay"
   ],
   "organisations": [
    "Church"
   ],
   "locations": [],
   "misc": [
    "Church"
   ]
  },
  {
   "size": 1513,
   "text": "he concluded, looking steadily at the King as though to hold him to account, \"and now they are to have their reward.\" The King bowed his head gravely in assent. \"They are to have their reward,\" he repeated. He rose and with a wave of his hand invited the priest to follow him, and they walked together to the other end of the terrace. When they were out of hearing of the others the King seated himself, and the priest halted beside his chair. \"I wish to speak with you, father,\" Louis said, \"concerning this young American girl, Miss Carson, who has promised to help us--to help you--with her money. Has she said yet how much she means to give us,\" asked the King, \"and when she means to let us have it? It is a delicate matter, and I do not wish to urge the lady, but we are really greatly in need of money. Baron Barrat, who arrived from Paris this morning, brings back no substantial aid, although the sympathy of the old nobility, he assures me, is with us. Sympathy, however, does not purchase Maxim guns, nor pay for rations, and Madame Zara's visit to the capital was, as you know, even less successful.\" \"Your Majesty has seen Miss Carson, then?\" the priest asked. \"Yes, her mother and she have been staying at the Continental ever since they followed you here from Paris, and I have seen her once or twice during your absence. The young lady seems an earnest daughter of our faith, and she is deeply in sympathy with our effort to re-establish your order and the influence of the Church upon the island.",
   "summaries": [],
   "persons": [
    "Miss",
    "Louis",
    "Baron"
   ],
   "organisations": [
    "Continental"
   ],
   "locations": [
    "Continental",
    "Paris"
   ],
   "misc": [
    "Maxim",
    "Continental",
    "Church",
    "American"
   ]
  },
  {
   "size": 1458,
   "text": "I have explained to her that the only way in which the Church can regain her footing there is through my return to the throne, and Miss Carson has hinted that she is willing to make even a larger contribution than the one she first mentioned. If she means to do this, it would be well if she did it at once.\" \"Perhaps I have misunderstood her,\" said the priest, after a moment's consideration; \"but I thought the sum she meant to contribute was to be given only after the monarchy has been formally established, and that she wished whatever she gave to be used exclusively in rebuilding the churches and the monastery. I do not grudge it to your Majesty's purpose, but so I understood her.\" \"Ah, that is quite possible,\" returned Louis, easily; \"it may be that she did so intend at first, but since I have talked with her she has shown a willing disposition to aid us not only later, but now. My success means your success,\" he continued, smiling pleasantly as he rose to his feet, \"so I trust you will urge her to be prompt. She seems to have unlimited resources in her own right. Do you happen to know from whence her money comes?\" \"Her mother told me,\" said the priest, \"that Mr. Carson before his death owned mines and railroads. They live in California, near the Mission of Saint Francis. I have written concerning them to the Father Superior there, and he tells me that Mr. Carson died a very rich man, and that he was a generous servant of the Church.",
   "summaries": [],
   "persons": [
    "Carson"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "Church"
   ]
  },
  {
   "size": 1428,
   "text": "His daughter has but just inherited her father's fortune, and her one idea of using it is to give it to the Church, as he would have done.\" The priest paused and seemed to consider what the King had just told him. \"I will speak with her,\" he said, \"and ask her aid as fully as she can give it. May I inquire how far your Majesty has taken her into our plans?\" \"Miss Carson is fully informed,\" the King replied briefly. \"And if you wish to speak with her you can see her now; she and her mother are coming to breakfast with me to hear the account of your visit to the island. You can speak with her then--and, father,\" the King added, lowering his eyes and fingering the loose sleeve of the priest's robe, \"it would be well, I think, to have this presentation of the young nobles immediately after the luncheon, while Miss Carson is still present. We might even make a little ceremony of it, and so show her that she is fully in our confidence--that she is one of our most valued supporters. It might perhaps quicken her interest in the cause.\" \"I see no reason why that should not be,\" said the priest, thoughtfully, turning his eyes to the sea below them. \"Madame Zara,\" he added, without moving his eyes, \"will not be present.\" The King straightened himself slightly, and for a brief moment of time looked at the priest in silence, but the monk continued to gaze steadily at the blue waters. \"Madame Zara will not be present,\"",
   "summaries": [],
   "persons": [
    "Zara"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1218,
   "text": "the King repeated, coldly. \"There are a few fishermen and mountaineers, your Majesty,\" the priest continued, turning an unconscious countenance to the King, \"who came back with us from the island. They come as a deputation to inform your Majesty of the welcome that waits you, and I have promised them an audience. If you will pardon me I would suggest that you receive these honest people at the same time with the others, and that his Highness the Crown Prince be also present, and that he receive them with you. Their anxiety to see him is only second to their desire to speak to your Majesty. You will find some of your most loyal subjects among these men. Their forefathers have been faithful to your house and to the Church for many generations.\" \"Excellent,\" said the King; \"I shall receive them immediately after the deputation from Paris. Consult with Baron Barrat and Kalonay, please, about the details. I wish either Kalonay or yourself to make the presentation. I see Miss Carson and her mother coming. After luncheon, then, at, say, three o'clock--will that be satisfactory?\" \"As your Majesty pleases,\" the priest answered, and with a bow he strode across the terrace to where Kalonay stood watching them.",
   "summaries": [],
   "persons": [
    "Kalonay",
    "Barrat"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "Church"
   ]
  },
  {
   "size": 1573,
   "text": "Mrs. Carson and her daughter came from the hotel to the terrace through the hallway which divided the King's apartments. Baron Barrat preceded them and they followed in single file, Miss Carson walking first. It was a position her mother always forced upon her, and after people grew to know them they accepted it as illustrating Mrs. Carson's confidence in her daughter's ability to care for herself, as well as her own wish to remain in the background. Patricia Carson, as she was named after her patron saint, or \"Patty\" Carson, as she was called more frequently, was an exceedingly pretty girl. She was tall and fair, with a smile that showed such confidence in everyone she met that few could find the courage to undeceive her by being themselves, and it was easier, in the face of such an appeal as her eyes made to the best in every one, for each to act a part while he was with her. She was young, impressionable, and absolutely inexperienced. As a little girl she had lived on a great ranch, where she could gallop from sunrise to sunset over her own prairie land, and later her life had been spent in a convent outside of Paris. She had but two great emotions, her love for her father and for the Church which had nursed her. Her father's death had sanctified him and given him a place in her heart that her mother could not hold, and when she found herself at twenty-one the mistress of a great fortune, her one idea as to the disposal of it was to do with it what would best please him and the Church which had been the ruling power in the life of both of them.",
   "summaries": [],
   "persons": [
    "Patricia",
    "Carson",
    "Barrat"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1567,
   "text": "She was quite unconscious of her beauty, and her mode of speaking was simple and eager. She halted as she came near the King, and resting her two hands on the top of her lace parasol, nodded pleasantly to him and to the others. She neither courtesied nor offered him her hand, but seemed to prefer this middle course, leaving them to decide whether she acted as she did from ignorance or from choice. As the King stepped forward to greet her mother, Miss Carson passed him and moved on to where the Father Superior stood apart from the others, talking earnestly with the Prince. What he was saying was of an unwelcome nature, for Kalonay's face wore an expression of boredom and polite protest which changed instantly to one of delight when he saw Miss Carson. The girl hesitated and made a deep obeisance to the priest. \"I am afraid I interrupt you,\" she said. \"Not at all,\" Kalonay assured her, laughing. \"It is a most welcome interruption. The good father has been finding fault with me, as usual, and I am quite willing to change the subject.\" The priest smiled kindly on the girl, and while he exchanged some words of welcome with her, Kalonay brought up one of the huge wicker chairs, and she seated herself with her back to the others, facing the two men, who stood leaning against the broad balustrade. They had been fellow-conspirators sufficiently long for them to have grown to know each other well, and the priest, so far from regarding her as an intruder, hailed her at once as a probable ally, and endeavored to begin again where he had ceased speaking.",
   "summaries": [],
   "persons": [
    "Kalonay"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1422,
   "text": "\"Do you not agree with me, Miss Carson?\" he asked. \"I am telling the Prince that zeal is not enough, and that high ideals, unless they are accompanied by good conduct, are futile. I want him to change, to be more sober, more strict----\" \"Oh, you must not ask me,\" Miss Carson said, hurriedly, smiling and shaking her head. \"We are working for only one thing, are we not? Beyond that you know nothing of me, and I know nothing of you. I came to hear of your visit,\" she continued; \"am I to be told anything?\" she asked, eagerly, looking from one to the other. \"It has been such an anxious two weeks. We imagined all manner of things had happened to you.\" Kalonay laughed happily. \"The Father was probably never safer in his life,\" he said. \"They took us to their hearts like brothers. They might have suffocated us with kindness, but we were in no other danger.\" \"Then you are encouraged, Father?\" she asked, turning to the priest. \"You found them loyal? Your visit was all you hoped, you can depend upon them?\" \"We can count upon them absolutely,\" the monk assured her. \"We shall start on our return voyage at once, in a day, as soon as his Majesty gives the word.\" \"There are so many things I want to know,\" the girl said; \"but I have no right to ask,\" she added, looking up at him doubtfully. \"You have every right,\" the monk answered. \"You have certainly earned it. Without the help you gave us we could not have moved.",
   "summaries": [],
   "persons": [
    "Kalonay",
    "Carson"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1455,
   "text": "You have been more than generous----\" Miss Carson interrupted him with an impatient lifting of her head. \"That sort of generosity is nothing,\" she said. \"With you men it is different. You are all risking something. You are actually helping, while I must sit still and wait. I hope, Father,\" she said, smiling, \"it is not wrong for me to wish I were a man.\" \"Wrong!\" exclaimed Kalonay, in a tone of mock dismay; \"of course it's wrong. It's wicked.\" The monk turned and looked coldly over his shoulder at Kalonay, and the Prince laughed. \"I beg your pardon,\" he said, \"but we are told to be contented with our lot,\" he argued, impenitently. \"`He only is a slave who complains,' and that is true even if a heretic did say it.\" The monk shook his head and turned again to Miss Carson with a tolerant smile. \"He is very young,\" he said, as though Kalonay did not hear him, \"and wild and foolish--and yet,\" he added, doubtfully, \"I find I love the boy.\" He regarded the young man with a kind but impersonal scrutiny, as though he were a picture or a statue. \"Sometimes I imagine he is all I might have been,\" he said, \"had not God given me the strength to overcome myself. He has never denied himself in anything; he is as wilful and capricious as a girl. He makes a noble friend, Miss Carson, and a generous enemy; but he is spoiled irretrievably by good fortune and good living and good health.\" The priest looked at the young man with a certain sad severity.",
   "summaries": [],
   "persons": [
    "Miss",
    "God"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1411,
   "text": "\"`Unstable as water, thou shalt not excel,'\" he said. The girl, in great embarrassment, turned her head away, glancing from the ocean to the sky; but Kalonay seated himself coolly on the broad balustrade of the terrace with his hands on his hips, and his heels resting on the marble tiling, and clicked the soles of his boots together. \"Oh, I have had my bad days, too, Father,\" he said. He turned his head on one side, and pressed his lips together, looking down. \"Unstable as water--that is quite possible,\" he said, with an air of consideration; \"but spoiled by good fortune--oh, no, that is not fair. Do you call it good fortune, sir,\" he laughed, \"to be an exile at twenty-eight? Is it good fortune to be too poor to pay your debts, and too lazy to work; to be the last of a great name, and to have no chance to add to the glory of it, and no means to keep its dignity fresh and secure? Do you fancy I like to see myself drifting farther and farther away from the old standards and the old traditions; to have English brewers and German Jew bankers taking the place I should have, buying titles with their earnings and snubbing me because I can only hunt when someone gives me a mount, and because I choose to take a purse instead of a cup when we shoot at Monte Carlo?\" \"What child's talk is this?\" interrupted the priest, angrily. \"A thousand horses cannot make a man noble, nor was poverty ever ignoble.",
   "summaries": [],
   "persons": [
    "Kalonay"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "German"
   ]
  },
  {
   "size": 1480,
   "text": "You talk like a weak boy. Every word you say is your own condemnation. Why should you complain? Your bed is of your own making. The other prodigal was forced to herd with the swine--you have chosen to herd with them.\" The girl straightened herself and half rose from her chair. \"You are boring Miss Carson with my delinquencies,\" said the Prince, sternly. His face was flushed, and he did not look either at the girl or at the priest. \"But the prodigal's father?\" said Miss Carson, smiling at the older man. \"Did he stand over him and upbraid him? You remember, he went to meet him when he was yet a great way off. That was it, was it not, Father?\" \"Of course he did,\" cried Kalonay, laughing like a boy, and slipping lightly to the terrace. \"He met him half way and gave him the best he had.\" He stepped to Miss Carson's side and the two young people moved away smiling, and the priest, seeing that they were about to escape him, cried eagerly, \"But that prodigal had repented. This one----\" \"Let's run,\" cried the Prince. \"He will get the best of us if we stay. He always gets the best of me. He has been abusing me that way for two weeks now, and he is always sorry afterward. Let us leave him alone to his sorrow and remorse.\" Kalonay walked across the terrace with Miss Carson, bending above her with what would have seemed to an outsider almost a proprietary right. She did not appear to notice it, but looked at him frankly and listened to what he had to say with interest.",
   "summaries": [],
   "persons": [
    "Kalonay",
    "Carson"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1495,
   "text": "He was speaking rapidly, and as he spoke he glanced shyly at her as though seeking her approbation, and not boldly, as he was accustomed to do when he talked with either men or women. To look at her with admiration was such a cheap form of appreciation, and one so distasteful to her, that had he known it, Kalonay's averted eyes were more of a compliment than any words he could have spoken. His companions who had seen him with other women knew that his manner to her was not his usual manner, and that he gave her something he did not give to the others; that he was more discreet and less ready, and less at ease. The Prince Kalonay had first met Miss Carson and her mother by chance in Paris, at the rooms of Father Paul, where they had each gone on the same errand, and since that meeting his whole manner toward the two worlds in which he lived had altered so strangely that mere acquaintances noticed the change. Before he had met her, the little the priest had said concerning her and her zeal for their common desire had piqued his curiosity, and his imagination had been aroused by the picture of a romantic young woman giving her fortune to save the souls of the people of Messina; his people whom he regarded and who regarded him less as a feudal lord than as a father and a comrade. He had pictured her as a nervous, angular woman with a pale, ascetic face, and with the restless eyes of an enthusiast, dressed in black and badly dressed, and with a severe and narrow intelligence.",
   "summaries": [],
   "persons": [
    "Carson"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1671,
   "text": "But he had prepared himself to forgive her personality, for the sake of the high and generous impulse that inspired her. And when he was presented to her as she really was, and found her young, lovable, and nobly fair, the shock of wonder and delight had held him silent during the whole course of her interview with the priest, and when she had left them his brain was in a tumult and was filled with memories of her words and gestures, and of the sweet fearlessness of her manner. Beautiful women he had known before as beautiful women, but the saving grace in his nature had never before been so deeply roused by what was fine as well as beautiful. It seemed as though it were too complete and perfect. For he assured himself that she possessed everything--those qualities which he had never valued before because he believed them to be unattainable, and those others which he had made his idols. She was with him, mind and heart and soul, in the one desire of his life that he took seriously; she was of his religion, she was more noble than his noble sisters, and she was more beautiful than the day. In the first glow of the meeting it seemed to him as though fate had called them to do this work together,--she from the far shore of the Pacific, and he from his rocky island in the Middle Sea. And he saw with cruel distinctness, that if there were one thing wanting, it was himself. He worshipped her before he had bowed his first good-by to her, and that night he walked for miles up and down the long lengths of the avenue of the Champs-Elysees, facing the great change that she had brought into his life, but knowing himself to be utterly unfit for her coming.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1488,
   "text": "He felt like an unworthy steward caught at his master's return unprepared, with ungirt loins, and unlighted lamp. Nothing he had done since he was a child gave him the right to consider himself her equal. He was not blinded by the approaches which other daughters and the mothers of daughters had made him. He knew that what was enough to excuse many things in their eyes might find no apology in hers. He looked back with the awakening of a child at the irrevocable acts in his life that could not be altered nor dug up nor hidden away. They marked the road he had trodden like heavy milestones, telling his story to every passer-by. She could read them, as everyone else could read them. He had wasted his substance, he had bartered his birthright for a moment's pleasure; there was no one so low and despicable who could not call him comrade, to whom he had not given himself without reserve. There was nothing left, and now the one thing he had ever wanted had come, and had found him like a bankrupt, his credit wasted and his coffers empty. He had placed himself at the beck and call of every idle man and woman in Paris, and he was as common as the great clock-face that hangs above the boulevards. Miss Carson's feelings toward Kalonay were not of her own choosing, and had passed through several stages. When they had first met she had thought it most sad that so careless and unprincipled a person should chance to hold so important a part in the task she had set herself to do.",
   "summaries": [],
   "persons": [
    "Kalonay"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1474,
   "text": "She knew his class only by hearsay, but she placed him in it, and, accordingly, at once dismissed him as a person from her mind. Kalonay had never shown her that he loved her, except by those signs which any woman can read and which no man can conceal; but he did not make love to her, and it was that which first prepossessed her in his favor. One or two other men who knew of her fortune, and to whom she had given as little encouragement as she had to Kalonay, had been less considerate. But his attitude toward her was always that of a fellow-worker in the common cause. He treated her with a gratitude for the help she meant to give his people which much embarrassed her. His seriousness pleased her with him, seeing, as she did, that it was not his nature to be serious, and his enthusiasm and love for his half-civilized countrymen increased her interest in them, and her liking for him. She could not help but admire the way in which he accepted, without forcing her to make it any plainer, the fact that he held no place in her thoughts. And then she found that he began to hold more of a place in her thoughts than she had supposed any man could hold of whom she knew so little, and of whom the little she knew was so ill. She missed him when she went to the priest's and found that he had not sent for Kalonay to bear his part in their councils; and at times she felt an unworthy wish to hear Kalonay speak the very words she had admired him for keeping from her.",
   "summaries": [],
   "persons": [
    "Kalonay"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1468,
   "text": "And at last she learned the truth that she did love him, and it frightened her, and made her miserable and happy. They had not seen each other since he had left Paris for Messina, and though they spoke now only of his mission to the island, there was back of what they said the joy for each of them of being together again and of finding that it meant so much. What it might mean to the other, neither knew. For some little time the King followed the two young people with his eyes, and then joined them, making signs to Kalonay that he wished him to leave them together; but Kalonay remained blind to his signals, and Barrat, seeing that it was not a tete-a-tete, joined them also. When he did so Kalonay asked the King for a word, and laying his hand upon his arm walked with him down the terrace, pointing ostensibly to where the yacht lay in the harbor. Louis answered his pantomime with an appropriate gesture, and then asked, sharply, \"Well, what is it? Why did you bring me here? And what do you mean by staying on when you see you are not wanted?\" They were some distance from the others. Kalonay smiled and made a slight bow. \"Your Majesty,\" he began, with polite emphasis. The King looked at him curiously. \"In the old days under similar circumstances,\" the Prince continued, with the air of a courtier rather than that of an equal, \"had I thought of forming an alliance by marriage, I should have come to your Majesty first and asked your gracious approval.",
   "summaries": [],
   "persons": [
    "Louis",
    "Prince",
    "Kalonay"
   ],
   "organisations": [],
   "locations": [
    "Paris"
   ],
   "misc": []
  },
  {
   "size": 1417,
   "text": "But those days are past, and we are living at the end of the century; and we do such things differently.\" He straightened himself and returned the King's look of amused interest with one as cynical as his own. \"What I wanted to tell you, Louis,\" he said, quietly, \"is that I mean to ask Miss Carson to become the Princess Kalonay.\" The King raised his head quickly and stared at the younger man with a look of distaste and surprise. He gave an incredulous laugh. \"Indeed?\" he said at last. \"There was always something about rich women you could never resist.\" The Prince made his acknowledgment with a shrug of his shoulders and smiled indifferently. \"I didn't expect you to understand,\" he said. \"It does seem odd; it's quite as difficult for me to understand as for you. I have been through it a great many times, and I thought I knew all there was of it. But now it seems different. No, it does not seem different,\" he corrected himself; \"it is different, and I love the lady and I mean to ask her to do me the honor to marry me. I didn't expect you to understand, I don't care if you do. I only wanted to warn you.\" \"Warn me?\" interrupted the King, with an unpleasant smile. \"Indeed! against what? Your tone is a trifle peremptory--but you are interesting, most interesting! Kalonay in a new role, Kalonay in love! Most interesting! Warn me against what?\" he repeated sharply. \"Your Majesty has a certain manner,\"",
   "summaries": [],
   "persons": [
    "Miss Carson",
    "Kalonay"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1420,
   "text": "the Prince began, with a pretence of hesitation, \"a charm of manner, I might say, which is proverbial. It is, we know, attractive to women. Every woman acknowledges it. But your Majesty is sometimes too gracious. He permits himself to condescend to many women, to any woman, to women of all classes----\" \"That will do,\" said the King; \"what do you mean?\" \"What I mean is this,\" said Kalonay, lowering his voice and looking into the King's half-closed eyes. \"You can have all of Miss Carson's money you want--all you can get. I don't want it. If I am to--marry her at all, I am not marrying her for her money. You can't believe that. It isn't essential that you should. But I want you to leave the woman I hope to make my wife alone. I will allow no pretty speeches, nor royal attentions. She can give her money where she pleases, now and always; but I'll not have her eyes opened to--as you can open them. I will not have her annoyed. And if she is----\" \"Ah, and if she is?\" challenged the King. His eyes were wide apart now and his lips were parted and drawn back from his teeth, like a snarling cat---- \"I shall hold whoever annoys her responsible,\" Kalonay concluded, impersonally. There was a moment's pause, during which the two men stood regarding each other warily. Then the King stiffened his shoulders and placed his hands slowly behind his back. \"That sounds, my dear Kalonay,\" he said, \"almost like a threat.\"",
   "summaries": [],
   "persons": [
    "Kalonay"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1439,
   "text": "The younger man laughed insolently. \"I meant it, too, your Majesty,\" he answered, bowing mockingly and backing away. As the King's guests seated themselves at his breakfast-table Louis smiled upon them with a gracious glance of welcome and approval. His manner was charmingly condescending, and in his appearance there was nothing more serious than an anxiety for their better entertainment and a certain animal satisfaction in the food upon his plate. In reality his eyes were distributing the people at the table before him into elements favorable or unfavorable to his plans, and in his mind he shuffled them and their values for him or against him as a gambler arranges and rearranges the cards in his hand. He saw himself plainly as his own highest card, and Barrat and Erhaupt as willing but mediocre accomplices. In Father Paul and Kalonay he recognized his most powerful allies or most dangerous foes. Miss Carson meant nothing to him but a source from which he could draw the sinews of war. What would become of her after the farce was ended, he did not consider. He was not capable of comprehending either her or her motives, and had he concerned himself about her at all, he would have probably thought that she was more of a fool than the saint she pretended to be, and that she had come to their assistance more because she wished to be near a Prince and a King than because she cared for the souls of sixty thousand peasants.",
   "summaries": [],
   "persons": [
    "Prince",
    "Miss Carson",
    "Father Paul"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1597,
   "text": "That she would surely lose her money, and could hardly hope to escape from them without losing her good name, did not concern him. It was not his duty to look after the reputation of any American heiress who thought she could afford to be unconventional. She had a mother to do that for her, and she was pretty enough, he concluded, to excuse many things,--so pretty that he wondered if he might brave the Countess Zara and offer Miss Carson the attentions to which Kalonay had made such arrogant objections. The King smiled at the thought, and let his little eyes fall for a moment on the tall figure of the girl with its crown of heavy golden hair, and on her clever, earnest eyes. She was certainly worth waiting for, and in the meanwhile she was virtually unprotected and surrounded by his own people. According to his translation of her acts, she had already offered him every encouragement, and had placed herself in a position which to his understanding of the world could have but one interpretation. What Kalonay's sudden infatuation might mean he could not foresee; whether it promised good or threatened evil, he could only guess, but he decided that the young man's unwonted show of independence of the morning must be punished. His claim to exclusive proprietorship in the young girl struck the King as amusing, but impertinent. It would be easy sailing in spite of all, he decided; for somewhere up above them in the hotel sat the unbidden guest, the woman against whom Father Paul had raised the ban of expulsion, but who had, nevertheless, tricked both him and the faithful Jackal.",
   "summaries": [],
   "persons": [
    "Father Paul"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "American"
   ]
  },
  {
   "size": 1441,
   "text": "The breakfast was drawing to an end and the faithful Niccolas was the only servant remaining in the room. The talk had grown intimate and touched openly upon the successful visit of the two ambassadors to the island, and of Barrat's mission to Paris. Of Madame Zara's visit to the northern half of the island, which was supposed to have been less successful, no mention was made. Louis felt as he listened to them like a man at a play, who knows that at a word from him the complications would cease, and that were he to rise in the stalls and explain them away, and point out the real hero and denounce the villain, the curtain would have to ring down on the instant. He gave a little purr of satisfaction, and again marshalled his chances before him and smiled to find them good. He was grandly at peace with himself and with the world. Whatever happened, he was already richer by some 300,000 francs, and in a day, if he could keep the American girl to her expedition had been played he would be free,--free to return to his clubs and to his boulevards and boudoirs, with money enough to silence the most insolent among his creditors, and with renewed credit; with even a certain glamour about him of one who had dared to do, even though he had failed in the doing, who had shaken off the slothfulness of ease and had chosen to risk his life for his throne with a smoking rifle in his hand, until a traitor had turned fortune against him.",
   "summaries": [],
   "persons": [
    "Louis",
    "Niccolas"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "American"
   ]
  },
  {
   "size": 1466,
   "text": "The King was amused to find that this prospect pleased him vastly. He was surprised to discover that, careless as he thought himself to be to public opinion, he was still capable of caring for its approbation; but he consoled himself for this weakness by arguing that it was only because the approbation would be his by a trick that it pleased him to think of. Perhaps some of his royal cousins, in the light of his bold intent, might take him under their protection instead of neglecting him shamefully, as they had done in the past. His armed expedition might open certain doors to him; his name--and he smiled grimly as he imagined it--would ring throughout Europe as the Soldier King, as the modern disciple of the divine right of kings. He saw, in his mind's eye, even the possibility of a royal alliance and a pension from one of the great Powers. No matter where he looked he could see nothing but gain to himself, more power for pleasure, more chances of greater fortune in the future, and while his lips assented to what the others said, and his eyes thanked them for some expression of loyalty or confidence, he saw himself in dreams as bright as an absinthe drinker's, back in his beloved Paris: in the Champs-Elysees behind fine horses, lolling from a silk box at the opera, dealing baccarat at the jockey Club, or playing host to some beautiful woman of the hour, in the new home he would establish for her in the discreet and leafy borders of the Bois.",
   "summaries": [],
   "persons": [],
   "organisations": [
    "jockey"
   ],
   "locations": [
    "Champs-Elysees"
   ],
   "misc": []
  },
  {
   "size": 1422,
   "text": "He had forgotten his guests and the moment. He had forgotten that there were difficulties yet to overcome, and with a short, indrawn sigh of pleasure, he threw back his head and smiled arrogantly upon the sunny terrace and the green palms and the brilliant blue sea, as though he challenged the whole beautiful world before him to do aught but minister to his success and contribute to his pleasures. And at once, as though in answer to his challenge, a tall, slim young man sprang lightly up the steps of the terrace, passed the bewildered guards with a cheery nod, and, striding before the open windows, knocked with his fist upon the portals of the door, as sharply and as confidently as though the King's shield had hung there, and he had struck it with a lance. The King's dream shattered and faded away at the sound, and he moved uneasily in his chair. He had the gambler's superstitious regard for trifles, and this invasion of his privacy by a confident stranger filled him with sudden disquiet. He saw Kalonay staring at the open windows with an expression of astonishment and dismay. \"Who is it?\" the King asked, peevishly. \"What are you staring at? How did he get in?\" Kalonay turned on Barrat, sitting at his right. \"Did you see him?\" he asked. Barrat nodded gloomily. \"The devil!\" exclaimed the Prince, as though Barrat had confirmed his guess. \"I beg your pardon,\" he said, nodding his head toward the women.",
   "summaries": [],
   "persons": [
    "Barrat"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1401,
   "text": "He pushed back his chair and stood irresolutely with his napkin in his hand. \"Tell him we are not in, Niccolas,\" he commanded. \"He saw us as he passed the window,\" the Baron objected. \"Say we are at breakfast then. I will see him myself in a moment. What shall I tell him?\" he asked, turning to Barrat. \"Do you think he knows? He must know, they have told him in Paris.\" \"You are keeping us waiting,\" said the King. \"What is it? Who is this man?\" \"An American named Gordon. He is a correspondent,\" Kalonay answered, without turning his head. His eyes were still fixed on the terrace as though he had seen a ghost. The King slapped his hand on the arm of the chair. \"You promised me,\" he said, \"that we should be free from that sort of thing. That is why I agreed to come here instead of going to Algiers. Go out, Barrat, and send him away.\" Barrat pressed his lips together and shook his head. \"You can't send him away like that,\" he said. \"He is a very important young man.\" \"Find out how much he will take, then,\" exclaimed the King, angrily, \"and give it to him. I can better afford to pay blackmail to any amount than have my plans spoiled now by the newspapers. Give him what he wants--a fur coat--they always wear fur coats--or five thousand francs, or something--anything--but get rid of him.\" Barrat stirred uneasily in his chair and shrugged his shoulders. \"He is not a boulevard journalist,\"",
   "summaries": [],
   "persons": [
    "Kalonay",
    "Baron",
    "Barrat"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "American"
   ]
  },
  {
   "size": 1422,
   "text": "he replied, sulkily. \"Your Majesty is thinking of the Hungarian Jews at Vienna,\" explained Kalonay, \"who live on chantage and the Monte Carlo propaganda fund. This man is not in their class; he is not to be bought. I said he was an American.\" \"An American!\" exclaimed Mrs. Carson and her daughter, exchanging rapid glances. \"Is it Archie Gordon you mean?\" the girl asked. \"I thought he was in China.\" \"That is the man--Archie Gordon. He writes books and explores places,\" Kalonay answered. \"I know him. He wrote a book on the slave trade in the Congo,\" contributed Colonel Erhaupt. \"I met him at Zanzibar. What does he want with us?\" \"He was in Yokohama when the Japanese-Chinese war broke out,\" said Kalonay, turning to the King, \"and he cabled a London paper he would follow the war for it if they paid him a hundred a week. He meant American dollars, but they thought he meant pounds, so they cabled back that they'd pay one-half that sum. He answered, `One hundred or nothing,' and they finally assented to that, and he started; and when the first week's remittance arrived, and he received five hundred dollars instead of the one hundred he expected, he sent back the difference.\" \"What a remarkable young man!\" exclaimed the King. \"He is much too good for daily wear. We don't want anyone like that around here, do we?\" \"I know Mr. Gordon very well,\" said Miss Carson. \"He lived in San Francisco before he came East.",
   "summaries": [],
   "persons": [
    "Kalonay",
    "Carson",
    "Gordon"
   ],
   "organisations": [],
   "locations": [
    "San Francisco",
    "London"
   ],
   "misc": [
    "Hungarian Jews",
    "American"
   ]
  },
  {
   "size": 1430,
   "text": "He was always at our house, and was a great friend of the family; wasn't he, mother? We haven't seen him for two years now, but I know he wouldn't spoil our plans for the sake of his paper, if he knew we were in earnest, if he understood that everything depended upon its being kept a secret.\" \"We are not certain that he knows anything,\" the King urged. \"He may not have come here to see us. I think Father Paul should talk with him first.\" \"I was going to suggest,\" said Miss Carson, with some hesitation, \"that if I spoke to him I might be able to put it to him in such a way that he would see how necessary it----\" \"Oh, excellent!\" exclaimed the King, eagerly, and rising to his feet; \"if you only would be so kind, Miss Carson.\" Kalonay, misunderstanding the situation altogether, fastened his eyes upon the table and did not speak. \"He has not come to see you, Patricia,\" said Mrs. Carson, quietly. \"He does not know that I am here,\" Miss Carson answered; \"but I'm sure if he did he would be very glad to see us again. And if we do see him we can make him promise not to do anything that might interfere with our plans. Won't you let me speak to him, mother?\" Mrs. Carson turned uncertainly to the priest for direction, and his glance apparently reassured her, for she rose, though still with a troubled countenance, and the two women left the room together, the men standing regarding each other anxiously across the table.",
   "summaries": [],
   "persons": [
    "Miss Carson",
    "Carson"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1494,
   "text": "When they had gone the King lit a cigarette and, turning his back on his companions, puffed at it nervously in silence. Kalonay sat moodily studying the pattern on the plate before him, and the others whispered together at the farther end of the table. When Miss Carson and her mother stepped out upon the terrace, the American was standing with his back toward them and was speaking to the guards who sat cross-legged at the top of the steps. They showed no sign of surprise at the fact of his addressing them in their own tongue further than that they answered him with a show of respect which they had not exhibited toward those they protected. The American turned as he heard the footsteps behind him, and, after a startled look of astonishment, hurried toward the two women, exclaiming, with every expression of pleasure. \"I had no idea you were stopping here,\" he said, after the first greetings were over. \"I thought you were somewhere on the Continent. I am so glad I caught you. It seems centuries since I saw you last. You're looking very well, Mrs. Carson--and as for Patty--I am almost afraid of her--I've been hearing all sorts of things about you lately, Patty,\" he went on, turning a smiling countenance toward the girl. \"About your engagements to princes and dukes--all sorts of disturbing rumors. What a terrible swell you've grown to be. I hardly recognize you at all, Mrs. Carson. It isn't possible this is the same young girl I used to take buggy riding on Sunday evenings?\"",
   "summaries": [],
   "persons": [
    "Miss Carson",
    "Kalonay"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "American"
   ]
  },
  {
   "size": 1556,
   "text": "\"Indeed, it is not. I wish it were,\" said Mrs. Carson, plaintively, sinking into a chair. \"I'm glad to see you're not changed, Archie,\" she added, with a sigh. \"Why, he's very much changed, mother,\" the girl said. \"He's taller, and, in comparison with what he was, he's almost wasted away, and so sunburned I hardly knew him. Except round the forehead,\" she added, mockingly, \"and I suppose the sun couldn't burn there because of the laurel-wreaths. I hear they bring them to you fresh every morning.\" \"They're better than coronets, at any rate,\" Gordon answered, with a nod. \"They're not so common. And if I'm wasted away, can you wonder? How long has it been since I saw you, Patty?\" \"No, I'm wrong, he's not changed,\" Miss Carson said dryly, as she seated herself beside her mother. \"How do you two come to be stopping here?\" the young man asked. \"I thought this hotel had been turned over to King Louis?\" \"It has,\" Mrs. Carson answered. \"We are staying at the Continental, on the hill there. We are only here for breakfast. He asked us to breakfast.\" \"He?\" repeated Gordon, with an incredulous smile. \"Who? Not the King--not that blackguard?\" Miss Carson raised her head, and stared at him in silence, and her mother gave a little gasp, apparently of relief and satisfaction. \"Yes,\" Miss Carson answered at last, coldly. \"We are breakfasting with him. What do you know against him?\" Gordon stared at her with such genuine astonishment that the girl lowered her eyes, and, bending forward in her chair, twirled her parasol nervously between her fingers.",
   "summaries": [],
   "persons": [
    "Carson",
    "Gordon"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1454,
   "text": "\"What do I know against him? Why, Patty!\" he exclaimed. \"How did you meet him, in Heaven's name?\" he asked, roughly. \"Have you been seen with him? Have you known him long? Who had the impudence to present him?\" Mrs. Carson looked up, now thoroughly alarmed. Her lower lip was trembling, and she twisted her gloved hands together in her lap. \"What do you know against him?\" Miss Carson repeated, meeting Gordon's look with one as full of surprise as his own. The young man regarded her steadily for a few moments, and then, with a change of manner, as though he now saw the situation was much more serious than he had at first supposed, drew up a chair in front of the two women and seated himself deliberately. \"Has he borrowed any money from you yet?\" he asked. Miss Carson's face flushed crimson and she straightened her shoulders and turned her eyes away from Gordon with every sign of indignation and disapproval. The young man gave an exclamation of relief. \"No? That's good. You cannot have known him so very long. I am greatly relieved.\" \"Louis of Messina,\" he began more gently, \"is the most unscrupulous rascal in Europe. Since they turned him out of his kingdom he has lived by selling his title to men who are promoting new brands of champagne or floating queer mining shares. The greater part of his income is dependent on the generosity of the old nobility of Messina, and when they don't pay him readily enough, he levies blackmail on them.",
   "summaries": [],
   "persons": [
    "Louis"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1500,
   "text": "He owes money to every tailor and horse-dealer and hotel-keeper in Europe, and no one who can tell one card from another will play with him. That is his reputation. And to help him live up to it he has surrounded himself with a parcel of adventurers as rascally as himself: a Colonel Erhaupt who was dropped from a German regiment, and who is a Colonel only by the favor of the Queen of Madagascar; a retired croupier named Barrat; and a fallen angel called Kalonay, a fellow of the very best blood in Europe and with the very worst morals. They call him the King's jackal, and he is one of the most delightful blackguards I ever met. So is the King for that matter, a most entertaining individual if you keep him in his place, but a man no woman can know. In fact, Mrs. Carson,\" Gordon went on, addressing himself to the mother, \"when you have to say that a woman has absolutely no reputation whatever you can best express it by explaining that she has a title from Louis of Messina. That is his Majesty's way of treating his feminine friends when they bore him and he wants to get rid of them. He gives them a title. \"The only thing the man ever did that was to his credit and that could be discussed in polite society is what he is doing now at this place, at this moment. For it seems,\" Gordon whispered, drawing his chair closer, \"that he is about to show himself something of a man after all, and that he is engaged in fitting out an armed expedition with which he hopes to recover his kingdom.",
   "summaries": [],
   "persons": [
    "Louis",
    "Erhaupt",
    "Gordon"
   ],
   "organisations": [],
   "locations": [
    "Europe"
   ],
   "misc": [
    "German"
   ]
  },
  {
   "size": 1646,
   "text": "That's what brought me here, and I must say I rather admire him for attempting such a thing. Of course, it was Kalonay who put him up to it; he would never have stirred from the boulevards if that young man had not made him. But he is here, nevertheless, waiting for a favorable opportunity to sail, and he has ten thousand rifles and three Maxim guns lying in his yacht out there in the harbor. That's how I came to learn about it. I was getting an estimate on an outfit I was thinking of taking into Yucatan from my old gunsmith in the Rue Scribe, and he dropped a hint that he had shipped ten thousand rifles to Tangier, to Colonel Erhaupt. I have met Erhaupt in Zanzibar, and knew he was the King's right-hand man, so I put two and two together and decided I would follow them up, and----\" \"Yes, and now,\" interrupted Miss Carson, sharply--\"and now that you have followed them up, what do you mean to do?\" Gordon looked his surprise at her earnestness, but answered that he did not know what he would do; he thought he would either ask them to give him a commission in their expedition, and let him help them fight, and write an account of their adventures later, or he would telegraph the story at once to his paper. It was with him, he said, entirely a question as to which course would be of the greater news value. If he told what he now knew, his paper would be the first of all others to, inform the world of the expedition and the proposed revolution; while if he volunteered for the expedition and waited until it had failed or succeeded, he would be able to tell more eventually, but would have to share it with other correspondents.",
   "summaries": [],
   "persons": [
    "Erhaupt",
    "Gordon"
   ],
   "organisations": [],
   "locations": [
    "Yucatan"
   ],
   "misc": [
    "Maxim"
   ]
  },
  {
   "size": 1650,
   "text": "Miss Carson regarded him with an expression in which indignation and entreaty were curiously blended. \"Archie,\" she said, in a low voice, \"you do not know what you are doing or saying. You are threatening to spoil the one thing in my life on which I have set my heart. The return of this man to his throne, whether he is worthy or not, means the restoration of the Catholic Church on that island; it means the return of the monks and the rebuilding of the monasteries, and the salvation of sixty thousand souls. I know all that they mean to do. I am the one who paid for those rifles that brought you here; you have told me only what I have known for months, and for which I have been earnestly working and praying. I am not blinded by these men. They are not the creatures you describe; but no matter what they may be, it is only through them, and through them alone, that I can do what I have set out to do.\" Gordon silenced her with a sweep of his hand. \"Do you mean to tell me,\" he demanded, \"that you are mixed up in this--with these--that they have taken money from you, and told you they meant to use it to re-establish the Church? Mrs. Carson,\" he exclaimed, bitterly, turning upon her, \"why have you allowed this--what have you been doing while this was going on? Do you suppose those scoundrels care for the Church--the Church, indeed! Wait until I see them--any of them--Erhaupt by choice, and I'll make them give up every franc you've lent them, or I'll horsewhip and expose them for the gang of welshers and thimble-riggers they are; or if they prefer their own methods, I'll call them out in rotation and shoot their arms and legs off.\"",
   "summaries": [],
   "persons": [
    "Erhaupt"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "Catholic Church"
   ]
  },
  {
   "size": 1443,
   "text": "He stopped and drew a long breath, either of content that he had discovered the situation in time to take some part in it, or at the prospect of a fight. \"The idea of you two helpless females wandering into this den of wolves!\" he exclaimed, indignantly. \"It's about time you had a man to look after you! You go back to your hotel now, and let me have a chat with Louis of Messina. He's kept me waiting some twenty minutes as it is, and that's a little longer than I can give him. I'm not a creditor.\" He rose from his chair; but Miss Carson put out her hand and motioned him to be seated. \"Archie,\" she said, \"I like the way you take this, even though you are all wrong about it, because it's just like you to fly into a passion and want to fight someone for somebody. If your conclusions were anywhere near the truth, you would be acting very well. But they are not. The King is not handling my money, nor the Prince Kalonay. It is in the keeping of Father Paul, the Father Superior of the Dominican monks, who is the only one of these people I know or who knows me. He is not a swindler, too, is he, or a retired croupier? Listen to me now, and do not fly out like that at me, or at mother. It is not her fault. Last summer mother and I went to Messina as tourists, and one day, when passing through a seaport town, we saw a crowd of people on the shore, standing or kneeling by the hundreds in a great semicircle close to the water's edge.",
   "summaries": [],
   "persons": [
    "Miss Carson",
    "Prince"
   ],
   "organisations": [],
   "locations": [
    "Messina"
   ],
   "misc": [
    "Dominican"
   ]
  },
  {
   "size": 1429,
   "text": "There was a priest preaching to them from an open boat. It was like a scene from the New Testament, and the man, this Father Paul, made me think of one of the disciples. I asked them why he did not preach on the land, and they told me that he and all of the priests had been banished from the island six years before, and that they could only return by stealth and dared not land except by night. When the priest had finished speaking, I had myself rowed out to his boat, and I talked a long time with him, and he told me of this plan to re-establish himself and his order. I offered to help him with my money, and he promised me a letter to Cardinal Napoli. It reached me on my return to Rome, and through the influence of the Cardinal I was given an audience with the Pope, and I was encouraged to aid Father Paul as far as I could. I had meant to build a memorial church for father, but they urged me to give the money instead to this cause. All my dealings until to-day have been with Father Paul alone. I have seen a little of the Prince Kalonay because they are always together; but he has always treated me in a way to which no one could take exception, and he is certainly very much in earnest. When Father Paul left Paris mother and I came on here in order to be near him, and that is how you find me at Tangier. And now that you understand how much this means to me, I know you will not do anything to stand in our way.",
   "summaries": [],
   "persons": [
    "Kalonay",
    "Father Paul"
   ],
   "organisations": [],
   "locations": [
    "Paris"
   ],
   "misc": []
  },
  {
   "size": 1447,
   "text": "Those men inside are afraid that you came here for just the reason that apparently has brought you, and when they saw you a little while ago through the windows they were greatly disturbed. Let me tell them that you mean to volunteer for the campaign. The King cannot refuse the services of a man who has done the things you are always doing. And I promise you that for a reward you shall be the only one to tell the story of our attempt. I promise you,\" she repeated earnestly, \"that the day we enter the capital, you can cable whatever you please and tell our story to the whole of Europe.\" \"The story be hanged!\" replied Gordon. \"You have made this a much more serious business than a newspaper story. You misunderstand me utterly, Patty. I am here now because I am not going to have you compromised and robbed.\" The girl stood up and looked down at the young man indignantly. \"You have no right whatever to use that tone to me,\" she said. \"I am of age and my own adviser. I am acting for the good of a great number of people, and according to what my conscience and common sense tell me is right. I shall hate you if you attempt to interfere. You can do one of two things, Archie. I give you your choice: you can either go with them as a volunteer, and promise to keep our secret; or you can cable what you know now, what you know only by accident, but if you do, you will lose your best friend, and you will defeat a good and a noble effort.\"",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 618,
   "text": "Gordon leaned back in his chair, and looked up at her steadily for a brief moment, and then rose with a smile, and bowed to the two women in silence. He crossed the terrace quickly with an amused and puzzled countenance, and walked into the breakfast-room, from the windows of which, as he rightly guessed, the five conspirators had for some time observed him. He looked from one to the other of the men about the table, until his eyes finally met those of the King. \"I believe, sir, you are leading an expedition against the Republic of Messina?\" Gordon said. \"I am afraid it can't start unless you take me with you.\"",
   "summaries": [],
   "persons": [
    "Gordon"
   ],
   "organisations": [],
   "locations": [
    "Republic"
   ],
   "misc": []
  },
  {
   "size": 1555,
   "text": "The presence in Tangier of the King of Messina and his suite, and the arrival there of the French noblemen who had volunteered for the expedition, could not escape the observation of the resident Consuls-General and of the foreign colony, and dinners, riding and hunting parties, pig-sticking, and excursions on horseback into the outlying country were planned for their honor and daily entertainment. Had the conspirators held aloof from these, the residents might have asked, since it was not to enjoy themselves, what was the purpose of their stay in Tangier; and so, to allay suspicion as to their real object, different members of the expedition had been assigned from time to time to represent the visitors at these festivities. On the morning following the return of the yacht from Messina, an invitation to ride to a farmhouse some miles out of Tangier and to breakfast there had been sent to the visitors, and the King had directed the Prince Kalonay, and half of the delegation from Paris, to accept it in his name. They were well content to go, and rode forth gayly and in high spirits, for the word had been brought them early in the morning that the expedition was already prepared to move, and that same evening at midnight the yacht would set sail for Messina. They were careless as to what fortune waited for them there. The promise of much excitement, of fighting and of danger, of possible honor and success, stirred the hearts of the young men gloriously, and as they galloped across the plains, or raced each other from point to point,",
   "summaries": [],
   "persons": [
    "Prince"
   ],
   "organisations": [],
   "locations": [
    "Messina",
    "Tangier"
   ],
   "misc": [
    "French"
   ]
  },
  {
   "size": 1456,
   "text": "or halted to jump their ponies across the many gaping crevices which the sun had split in the surface of the plain, they filled the still, warm air with their shouts and laughter. In the party there were many ladies, and the groups changed and formed again as they rode forward, spread out on either side of the caravan-trail and covering the plain like a skirmish line of cavalry. But Kalonay kept close at Miss Carson's stirrup, whether she walked her pony or sent him flying across the hard, sunbaked soil. \"I hope you won't do that again,\" he said, earnestly, as she drew up panting, with her sailor hat and hair falling to her shoulders. They had been galloping recklessly over the open crevices in the soil. \"It's quite the nastiest country I ever saw,\" he said. \"It looks as though an earthquake had shaken it open and had forgotten to close it again. Believe me, it is most unsafe and dangerous. Your pony might stumble--\" He stopped, as though the possibilities were too serious for words, but the girl laughed. \"It's no more dangerous than riding across our prairie at dusk when you can't see the barbed wire. You are the last person in the world to find fault because a thing is dangerous,\" she added. They had reached the farm, where they went to breakfast, and the young Englishman who was their host was receiving his guests in his garden, and the servants were passing among them, carrying cool drinks and powdered sweets and Turkish coffee.",
   "summaries": [],
   "persons": [
    "Kalonay"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "Turkish",
    "Englishman"
   ]
  },
  {
   "size": 1443,
   "text": "Kalonay gave their ponies to a servant and pointed with his whip to an arbor that stood at one end of the garden. \"May we sit down there a moment until they call us?\" he said. \"I have news of much importance--and I may not have another chance,\" he begged, looking at her wistfully. The girl stood motionless; her eyes were serious, and she measured the distance down the walk to the arbor as though she saw it beset with dangers more actual than precipices and twisted wire. The Prince watched her as though his fate was being weighed in his presence. \"Very well,\" she said at last, and moved on before him down the garden-path. The arbor was open to the air with a low, broad roof of palm-leaves that overhung it on all sides and left it in deep shadow. Around it were many strange plants and flowers, some native to Morocco and some transplanted from their English home. From where they sat they could see the other guests moving in and out among the groves of orange and olive trees and swaying palms, and standing, outlined against the blue sky, upon the low, flat roof of the farm-house. \"I have dared to ask you to be so good as to give me this moment,\" the Prince said humbly, \"only because I am going away, and it may be my last chance to speak with you. You do not mind? You do not think I presume?\" \"No, I do not mind,\" said the girl, smiling. \"In my country we do not think it a terrible offence to talk to a girl at a garden-party.",
   "summaries": [],
   "persons": [
    "Kalonay",
    "Prince"
   ],
   "organisations": [],
   "locations": [
    "Morocco"
   ],
   "misc": [
    "English"
   ]
  },
  {
   "size": 1418,
   "text": "But you said there was something of importance you wanted to say to me. You mean the expedition?\" \"Yes,\" said Kalonay. \"We start this evening.\" The girl raised her head slightly and stared past him at the burning white walls and the burning blue sky that lay outside the circle of shadow in which they sat. \"This evening--\" she repeated to herself. \"We reach there in two days,\" Kalonay continued; \"and then we--then we go on--until we enter the capital.\" The girl's head was bent, and she looked at her hands as they lay in her lap and frowned at them, they seemed so white and pretty and useless. \"Yes, you go on,\" she repeated, \"and we stay here. You are a man and able to go on. I know what that means. And you like it,\" she added, with a glance of mingled admiration and fear. \"You are glad to fight and to risk death and to lead men on to kill other men.\" Kalonay drew lines in the sand with his ridingwhip, and did not raise his head. \"I suppose it is because you are fighting for your home,\" the girl continued, \"and to set your country free, and that you can live with your own people again, and because it is a holy war. That must be it. Now that it is really come, I see it all differently. I see things I had not thought about before. They frighten me,\" she said. The Prince raised his head and faced the girl, clasping the end of his whip nervously in his hand. \"If we should win the island for the King,\"",
   "summaries": [],
   "persons": [
    "Kalonay",
    "Prince"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1527,
   "text": "he said, \"I believe it will make a great change in me. I shall be able to go freely then to my home, as you say, to live there always, to give up the life I have led on the Continent. It has been a foolish life--a dog's life--and I have no one to blame for it but myself. I made it worse than it need to have been. But if we win, I have promised myself that I will not return to it; and if we fall I shall not return to it, for the reason that I shall have been killed. I shall have much power if we win. When I say much power, I mean much power in Messina, in that little corner of the world, and I wish to use it worthily and well. I am afraid I should not have thought of it,\" he went on, naively, as though he were trying to be quite fair, \"had not Father Paul pointed out to me what I should do, how I could raise the people and stop the abuses which made them drive us from the island. The people must be taxed less heavily, and the money must be spent for them and not for us, on roads and harbors and schools, not at the Palace on banquets and fetes. These are Father Paul's ideas, not mine,--but now I make them mine.\" He rose and paced the length of the little arbor, his hands clasped behind him and his eyes bent on the ground. \"Yes, that is what I mean to do,\" he said. \"That is the way I mean to live. And if we fail, I mean to be among those who are to die on the fortifications of the capital, so that with me the Kalonay family will end, and end fighting for the King, as many of my people have done before me.",
   "summaries": [],
   "persons": [
    "Kalonay",
    "Father Paul"
   ],
   "organisations": [],
   "locations": [
    "Palace"
   ],
   "misc": []
  },
  {
   "size": 1512,
   "text": "There is no other way. For me there shall be no more idleness nor exile. I must either live on to help my people, or I must die with them.\" He stopped in his walk and regarded the girl closely. \"You may be thinking, it is easy for him to promise this, it is easy to speak of what one will do. I know that. I know that I can point back at nothing I have done that gives me any right to ask you to believe me now. But I do ask it, for if you believe me--believe what I say--it makes it easier for me to tell you why after this I must live worthily. But you know why? You must know; it is not possible that you do not know.\" He sat down beside her on the bench, leaning forward and crushing his hands together on his knee. \"It is because I love you. Because I love you so that everything which is not worthy is hateful to me, myself most of all. It is the only thing that counts. I used to think I knew what love meant; I used to think love was a selfish thing that needed love in return, that it must be fed on love to live, that it needed vows and tender speeches and caresses, or it would die. I know now that when one truly cares, he does not ask whether the other cares or not. It is what one gives that counts, not what one receives. You have given me nothing--nothing--not a word nor a look; yet since I have known you I have been more madly happy in just knowing that you live than I would have been had any other woman in all the world thrown herself into my arms and said she loved me above all other men.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1455,
   "text": "I am not fit to tell you this. But to-night I go to try myself, either never to see you again, or to come back perhaps more worthy to love you. Think of this when I am gone. Do not speak to me now. I may have made you hate me for speaking so, or I may have made you pity me; so let me go not knowing, just loving you, worshipping you, and holding you apart and above all other people. I go to fight for you, do you understand? Not for our Church, not for my people, but for you, to live or die for you. And I ask nothing from you but that you will let me love you always.\" The Prince bent, and catching up Miss Carson's riding-gloves that lay beside her on the bench, kissed them again and again, and then, rising quickly, walked out of the arbor into the white sunshine, and, without turning, mounted his pony and galloped across the burning desert in the direction of Tangier. Archie Gordon had not been invited to join the excursion into the country, nor would he have accepted it, for he wished to be by himself that he might review the situation and consider what lay before him. He sat with his long legs dangling over the broad rampart which overlooks the harbor of Tangier. He was whistling meditatively to himself and beating an accompaniment to the tune with his heels. At intervals he ceased whistling while he placed a cigar between his teeth and pulled upon it thoughtfully, resuming his tune again at the point where it had been interrupted.",
   "summaries": [],
   "persons": [
    "Archie Gordon"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1571,
   "text": "Below him the waves ran up lazily on the level beach and sank again, dragging the long sea-weed with them, as they swept against the sharp rocks, and exposed them for an instant, naked and glistening in the sun. On either side of him the town stretched to meet the low, white, sand-hills in a crescent of low, white houses pierced by green minarets and royal palms. A warm sun had sent the world to sleep at mid-day, and an enforced peace hung over the glaring white town and the sparkling blue sea. Gordon blinked at the glare, but his eyes showed no signs of drowsiness. They were, on the contrary, awake to all that passed on the high road behind him, and on the sandy beach at his feet, while at the same time his mind was busily occupied in reviewing what had occurred the day before, and in adjusting new conditions. At the hotel he had found that the situation was becoming too complicated, and that it was impossible to feel sure of the truth of anything, or of the sincerity of anyone. Since the luncheon hour the day before he had become a fellow-conspirator with men who were as objectionable to him in every way as he knew he was obnoxious to them. But they had been forced to accept him because, so they supposed, he had them at the mercy of his own pleasure. He knew their secret, and in the legitimate pursuit of his profession he could, if he chose, inform the island of Messina, with the rest of the world, of their intention toward it, and bring their expedition to an end, though he had chosen, as a reward for his silence, to become one of themselves.",
   "summaries": [],
   "persons": [
    "Gordon"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1539,
   "text": "Only the Countess Zara had guessed the truth, that it was Gordon himself who was at their mercy, and that so long as the American girl persisted in casting her fortunes with them her old young friend was only too eager to make any arrangement with them that would keep him at her side. It was a perplexing position, and Gordon turned it over and over in his mind. Had it not been that Miss Carson had a part in it he would have enjoyed the adventure, as an adventure, keenly. He had no objections to fighting on the side of rascals, or against rascals. He objected to them only in the calmer moments of private life; and as he was of course ignorant that the expedition was only a make-believe, he felt a certain respect for his fellow-conspirators as men who were willing to stake their lives for a chance of better fortune. But that their bravery was of the kind which would make them hesitate to rob and deceive a helpless girl he very much doubted; for he knew that even the bravest of warriors on their way to battle will requisition a herd of cattle or stop to loot a temple. The day before, Gordon had witnessed the brief ceremony which attended the presentation of the young noblemen from Paris who had volunteered for the expedition in all good faith, and he reviewed it and analyzed it as he sat smoking on the ramparts. It had been an impressive ceremony, in spite of the fact that so few had taken part in it, but the earnestness of the visitors and the enthusiasm of Kalonay and the priest had made up for the lack of numbers.",
   "summaries": [],
   "persons": [
    "Zara",
    "Kalonay"
   ],
   "organisations": [],
   "locations": [
    "Paris"
   ],
   "misc": [
    "American"
   ]
  },
  {
   "size": 1447,
   "text": "The scene had appealed to him as one of the most dramatic he had witnessed in the pursuit of a calling in which looking on at real dramas was the most frequent duty, and he had enjoyed the strange mixture of ancient terms of address and titles with the modern manners of the men themselves. It had interested him to watch Baron Barrat bring out the ancient crown and jewelled sceptre which had been the regalia of all the Kings of Messina since the Crusades and spread them out upon a wicker tea-table, from which Niccolas had just removed some empty coffee-cups, half filled with the ends of cigarettes, some yellow-backed novels, and a copy of the Paris Figaro. It was also interesting to him to note how the sight of the little heir-apparent affected both the peasants from the mountains and the young nobles from the Club Royale. The former fell upon their knees with the tears rolling down the furrows in their tanned cheeks, while the little wise-eyed boy stood clinging to his nurse's skirts with one hand and to his father's finger with the other, and nodded his head at them gravely like a toy mandarin. Then the King had addressed them in a dignified, earnest, and almost eloquent speech, and had promised much and prophesied the best of fortunes, and then, at the last, had turned suddenly toward Miss Carson, where she stood in the background between her mother and Father Paul. \"Every cause has its Joan of Arc, or its Maria Theresa,\"",
   "summaries": [],
   "persons": [
    "Niccolas"
   ],
   "organisations": [],
   "locations": [
    "Paris"
   ],
   "misc": [
    "Crusades"
   ]
  },
  {
   "size": 1569,
   "text": "he cried, looking steadfastly at Miss Carson. \"No cause has succeeded without some good woman to aid it. To help us, my friends, we have a daughter of the people, as was Joan of Arc, and a queen, as was Maria Theresa, for she comes from that country where every woman is a queen in her own right, and where the love of liberty is inherent.\" The King took a quick step backward, and taking Miss Carson's hand drew her forward beside him and placed her facing his audience, while the girl made vain efforts to withdraw her hand. \"This is she,\" he said earnestly, \"the true daughter of the Church who has made it possible for us to return to our own again. It is due to her that the King of Messina shall sit once more on his throne; it is through her generosity alone that the churches will rise from their ruins and that you will once again hear the Angelus ring across the fields at sunset. Remember her, my friends and cousins, pray for her as a saint upon earth, and fight gloriously to help her to success!\" Gordon had restrained himself with difficulty while this scene was being enacted; he could not bear the thought of the King touching the girl's hand. He struggled to prevent himself from crying out at the false position into which he had dragged her; and yet there was something so admirably sincere in the King's words, something so courteous and manly, that it robbed his words of all the theatrical effect they held, and his tribute to the girl filled even Gordon with an emotion which on the part of the young nobles found expression in cheer upon cheer.",
   "summaries": [],
   "persons": [
    "Gordon"
   ],
   "organisations": [],
   "locations": [
    "Messina"
   ],
   "misc": [
    "Angelus"
   ]
  },
  {
   "size": 1454,
   "text": "Gordon recalled these cheers and the looks of wondering admiration which had been turned upon Miss Carson, and he grew so hot at the recollection that he struck the wall beside him savagely with his clinched fist, and damned the obstinacy of his young and beautiful friend with a sincerity and vigor that was the highest expression of his interest in her behalf. He threw his cigar into the rampart at his feet and dropped back into the high road. It was deserted at the time, except for the presence of a tall, slightly built stranger, who advanced toward him from the city gates. The man was dressed in garments of European fashion and carried himself like a soldier, and Gordon put him down at a glance as one of the volunteers from Paris. The stranger was walking leisurely, stopping to gaze at the feluccas in the bay, and then turning to look up at the fortress on the hill. He seemed to have no purpose in his walk except the interest of a tourist, and as he drew up even with Gordon he raised his helmet politely and, greeting him in English, asked if he were on the right road to the Bashaw's Palace. Gordon pointed to where the white walls of the palace rose above the other white walls about it. \"That is it,\" he said. \"All the roads lead to it. You keep going up hill.\" \"Thank you,\" said the stranger. \"I see I have taken a long way.\" He put his white umbrella in the sand, and, removing his helmet, mopped his forehead with his handkerchief.",
   "summaries": [],
   "persons": [
    "Gordon"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "European"
   ]
  },
  {
   "size": 1412,
   "text": "\"It is a curious old town, Tangier,\" he said, affably, \"but too many hills, is it not so? Algiers I like better. There is more life.\" \"Yes, Algiers is almost as good as the boulevards,\" Gordon assented, \"if you like the boulevards. I prefer this place because it is unspoiled. But, as you say, there is not much to do here.\" The stranger's eyes fell upon the Hotel Grande Bretagne, which stood a quarter of a mile away from them on the beach. \"That is the Hotel Bretagne, is it not?\" he asked. Gordon answered him with a nod. \"The King Louis of Messina, so the chasseur at the hotel tells me, is stopping there en suite,\" the stranger added, with an interrogative air of one who volunteers an interesting fact, and who asks if it is true at the same moment. \"I can't say, I'm sure,\" Gordon replied. \"I only arrived here yesterday.\" The stranger bowed his head in recognition of this piece of personal information, and, putting on his helmet, picked up his umbrella as though to continue his stroll. As he did so his eyes wandered over the harbor and were arrested with apparent interest by the yacht, which lay a conspicuous object on the blue water. He pointed at it with his umbrella. \"One of your English men-of-war is in the harbor, I see. She is very pretty, but not large; not so large as many,\" he said. Gordon turned his head obligingly and gazed at the yacht with polite interest. \"Is that a man-of-war?",
   "summaries": [],
   "persons": [
    "Louis",
    "Gordon"
   ],
   "organisations": [],
   "locations": [
    "Algiers"
   ],
   "misc": [
    "English"
   ]
  },
  {
   "size": 1696,
   "text": "I thought it was a yacht,\" he said. \"I'm not familiar with the English war-vessels. I am an American.\" \"Ah, indeed!\" commented the affable stranger. \"I am French myself, but I think she is a man-of-war. I saw her guns when I passed on the steamer from Gibraltar.\" Gordon knew that the steamer did not pass within half a mile of where the yacht lay at anchor, but he considered it might be possible to see her decks with the aid of a glass. \"You may be right,\" he answered, indifferently. As he turned his eyes from the boat he saw a woman, dressed in white, and carrying a parasol, leave the gardens of the Hotel Bretagne, and come toward them along the beach. The Frenchman, following the direction of his eyes, saw her also, and regarded her instantly with such evident concern that Gordon, who had recognized her even at that distance as the Countess Zara, felt assured that his inquisitor held, as he had already suspected, more than a tourist's interest in Tangier. \"Well, I will wish you a good-morning,\" said the Frenchman, hurriedly. \"Good-morning,\" Gordon replied, and taking a cigar from his case, he seated himself again upon the rampart. As he walked away the stranger glanced back over his shoulder, but Gordon was apparently absorbed in watching the waves below him, and had lost all interest in his chance acquaintance. But he watched both the woman and the Frenchman as they advanced slowly from opposite directions and drew nearer together, and he was not altogether surprised, when the in man was within twenty feet of her, to see her start and stand still, and then, with the indecision of a hunted animal, move uncertainly, and then turn and run in the direction of the hotel.",
   "summaries": [],
   "persons": [
    "Gordon"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "Frenchman",
    "French",
    "English"
   ]
  },
  {
   "size": 1430,
   "text": "Something the man apparently called after her caused her to stop, and Gordon observed them now with undisguised interest as they stood conversing together, oblivious of the conspicuous mark they made on the broad white beach under the brilliant sun. \"I wonder what he's up to now?\" Gordon mused. \"He was trying to pump me, that's evident, and he certainly recognized the lady, and she apparently did not want to recognize him. I wonder if he is a rejected lover, or another conspirator. This is a most amusing place, nothing but plots and counterplots and--Hello!\" he exclaimed aloud. The man had moved quickly past Madame Zara, and had started toward the hotel, and Zara had held out her hand to him, as though to entreat him to remain. But he did not stop, and she had taken a few uncertain steps after him, and had then, much to the American's dismay, fallen limply on her back on the soft sand. She was not a hundred yards distant from where he sat, and in an instant he had slipped from the wall, and dropped on his hands and knees on the beach below. When Gordon reached her the Frenchman had returned, and was supporting her head on his knee and covering her head with her parasol. \"The lady has fainted!\" he exclaimed, eagerly. His manner was no longer one of idle indolence. He was wide awake now and visibly excited. \"The sun has been too much for her,\" he said. \"It is most dangerous walking about at this time of day.\"",
   "summaries": [],
   "persons": [
    "Zara",
    "Gordon"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "Frenchman"
   ]
  },
  {
   "size": 1408,
   "text": "Gordon ran down the beach and scooped up some water in his helmet, and dipping his handkerchief in it bathed her temples and cheek. He had time to note that she was a very beautiful girl, and the pallor of her face gave it a touch of gentleness that he had not seen there before. \"I will go to the hotel and bring assistance, said the stranger, uneasily, as the woman showed signs of regaining consciousness. \"No,\" said Gordon, \"you'll stay where you are and shade her with her umbrella. She'll be all right in a minute.\" The girl opened her eyes, and looking up saw Gordon bending over her. She regarded him for a moment and made an effort to rise, and in her endeavor to do so her eyes met those of the Frenchman, and with a sharp moan she shut them again and threw herself from Gordon's knee to the sand. \"Give me that umbrella,\" said Gordon, \"and go stand over there out of the way.\" The man rose from his knee without showing any resentment and walked some little distance away, where he stood with his arms folded, looking out to sea. He seemed much too occupied with something of personal interest to concern himself with a woman's fainting-spell. The girl lifted herself slowly to her elbow, and then, before Gordon could assist her, rose with a quick, graceful movement and stood erect upon her feet. She placed a detaining hand for an instant on the American's arm. \"Thank you very much,\" she said.",
   "summaries": [],
   "persons": [
    "Gordon"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1424,
   "text": "\"I am afraid I have been imprudent in going out into the sun.\" Her eyes were fixed upon the Frenchman, who stood moodily staring at the sea and tearing one of his finger-nails with his teeth. He seemed utterly oblivious of their presence. The girl held out her hand for the parasol she had dropped and took it from Gordon with a bow. \"May I walk back with you to your hotel?\" he asked. \"Unless this gentleman----\" \"Thank you,\" the girl said, in tones which the Frenchman could have easily overheard had he been listening. \"I am quite able to go alone now; it is only a step.\" She was still regarding the Frenchman closely; but as he was obviously unconscious of them she moved so that Gordon hid her from him, and in an entirely different voice she said, speaking rapidly,-- \"You are Mr. Gordon, the American who joined us last night. That man is a spy from Messina. He is Renauld, the Commander-in-Chief of their army. He must be gotten away from here at once. It is a matter for a man to attend to. Will you do it?\" \"How do you know this?\" Gordon asked. \"How do you know he is General Renauld? I want to be certain.\" The girl tossed her head impatiently. \"He was pointed out to me at Messina. I saw him there in command at a review. He has just spoken to me--that was what frightened me into that fainting-spell. I didn't think I was so weak,\" she said, shaking her head. \"He offered me a bribe to inform him of our plans.",
   "summaries": [],
   "persons": [
    "General",
    "Gordon"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "American",
    "Frenchman"
   ]
  },
  {
   "size": 1425,
   "text": "I tell you he is a spy.\" \"That's all right,\" said Gordon, reassuringly; \"you go back to the hotel now and send those guards here on a run. I'll make a charge against him and have him locked up until after we sail to-night. Hurry, please; I'll stay here.\" Gordon felt a pleasurable glow of excitement. It was his nature to throw himself into everything he did and to at once become a partisan. It was a quality which made his writings attractive to the reader, and an object of concern to his editor. At the very word \"spy,\" and at this first hint of opposition to the cause in which he had but just enlisted, he thrilled as though it had always been his own, and he regarded the Frenchman with a personal dislike as sudden as it was unfounded. The Frenchman had turned and was walking in the direction of the city gate. His eyes were bent on the sandy beach which stretched before him, and he made his way utterly unmindful of the waves that stole up to his feet and left little pools of water in his path. Gordon beckoned impatiently to the two soldiers who came running toward him at the hotel, and moved forward to meet them the sooner. He took one of them by the wrist and pointed with his other hand at the retreating figure of the Frenchman. \"That man,\" he said, \"is one of the King's enemies. The King is in danger while that man is here. Your duty is to protect the King, so he gives this foreigner into your charge.\"",
   "summaries": [],
   "persons": [
    "Gordon"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "Frenchman"
   ]
  },
  {
   "size": 1400,
   "text": "The soldier nodded his head in assent. \"The King himself sent us,\" he replied. \"You will place him in the Civil Prison,\" Gordon continued, \"until the King is safe on his yacht, and you will not allow him to send for the French Consul-General. If he sees the Consul-General he will tell him a great many lies about you, and a great war-ship will come and your Bashaw will be forced to pay the foreigners much money. I will go with you and tell this man in his own tongue what you are going to do with him.\" They walked hurriedly after the Frenchman, and when they had overtaken him Gordon halted and bowed. \"One moment, please,\" he said. \"These soldiers have an order for your arrest. I speak the language, and if you have anything to say to them I will interpret for you.\" The Frenchman stared from Gordon to the guards and then laughed incredulously but with no great confidence. He had much to say, but he demanded to know first why he should be arrested. \"The lady you insulted,\" Gordon answered, gravely, \"happened, unfortunately for you, to be one of the King's guests. She has complained to him, and he has sent these soldiers to put you where you cannot trouble her again. You see, sir, you cannot annoy women with impunity even in this barbarous country.\" \"Insult her! I did not insult her,\" the man retorted. \"That is not the reason I am arrested.\" \"You annoyed her so much that she fainted.",
   "summaries": [],
   "persons": [
    "Bashaw",
    "Gordon"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "French",
    "Frenchman"
   ]
  },
  {
   "size": 1435,
   "text": "I saw you,\" said Gordon, backing away with the evident purpose of abandoning the foreigner to his guards. \"She has lied,\" the man cried, \"either to the King or to me. I do not know which, but I am here to find out. That is why I came to Tangier, and I intend to learn the truth.\" \"You've begun rather badly,\" Gordon answered, as he still retreated. \"In the Civil Prison your field of investigation will be limited.\" The Frenchman took a hasty step toward him, shrugging off the hand one of the soldiers had placed on his shoulder. \"Are you the Prince Kalonay, sir?\" he demanded. \"But surely not,\" he added. \"No, I am not the Prince,\" Gordon answered. \"I bid you good-morning, sir.\" \"Then you are on the other side,\" the man called after him eagerly, with a tone of great relief. \"I have been right from the very first. I see it plainly. It is a double plot, and you are one of that woman's dupes. Listen to me--I beg of you, listen to me--I have a story to tell.\" Gordon paused and looked back at the man over his shoulder, doubtfully. \"It's like the Arabian Nights,\" he said, with a puzzled smile. \"There was once a rich merchant of Bagdad and the Sultan was going to execute him, but they put off the execution until he could tell them the story of the Beautiful Countess and the French Envoy. I am sorry,\" he added, shaking his head, \"but I cannot listen now. I must not be seen talking to you at all, and everyone can see us here.\"",
   "summaries": [],
   "persons": [
    "Gordon"
   ],
   "organisations": [],
   "locations": [
    "Civil Prison"
   ],
   "misc": [
    "Frenchman"
   ]
  },
  {
   "size": 1401,
   "text": "They were as conspicuous figures on the flat surface of the beach as two palms in a desert, and Gordon was most anxious to escape, for he was conscious that he could be observed from every point in the town. A hundred yards away, on the terrace of the hotel, he saw the King, Madame Zara, Barrat, and Erhaupt standing together watching them. \"If the American leaves him now, we are safe,\" the King was saying. He spoke in a whisper, as though he feared that even at that distance Gordon and the Frenchman could overhear his words. \"But if he remains with him he will find out the truth, and that means ruin. He will ruin us.\" \"Look, he is coming this way,\" Zara answered. \"He is leaving him. The danger is past.\" The Frenchman raised his eyes and saw the four figures grouped closely together on the terrace. \"See, what did I tell you?\" he cried. \"She is with the King now. It is a plot within a plot, and I believe you know it,\" he added, furiously. \"You are one of these brave blackmailers yourself--that is why you will not let me speak.\" \"Blackmailers!\" said Gordon. \"Confound your impudence, what the devil do you mean by that?\" But the Frenchman was staring angrily at the distant group on the terrace, and Gordon turned his eyes in the same direction. Something he saw in the strained and eager attitude of the four conspirators moved him to a sudden determination. \"That will do, you must go,\"",
   "summaries": [],
   "persons": [
    "Zara",
    "Erhaupt",
    "Gordon"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "American",
    "Frenchman"
   ]
  },
  {
   "size": 1689,
   "text": "he commanded, pointing with his arm toward the city gate; and before the Frenchman could reply, he gave an order to the guards, and they seized the foreigner roughly by either arm and hurried him away. \"Thank God!\" exclaimed the King, piously. \"They have separated, and the boy thinks he is rendering us great service. Well, and so he is, the young fool.\" The group on the piazza remained motionless, watching Gordon as he leisurely lit a cigar and stood looking out at the harbor until the Frenchman had disappeared inside the city wall. Then he turned and walked slowly after him. \"I do not like that. I do not like his following him,\" said Barrat, suspiciously. \"That is nothing,\" answered the King. \"He is going to play the spy and see that the man is safely in jail. Then he will return and report to us. We must congratulate him warmly. He follows at a discreet distance, you observe, and keeps himself well out of sight. The boy knows better than to compromise himself by being seen in conversation with the man. Of course, if Renauld is set free we must say we had no part in his arrest, that the American made the arrest on his own authority. What a convenient tool the young man is. Why, his coming really frightened us at first, and now--now we make a cat's-paw of him.\" The King laughed merrily. \"We undervalue ourselves sometimes, do we not?\" \"He is a nice boy,\" said Zara. \"I feel rather sorry for him. He looked so anxious and distressed when I was so silly as to faint on the beach just now. He handled me as tenderly as a woman would have done--not that women have generally handled me tenderly,\" she added. \"I was thinking the simile was rather misplaced,\" said the King.",
   "summaries": [],
   "persons": [
    "Renauld"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "American"
   ]
  },
  {
   "size": 1540,
   "text": "Gordon passed the city wall and heard the gates swing to behind him. The Frenchman and his two captors were just ahead, toiling heavily up the steep and narrow street. Gordon threw his cigar from him and ran leaping over the huge cobbles to the Frenchman's side and touched him on the shoulder. \"We are out of sight of the hotel, now, General,\" he said. He pointed to the dark, cool recesses of a coffee-shop and held back the rug that hung before it. \"Come in here,\" he said, \"and tell me that story.\" Baron Barrat was suspicious by education--his experience of life and his own conduct had tended to render him so; and accordingly when, three hours after he had seen Gordon apparently commit the French officer to jail, he found them leaving a cafe in the most friendly and amicable spirit, he wasted no time in investigation, but hurried at once to warn the King. \"What we feared would happen, has happened,\" he said. \"The Frenchman has told Gordon that Zara and Kalonay sold the secret of the expedition, and Gordon will be coming here to warn you of it. Now, what are you going to do? We must act quickly.\" \"I shall refuse to believe the Frenchman, of course,\" said the King. \"I shall ask Zara in his presence to answer his charges, and she will tell him he lies. That is all there will be of it. What does it matter what he says? We sail at midnight. We can keep him quiet until then.\" \"If he is troublesome I can call for help from this room, and the servants of the hotel and the guards will rush in and find us struggling together.",
   "summaries": [],
   "persons": [
    "Zara",
    "Kalonay",
    "Barrat"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "Frenchman"
   ]
  },
  {
   "size": 1403,
   "text": "We will charge him with an attempt at assassination, and this time he surely will go to jail. By to-morrow morning we shall be many miles at sea.\" \"But he can cable to Messina, by way of Gibraltar, and head us off,\" objected Barrat. \"What can he cable?\" demanded the King. \"Nothing the people of the Republic do not already know. It is our friends here that must not find us out. That is the main thing. Thank Heaven!\" he exclaimed, \"Kalonay and Paul are out of the way, and those crazy boys from Paris. We will settle it here among ourselves in five minutes.\" \"And the American?\" asked Zara. \"He knows, he will come with him. Suppose he believes, suppose he believes that Kalonay and I have sold you out, but suspects that you know it?\" \"The American can go to the devil,\" said the King. \"Confound him and his insolence. I'll have him in the prison too, if he interferes. Or Erhaupt can pick a quarrel with him here and fight it out behind the sand-hills before the others get back from their picnic. He has done as much for me before.\" Zara stood up. She was trembling slightly, and she glanced fearfully from Erhaupt to the King. \"You will not do that,\" she said. \"And why not, madame?\" demanded Louis. \"Because it will be murder,\" Zara whispered. \"He will murder him as he did that boy in the Park at Pesth.\" \"What does the woman mean?\" growled the German. \"Is she mad? Send her to her room, Louis.\"",
   "summaries": [],
   "persons": [
    "Zara",
    "Erhaupt"
   ],
   "organisations": [],
   "locations": [
    "Republic"
   ],
   "misc": [
    "American"
   ]
  },
  {
   "size": 1452,
   "text": "\"You know what I mean,\" Zara answered, her voice rising, in her excitement. \"You fired before they gave the word. I know you did. Oh, Louis,\" she cried, \"you never warned me it might come to this. I am afraid. I am afraid to meet that man----\" She gave a sudden cry. \"And Kalonay!\" She held out her hands appealingly. \"Indeed,\" she cried, \"do not let Kalonay question me.\" \"Silence!\" commanded the King. \"You are acting like a fool.\" He advanced toward her, and clasped her wrist firmly in his hand. \"No nerves, now,\" he said. \"I'll not have it. You shall meet Kalonay, and you shall swear that he is in the plot against me. If you fail us now, we are ruined. As it is, we are sure to lose the bribe from the Republic, but we may still get Miss Carson's money if you play your part. It is your word and the word of the Frenchman against Kalonay's. And we have the paper signed by you for Kalonay as evidence. Have you got it with you?\" Zara bowed her head. \"It is always with me,\" she answered. \"Good,\" said the King. \"It will be a difficult chance, but if you stand to your story, and we pretend to believe you, the others may believe you, too.\" \"But I cannot,\" Zara cried. \"I know I cannot. I tell you if you put me face to face with Kalonay, I shall fail you. I shall break down. They will see that I am lying. Send me away. Send me away before they come. Tell them I saw the Frenchman, and suspected I had been found out, and that I have gone away.",
   "summaries": [],
   "persons": [
    "Zara",
    "Kalonay"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "Frenchman"
   ]
  },
  {
   "size": 1427,
   "text": "Tell them you don't know where I am.\" \"I believe she's right,\" Erhaupt said. \"She will do us more harm than good. Let her go to her room and wait there.\" \"She will remain where she is,\" said the King, sternly. \"And she will keep her courage and her wits about her, or----\" He was interrupted by an exclamation from Barrat. \"Whatever you mean to do, you must do it at once,\" he said, grimly. He was standing at the window which overlooked the beach. \"Here they come now,\" he continued. \"The American has taken no chances, he is bringing an audience with him.\" The King and Erhaupt ran to the window, and peered over Barrat's shoulder. Advancing toward them along the beach, some on foot, and some on horseback, were all the members of the expedition, those who had been of the riding-party and those who had remained in Tangier. Gordon and the Frenchman Renauld were far in the lead, walking by themselves and speaking earnestly together; Father Paul was walking with Mrs. Carson and her daughter, and Kalonay was riding with two of the volunteers, the Count de Rouen and Prince Henri of Poitiers. When the King and Erhaupt turned from the window the Countess Zara had disappeared. \"It is better so,\" said Erhaupt; \"she was so badly frightened she would have told the truth.\" The King stood leaning on the back of a large arm-chair. \"Well, the moment has come, it is our last chance,\" he said. \"Send for the Crown Prince, Baron.",
   "summaries": [],
   "persons": [
    "Zara",
    "Father Paul",
    "Carson",
    "Erhaupt"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "American"
   ]
  },
  {
   "size": 1555,
   "text": "I shall be discovered in the act of taking a tender farewell of my son.\" Barrat made an eager gesture of dissent. \"I would not do that,\" he cried. \"If we are to make charges against the jackal do not have the boy present; the boy must not hear them. You know how Kalonay worships the child, and it would enrage him more to be exposed before the Prince than before all the rest of the world. He will be hard enough to handle without that. Don't try him too far.\" \"You are absurd, Barrat,\" exclaimed the King. \"The boy won't understand what is said.\" \"No, but the Jackal will,\" Barrat returned. \"You don't understand him, Louis, he is like a woman; he has sentiment and feelings, and when we all turn on him he will act like a madman. Keep the boy out of his sight, I tell you. It's the only thing he cares for in the world. He has been a better father to him than you ever have been.\" \"That was quite natural; that was because it was his duty,\" said the King, calmly. \"A Kalonay has always been the protector and tutor of the heir-apparent. If this one chooses to give his heart with his service, that is not my concern. Why, confound them, they all think more of the child than they do of me. That is why I need him by me now.\" Barrat shook his head. \"I tell you it will make trouble,\" he persisted. \"Kalonay will not stand it. He and the child are more like comrades than a tutor and his pupil. Why, Kalonay would rather sit with the boy in the Champs-Elysees and point out the people as they go by than drive at the side of the prettiest woman in Paris.",
   "summaries": [],
   "persons": [
    "Jackal",
    "Kalonay",
    "Barrat"
   ],
   "organisations": [],
   "locations": [
    "Champs-Elysees"
   ],
   "misc": []
  },
  {
   "size": 1468,
   "text": "He always treats him as though he saw the invisible crown upon his head; he will throw over any of us to stay in the nursery and play tin soldiers with him. And when he was ill--\" Barrat nodded his head significantly. \"You remember.\" \"That will do,\" said the King. \"We have no time to consider the finer feelings of the jackal; he is to be sacrificed, and that is all there is of it. The presence of the child may make him more unmanageable, but it will certainly make it easier for me. So go, bring the boy here as I bid you.\" Barrat left the room and returned immediately, followed by the Crown Prince and his nurse. The Prince was a dark, handsome little fellow of four years. His mother had died when he was born, and he had never played with children of his own age, and his face was absurdly wise and wistful; but it lighted with a sweet and grateful smile when anyone showed him kindness or sought to arouse his interest. To the Crown Prince Kalonay was an awful and wonderful being. He was the one person who could make him laugh out of pure happiness and for no reason, as a child should laugh. And people who had seen them together asked which of the princes was the older of the two. When the child entered the room, clinging to Barrat's finger, he carried in his other hand a wooden spade and bucket, still damp with sand, and he was dressed in a shabby blue sailor suit which left his little legs bare, and exposed the scratches and bruises of many falls.",
   "summaries": [],
   "persons": [
    "Kalonay",
    "Barrat"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1432,
   "text": "A few moments later, when the conspirators entered the King's salon, preceded by Erhaupt, they found the boy standing by his father's knee. The King had his hand upon the child's head, and had been interrupted apparently in a discourse on the dignity of kingship, for the royal crown of Messina had been brought out and stood beside him on the table, and his other hand rested on it reverently. It was an effective tableau, and the visitors observed it with varying emotions, but with silence. The King rose, taking his son's hand in his, and bowed, looking inquiringly from Barrat to the Prince Kalonay. \"To what do I owe the pleasure of this visit?\" he asked. \"Was it discreet of you to come together in this way? But you are most welcome. Place chairs for the ladies, Barrat.\" Kalonay glanced at the others, and they nodded to him as though to make him their spokesman. He pointed at Gordon with his cap. \"We are here on the invitation of this gentleman, your Majesty,\" he said. \"He took it upon himself to send after those of us who had gone into the country, and came in person for the others who remained in town. He tells us he has news of the greatest importance to communicate, which he cannot disclose except to you, and in the presence of all of those who are to take part in the expedition. We decided to accompany him here, as he asked us, and to leave it to your Majesty to say whether or not you wished us to remain.\"",
   "summaries": [],
   "persons": [
    "Kalonay",
    "Gordon"
   ],
   "organisations": [],
   "locations": [
    "Messina"
   ],
   "misc": []
  },
  {
   "size": 1442,
   "text": "Kalonay smiled in apology at the King, and the King answered him with a smile. \"The procedure is perhaps unconventional,\" the King said, \"but in America they move quickly. No doubt our young companion has acted as he thought was for the best. If he has taken a liberty, the nature of his news will probably excuse him. Perhaps, Mr. Gordon,\" he added, turning to the American, \"you had better first tell me what this discovery is, and I will decide whether it is best to discuss it in open council.\" Gordon did not appear to be the least disturbed by the criticism Kalonay and the King had passed upon his conduct. He only smiled pleasantly when the King had finished speaking, and showed no inclination to accept a private audience. \"What I have to say, your Majesty,\" he began, \"is this. I have learned that all the secrets of your expedition have been sold to the Republic of Messina. One of those now present in this room is charged with having sold them. Shall I go on,\" he asked, \"or do you still think it advisable for anyone to leave the room?\" He paused and glanced from the King to the double row of conspirators, who were standing together in a close semicircle facing the King and himself. The instant he ceased speaking there rose from their ranks an outburst of consternation, of anger, and of indignant denial. The King's spirits rose within him at the sound, although he frowned and made a gesture as though to command silence.",
   "summaries": [],
   "persons": [
    "Kalonay"
   ],
   "organisations": [],
   "locations": [
    "America",
    "Republic"
   ],
   "misc": []
  },
  {
   "size": 1525,
   "text": "\"Mr. Gordon, this is a serious charge you make,\" he said, smiling grimly. \"One that may cost you a great deal--it might cost you your life perhaps.\" He paused significantly, and there was a second outburst, this time from the younger men, which came so suddenly that it was as though Louis had played upon certain chords on a keyboard, and the sounds he wanted had answered to his touch. \"Pardon me, that is not the question,\" said Gordon. \"That I make charges or run risks in making charges is not important. That your expedition has failed before it has even started is, however, of great importance, at least so it sees to me.\" There was a movement in the circle, and Father Paul pushed his way forward from his place beside Miss Carson's chair. He was so greatly moved that when he spoke his voice was harsh and broken. \"What is your authority for saying we have failed?\" he demanded. Gordon bowed gravely and turned and pointed to the Frenchman. \"This gentleman,\" he said, \"is General Renauld, Commander-in-Chief of the army of Messina. He is my authority. He knows all that you mean to do. If he knows it, it is likely, is it not, that his army and the President of the Republic know it also, and that when we attempt to land they will be waiting for us.\" The King silenced the second outburst that followed this by rising and holding up his hand. \"Silence! I believe I can explain,\" he said. He was smiling, and his bearing was easy and so full of assurance that the exclamations and whispers died away on the instant.",
   "summaries": [],
   "persons": [
    "General",
    "Louis",
    "Father Paul",
    "Gordon"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1465,
   "text": "\"I am afraid I see what has happened,\" the King said. \"But there need be no cause for alarm. This gentleman is, as Mr. Gordon says, the Commander-in-Chief of the Messinian army, and it is true he suspected that an armed force would invade the island. It is not strange that he should have suspected it, and it needed no traitor to enlighten him. The visit of Father Paul and the Prince Kalonay in the yacht, and their speeches inciting the people to rebellion, would have warned the government that an expedition might soon follow. The return of our yacht to this place has no doubt been made known in Messina through the public press, and General Renauld followed the yacht here to learn what he could of our plans--of our intended movements. He came here to spy on us, and as a spy I ordered Mr. Gordon to arrest him this morning on any charge he pleased, and to place him out of our way until after to-night, when we should have sailed. I chose Mr. Gordon to undertake this service because he happened to speak the language of the country, and it was necessary to deal directly with the local authorities without the intervention of an outsider. What has happened is only too evident. The spy, who when he came here only suspected, now, as Mr. Gordon says, knows the truth, and he could have learned it only from one person, to whom he has no doubt paid a pretty price for the information.\" The King took a step forward and pointed with his hand at the American.",
   "summaries": [],
   "persons": [
    "Paul",
    "Kalonay",
    "Renauld",
    "Gordon"
   ],
   "organisations": [],
   "locations": [
    "Messina"
   ],
   "misc": [
    "Messinian"
   ]
  },
  {
   "size": 1451,
   "text": "\"I gave that man into your keeping, sir,\" he cried, \"but I had you watched. Instead of placing him in jail you took him to a cafe and remained there with him for three hours, and from that cafe you came directly here to this room. If he knows the truth, he learned it in that cafe, and he learned it from you!\" There was a ring of such earnestness and sincerity in the King's speech, and he delivered it with such indignation and bitter contempt that a shout of relief, of approbation and conviction, went up from his hearers, and fell as quickly on the words as the applause of an audience drowns out the last note of a great burst of song. Barrat, in the excess of his relief, turned his back sharply on the King, glancing sideways at Erhaupt and shaking his head in speechless admiration. \"He is wonderful, simply wonderful,\" Erhaupt muttered; \"he would have made a great actor or a great diplomat.\" \"He is wasted as a King,\" whispered Barrat. There was a menacing movement on the part of the younger men toward Gordon and General Renauld, which the King noted, but which he made no effort to check. Neither Gordon nor General Renauld gave any sign that they observed it. The American was busily engaged in searching his pockets, and from one of these he produced two pieces of paper, which he held up above his head, so that those in the room might see them. \"One moment, please,\" he began, and then waited until the tumult in the room had ceased.",
   "summaries": [],
   "persons": [
    "Renauld",
    "Erhaupt"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "American"
   ]
  },
  {
   "size": 1241,
   "text": "\"Again, I must point out to you,\" he said, in brisk, business-like tones, \"that we are digressing. The important thing is not who did, or did not, sell out the expedition, but that it is in danger of failing altogether. What his Majesty says is in part correct. I did not take this gentleman to jail; I did take him to a cafe, and there he told me much more concerning the expedition than I had learned from those directly interested. His information, he told me, had been sold to the Republic by one who visited the island and who claimed to act for one other. I appreciated the importance of what he said, and I also guessed that my word and his unsupported might be doubted, as you have just doubted it. So I took the liberty of verifying what General Renauld told me by cabling to the President of Messina.\" There was a shout of consternation at these words, but Gordon's manner was so confident and the audacity of his admission so surprised his hearers that they were silent again immediately, and waited, with breathless interest, while Gordon unfolded one of the pieces of paper. \"This is a copy of the cablegram I sent the President,\" he said, \"and to which, with his permission, I signed General Renauld's name. It is as follows:--",
   "summaries": [],
   "persons": [
    "Renauld",
    "Gordon"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1405,
   "text": "The President. The Palace, Messina.--They will not believe you are fully informed. Cable at once the exact hour when they will leave Tangier, at what hour they expect to land, at what place they expect to land, what sum you have promised to pay for this information, and the names of those to whom it is to be paid. Gordon lowered the paper. \"Is that quite clear?\" he asked. \"Do you follow me? I have invited the enemy himself to inform you of your plans, and to tell you who has betrayed them. His answer, which was received a half hour ago, removes all suspicion from any save those he names. General Renauld and myself cease to be of the least consequence in the matter; we are only messengers. It is the President of Messina who will speak to you now. If you still doubt that the secret of your expedition is known to the President you will have to doubt him.\" The King sprang quickly to his feet and struck the arm of his chair sharply with his open hand. \"I shall not permit that message to be read,\" he said. \"If we have a traitor here, he is a traitor against me. And I shall deal with him as I see fit, in private.\" There was a murmur of disappointment and of disapproval even, and the King again struck the arm of his chair for silence. Kalonay advanced toward him, shaking his head and holding out his hands in protest. \"Your Majesty, I beseech you,\" he began. \"This concerns us all,\" he cried.",
   "summaries": [],
   "persons": [
    "Kalonay"
   ],
   "organisations": [],
   "locations": [
    "Messina"
   ],
   "misc": []
  },
  {
   "size": 1434,
   "text": "\"It is too evident that we have been betrayed; but it is not fair to any of us that we should all lie under suspicion, as we must unless it is told who has been guilty of this infamy. I beg your Majesty to reconsider. There is no one in this room who is not in our secret, and whoever has betrayed us must be with us here and now. I, who have an interest second only to your own, ask that that cablegram be read.\" There was a murmur of approbation from the conspirators, and exclamations of approval and entreaty. Miss Carson, in her excitement, had risen to her feet and was standing holding her mother's hand. The King glanced uncertainly at Kalonay, and then turned to Barrat and Erhaupt as if in doubt. Gordon's eyes were fixed for a moment on Kalonay with a strange and puzzled expression. Then he gave a short sigh of relief, and turning quickly searched the faces of those around him. What he saw seemed to confirm him in his purpose, for he folded the paper and placed it in his pocket. \"His Majesty is right,\" he said. \"I shall not read this.\" Kalonay and Father Paul turned upon him angrily. \"You have no choice in the matter, sir,\" Kalonay cried. \"It has passed entirely out of your hands.\" \"I beg your Majesty that the cablegram be read,\" the priest demanded, in a voice that held less the tone of a request than of a command. \"I shall not read it,\" persisted Gordon, \"because the person chiefly concerned is not present.\"",
   "summaries": [],
   "persons": [
    "Kalonay",
    "Father Paul"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1414,
   "text": "\"That is all the more reason for reading it,\" said Kalonay. \"Your Majesty must reconsider.\" The King whispered to Barrat, and the others waited in silence that expressed their interest more clearly than a chorus of questions would have done. \"It shall be as you ask,\" the King said, at last. \"You may read the message, Mr. Gordon.\" Gordon opened the paper and looked at it for some seconds of time with a grave and perplexed expression, and then, with a short breath, as one who takes a plunge, read it aloud. \"This is it,\" he said. To General Renauld. Cable Office, Tangier.--They leave Tangier Tuesday at midnight, they land at daybreak Thursday morning on the south beach below the old breakwater. The secret of the expedition was sold us for three hundred thousand francs by the Countess Zara and the Prince Kalonay. Gordon stuck the paper in his pocket, and, crossing to Kalonay, held out his hand, with a smile. \"I don't believe it, of course,\" he said; \"but you would have it.\" Kalonay neither saw the gesture nor heard the words. He was turning in bewilderment from the King to Father Paul, and he laughed uncertainly. \"What nonsense is this?\" he demanded. \"Whose sorry trick is this? The lie is not even ingenious.\" General Renauld had not spoken since he had entered the room, but now he advanced in front of Kalonay and faced him with a threatening gesture. \"The President of Messina does not lie, sir,\"",
   "summaries": [],
   "persons": [
    "Kalonay"
   ],
   "organisations": [],
   "locations": [
    "Messina"
   ],
   "misc": []
  },
  {
   "size": 1421,
   "text": "he said, sternly. \"I myself saw the Countess Zara write out that paper, which I and others signed, and in which we agreed to pay to her and to you the money you asked for betraying your King.\" Father Paul pressed his hand heavily on Kalonay's shoulder. \"Do not answer him,\" he commanded. Gordon had moved to Kalonay's other side, and the three men had unconsciously assumed an attitude of defence, and stood back to back in a little group facing the angry circle that encompassed them. The priest raised his arm to command a hearing. \"Where is Madame Zara?\" he cried. \"Ah, where indeed?\" echoed the King, sinking back into his chair. \"She has fled. It is all too evident now; she has betrayed us and she has fled.\" But on his words, as if in answer to the priest's summons, the curtains that hid the door into the King's private room were pulled to one side, and Madame Zara appeared between them, glancing fearfully at the excited crowd before her. As she stood hesitating on the threshold, she swayed slightly and clutched the curtains for a moment as though for support. The priest advanced, and led her to the centre of the room. She held a folded paper in her hand, which she gave to him in silence. \"You have heard what has passed?\" he asked, with a toss of his head toward the heavy curtains. The woman raised her head and bowed. The priest unfolded the paper. \"Am I to read this?\" he asked. The woman bowed again.",
   "summaries": [],
   "persons": [
    "Madame Zara"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1407,
   "text": "There was silence in the room while the priest's eyes ran quickly over the paper. He crushed it in his hand. \"It is as General Renauld says,\" he exclaimed. \"In this the Republic of Messina agrees to pay the Countess Zara and the Prince Kalonay three hundred thousand francs, if the expedition is withdrawn after it has made a pretence of landing on the shores of Messina.\" He took a step forward. \"Madame Zara,\" he cried, in a tone of warning, \"do you pretend that the Prince Kalonay was your accomplice in this; that he knew what you meant to do?\" Madame Zara once more bowed her head. \"No! You must speak,\" commanded the priest. \"Answer me!\" Zara hesitated, in evident distress, and glanced appealingly at the King; but the expression on his face was one of grief and of unrelenting virtue. \"I do,\" she said, at last, in a low voice. \"Kalonay did know. He thought the revolution would not succeed; he thought it would fail, and so--and so--and we needed money. They made me--I, O my God, I cannot--I cannot!\" she cried, suddenly, sinking on her knees and hiding her face with her hands. Kalonay stepped toward her and lifted her gently to her feet; but when she looked and saw who it was that held her, she gave a cry and pulled herself free. She staggered and would have fallen, had not Gordon caught and held her by the arm. The King rose from his chair and pointed at the shrinking figure of the woman.",
   "summaries": [],
   "persons": [
    "Madame Zara",
    "Kalonay",
    "Gordon"
   ],
   "organisations": [],
   "locations": [
    "Messina"
   ],
   "misc": []
  },
  {
   "size": 1411,
   "text": "\"Stand aside from her,\" he said, sternly. \"Why should we pity her, what pity has she shown for us--for me? She has robbed me of my inheritance. But let her go, she is a woman; we cannot punish her. Her sins rest on her own head. But you--you,\" he cried, turning fiercely on Kalonay, his voice rising to a high and melancholy key, \"you whom I have heaped with honors, whom I have leaned upon as on the arm of a brother, that you should have sold me for silver, that you should have turned Judas!\" The crowd of volunteers, bewildered by the rapid succession of events, and confused and rendered desperate by the failure of their expedition, caught up the word, and pressing forward with a rush, surrounded Kalonay in an angry circle, crying \"Judas!\" \"Traitor!\" and \"Coward!\" Kalonay turned from side to side. On some he smiled bitterly in silence, and at others he broke out into swift and fierce denunciations; but the men around him crowded closer and would not permit him to be heard. He had turned upon them, again challenging them to listen, when there was an opening in the circle and the men stepped back, and Miss Carson pushed her way among them and halted at Kalonay's side. She did not look at him, but at the men about him. She was the only calm figure in the group, and her calmness at such a crisis, and her youth, and the fineness and fearlessness of her beauty, surprised them into a sudden quiet.",
   "summaries": [],
   "persons": [
    "Miss Carson"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1467,
   "text": "There was instantly a cry for order, and the men stood curious and puzzled, watching to see what she would do. \"Gentlemen,\" she said, in a clear, grave voice. \"Gentlemen,\" she repeated, sharply, as a few murmurs still greeted her, \"if you are gentlemen, let this lady speak. She has not finished.\" She crossed quickly and took the Countess Zara by the hand. \"Go on, madame,\" she urged, gently. \"Do not be afraid. You say they made you do it. Who made you do it? You have told us a part of the truth. Now tell us the whole truth.\" For a moment the girl seemed much the older of the two, and as Zara glanced up at her fearfully, she smiled to reassure her, and stroked the woman's hand with her own. \"Who made you do it?\" she repeated. \"Not the Prince Kalonay, surely. You cannot hope to make us believe that. We trust him absolutely. Who was it, then?\" The King sprang forward with an oath; his apathy and mock dignity had fallen from him like a mask. His face was mottled, and his vicious little eyes flashed with fear and anger. Erhaupt crowded close behind him, crouching like a dog at his heels. \"She has lied enough already,\" the King cried. \"We will not listen to her. Take her away.\" \"Yes, let her go,\" shouted Erhaupt, with a laugh. \"If she had been a decent woman----\" There was a quick parting in the group and the sound of a heavy blow as Kalonay flung himself upon Erhaupt and struck him in the face, so that he staggered and fell at length upon the floor.",
   "summaries": [],
   "persons": [
    "Erhaupt"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1464,
   "text": "Gordon stood over him, his fingers twitching at his side. \"Stand up, you bully,\" he said, \"and get out of this, before we throw you out.\" Zara's face had turned a pitiful crimson, but her eyes flashed and burned with resolve and indignation. She stood erect and menacing, like an angry goddess, and more beautiful in her indignation than they had ever seen her. \"Now, I shall tell them the truth,\" she said, sternly. \"That man,\" she cried, pointing her finger at the King, \"that man whom they call a King--that man who would have sacrificed the only friend who serves him unselfishly--is the man who sold your secret to the enemy. It was he who made me do it. He sent me to Messina, and while the priest and the Prince Kalonay were working in the south, I sold them to the government at the capital. Barrat knew it, Erhaupt knew it, the King himself planned it--to get money. He has robbed all of his own people; he had meant to rob this young girl; and he is so mean and pitiful a creature that to save himself he now tries to hide behind the skirts of a woman, and to sacrifice her,--the woman who has given her soul to him. And for this--my God!\" she cried, her voice rising in an accent of agony and bitter contempt--\"for this!\" There was a grim and momentous silence in the room while Zara turned, and without waiting to learn what effect her words might have, made her way swiftly through the crowd and passed on out of the room and on to the terrace beyond.",
   "summaries": [],
   "persons": [
    "Zara",
    "Erhaupt",
    "Barrat"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1446,
   "text": "The King crouched back in his chair like a common criminal in the dock, glancing fearfully from under his lowered eyebrows at the faces about him, and on none did he see the least question of doubt but that Zara had at last spoken the truth. \"She lies,\" the King muttered, as though answering their unspoken thoughts, \"the woman lies.\" There was no movement from the men about him. Shame for him, and grief and bitter disappointment for themselves, showed on the face of each. From outside a sea-breeze caught up the sand of the beach and drove it whispering against the high windows, and the beat of the waves upon the shores filled out and marked the silence of the room. The Prince Kalonay stepped from the circle and stood for a moment before the King, regarding him with an expression of grief and bitter irony. The King's eyes rose insolently, and faltered, and sank. \"For many years, your Majesty,\" the Prince said, but so solemnly that it was as though he were a judge upon the bench, or a priest speaking across an open grave, \"the Princes of my house have served the Kings of yours. In times of war they fought for the King in battle, they beggared themselves for him in times of peace; our women sold their jewels for the King, our men gave him their lives, and in all of these centuries the story of their loyalty, of their devotion, has had but one sequel, and has met with but one reward,--ingratitude and selfishness and treachery.",
   "summaries": [],
   "persons": [
    "Kalonay"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1513,
   "text": "You know how I have served you, Louis. You know that I gave up my fortune and my home to go into exile with you, and I did that gladly. But I did more than that. I did more than any king or any man has the right to expect of any other man. I served your idle purposes so well that you, yourself, called me your jackal, the only title your Majesty has ever bestowed that was deserved. There is no low thing nor no base thing that I have not done for you. To serve your pleasures, to gain you money, I have sunken so low that all the royal blood in Europe could not make me clean. But there is a limit to what a man may do for his King, and to the loyalty a King may have the right to demand. And to-day and here, with me, the story of our devotion to your House ends, and you go your way and I go mine, and the last of my race breaks his sword and throws it at your feet, and is done with you and yours forever.\" Even those in the room who held no sympathy in their hearts for the sentiment that had inspired the young man, felt that at that moment and in their hearing he had renounced what was to him his religion and his faith, and on the faces of all was the expression of a deep pity and concern. Their own adventure, in the light of his grief and bitterness of spirit, seemed selfish and little, and they stood motionless, in an awed and sorrowful silence. The tense strain of the moment was broken suddenly by the advent on the scene of an actor who had, in the rush of events, been neglected and forgotten.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [
    "Europe"
   ],
   "misc": []
  },
  {
   "size": 1409,
   "text": "The little Crown Prince had stood clinging to his nurse's skirts, an uncomprehending spectator of what was going forward. But he now advanced slowly, feeling that the silence invited him to claim his father's notice. He halted beside the chair in which Louis sat, his head bent on his hands, and made an effort to draw himself up to his father's knee. But the King pushed him down, and hid his face from him. The child turned irresolutely, with a troubled countenance, and, looking up, saw that the attention of all was fixed upon him. At this discovery a sudden flood of shyness overtook him, and he retreated hastily until his eyes fell on the Prince Kalonay, standing alone, with his own eyes turned resolutely away. There was a breathless hush in the room as the child, with a happy sigh, ran to his former friend and comrade, and reached up both his arms. The tableau was a familiar one to those who knew them, and meant only that the child asked to be lifted up and swung to the man's shoulder; but following as it did on what had just passed, the gesture and the attitude carried with them the significance of an appeal. Kalonay, as though with a great effort, lowered his eyes to the upturned face of the child below him, but held himself back and stood stiffly erect. A sharp shake of the head, as though he argued with himself, was the only sign he gave of the struggle that was going on within him.",
   "summaries": [],
   "persons": [
    "Louis"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1424,
   "text": "At this second repulse, the child's arms dropped to his side, his lips quivered, and he stood, a lonely little figure, glancing up at the circle of men about him, and struggling to press back the tears that came creeping to his eyes. Kalonay regarded him steadfastly for a brief moment, as though he saw him as a stranger, searching his face with eyes as pitiful as the child's own; and then, with a sudden, sharp cry, the Prince dropped on his knee and caught the child toward him, crushing him against his heart, and burying his face on his shoulder. There was a shout of exultation from the nobles, and an uttered prayer from the priest, and in a moment the young men had crowded in around them, struggling to be the first to kiss the child's hands, and to ask pardon of the man who held him in his arms. \"Gentlemen,\" Kalonay cried, his voice laughing through his tears, \"we shall still sail for the island of Messina. They shall not say of us that we visited the sins of the father on a child. I was weak, my friends, and I was credulous. I thought I could break the tradition of centuries. But our instincts are stronger than our pride, and the House I have always served I shall serve to the last.\" He swung the Crown Prince high upon his shoulder, and held his other arm above his head. \"You will help me place this child upon his throne,\" he commanded, and the room rang with cheers. \"You will appeal to his people,\"",
   "summaries": [],
   "persons": [
    "Kalonay"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1424,
   "text": "he cried. \"Do you not think they will rise to this standard-bearer, will they not rally to his call? For he is a true Prince, my comrades, who comes to them with no stain of wrong or treachery, without a taint, as untarnished as the white snow that lies summer and winter in the hollow of our hills, `and a child shall lead us, and a child shall set them free.' To the yacht!\" he shouted. \"We will sail at once, and while they wait for us to be betrayed into their hands at the north, we shall be landing in the south, and thousands will be hurrying to our standard.\" His last words were lost in a tumult of cheers and cries, and the young men poured out upon the terrace, running toward the shore, and filling the soft night-air with shouts of \"Long live the Prince Regent!\" \"Long live our King!\" As the room grew empty Kalonay crossed it swiftly and advancing to Miss Carson took her hand. His face was radiant with triumph and content. He regarded her steadily for a moment, as though he could not find words to tell his feelings. \"You had faith in me,\" he said, at last. \"Can I ever make you understand how much that means to me? When all had turned against me you trusted me, you had faith in me, in the King's jackal.\" \"Silence; you must never say that again,\" the girl commanded, gently. \"You have shown it to be the lie it always was. We shall call you the Defender of the Faith now; you are the guardian of a King.\"",
   "summaries": [],
   "persons": [
    "Miss Carson"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1571,
   "text": "She smiled at the little boy in his arms, and made a slight courtesy to them both. \"You have outgrown your old title,\" she said; \"you have a proud one now, you will be the Prince Regent.\" Kalonay, with the child in his arms, and Miss Carson were standing quite alone. General Renauld had been led away, guarded by a merry band of youngsters; the King still crouched in his chair, with Barrat bowed behind him, but pulling, with philosophic calm, on a cigarette, and Father Paul and Gordon were in close conversation with Mrs. Carson at the farther end of the room. The sun had set, and the apartment was in semi-darkness. Kalonay moved closer to Miss Carson and looked boldly into her eyes, \"There is a prouder title than that of the Regent,\" he whispered; \"will you ever give it me?\" The girl started, breathing quickly, and turned her head aside, making an effort to free her hand, but Kalonay held it closer in his own. \"Will you give it me?\" he begged. Then the girl looked up at him smiling, but with such confidence and love in her eyes that he read his answer, though she shook her head, as though to belie the truth her eyes had told him. \"When you have done your work,\" she said, \"come to me or send for me, and I shall come and give you my answer; and whether you fail or succeed the answer will be the same.\" Kalonay stooped quickly and kissed her hand, and when he raised his face his eyes were smiling with such happiness that the little child in his arms read it there, and smiled too in sympathy, and pressed his face closer against his comrade's shoulder.",
   "summaries": [],
   "persons": [
    "Kalonay",
    "Carson"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1423,
   "text": "Gordon at this moment moved across the room and bowed, making a deep obeisance to the child. \"Might I be permitted,\" he asked, \"to kiss his Royal Highness? I should like to boast of the fact, later,\" he explained. The Crown Prince turned his sad, wise eyes on him in silence, and gravely extended a little hand. \"You may kiss his Highness's hand,\" said Kalonay, smiling. Gordon laughed and pressed the fingers in his own. \"When you talk like that, Kalonay,\" he said, \"you make me feel like Alice in the court-room with the Kings and Queens around her. A dozen times this afternoon I've felt like saying, `After all, they are only a pack of cards.'\" Kalonay shook his head and glanced toward Miss Carson for enlightenment. \"I don't understand,\" he said. \"No, you couldn't be expected to,\" said Gordon; \"You have not been educated up to that. It is the point of view.\" He stuck out the middle finger of his hand, and drove it three times deliberately into the side of the Crown Prince. The child gasped and stared open-mouthed at the friendly stranger, and then catching the laugh in Gordon's eyes, laughed with him. \"Now,\" said Gordon, \"I shall say that I have dug the King of Messina in the ribs--that is even better than having kissed him. God bless your Royal Highness,\" he said, bowing gravely. \"You may find me disrespectful at times,\" he added; \"but then, you must remember, I am going to risk a valuable life for you.",
   "summaries": [],
   "persons": [
    "God"
   ],
   "organisations": [],
   "locations": [
    "Messina"
   ],
   "misc": []
  },
  {
   "size": 1416,
   "text": "At least it's an extremely valuable one to me.\" Kalonay looked at Gordon for a moment with serious consideration, and then held out his hand. \"You also had faith in me,\" he said. \"I thank you. Are you in earnest; do you really wish to serve us?\" \"I mean to stay by you until the boy is crowned,\" said the American, \"unless we separate on our several paths of glory--where they will lead depends, I imagine, on how we have lived.\" \"Or on how we die,\" Kalonay added. \"I am glad to hear you speak so. If you wish, I shall attach you to the person of the Crown Prince. You shall be on the staff with the rank of Colonel.\" Gordon made a low and sweeping bow. \"Rise, Sir Archibald Gordon,\" he said. \"I thank you,\" he added. \"We shall strive to please.\" Miss Carson shook her head at him, and sighed in protest. \"Will you always take everything as a joke, Archie?\" she said. \"My dear Patty,\" he answered, \"the situation is much too serious to take in any other way.\" They moved to the door, and there the priest and Mrs. Carson joined them; but on the threshold Kalonay stopped and looked for the first time since he had addressed him at the King. He regarded him for some seconds sternly in silence, and then pointed, with his free hand, at the crown of Messina, which still rested on the table at the King's elbow. \"Colonel Gordon,\" he said, in a tone of assured authority, \"I give the crown of Messina into your keeping.",
   "summaries": [],
   "persons": [
    "Miss Carson",
    "Kalonay",
    "Carson"
   ],
   "organisations": [],
   "locations": [
    "Messina"
   ],
   "misc": []
  },
  {
   "size": 1430,
   "text": "You will convey it, with all proper regard for its dignity, safely on board the yacht, and then bring it at once to me.\" When he had finished speaking the Prince turned and, without looking at the King, passed on with the others across the terrace and disappeared in the direction of the shore, where the launch lay waiting. Gordon crossed the room and picked up the crown from the table, lifting it with both hands, the King and Barrat watching him in silence as he did so. He hesitated, and held it for a moment, regarding it with much the same expression of awe and amusement that a man shows when he is permitted to hold a strange baby in his arms. Turning, he saw the sinister eyes of the King and of Barrat fastened upon him, and he smiled awkwardly, and in some embarrassment turned the crown about in his hands, so that the jewels in its circle gleamed dully in the dim light of the room. Gordon raised the crown and balanced it on his finger-tips, regarding it severely and shaking his head. \"There are very few of these left in the world now, your Majesty,\" he said, cheerfully, \"and the number is getting smaller every year. We have none at all in my country, and I should think--seeing they are so few--that those who have them would take better care of them, and try to keep them untarnished, and brushed up, and clean.\" He turned his head and looked inquiringly at the King, but Louis made no sign that he heard him.",
   "summaries": [],
   "persons": [
    "Louis"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1494,
   "text": "\"I have no desire, you understand me,\" continued Gordon, unabashed, \"to take advantage of a man when he is down, but the temptation to say `I told you so' seems almost impossible to resist. What?\" he asked--\"I beg your pardon, I thought you spoke.\" But the King continued scornfully silent, and only a contemptuous snort from Barrat expressed his feelings. Gordon placed the crown carefully under his arm, and then removed it quickly, with a guilty look of dismay at its former owner, and let it swing from his hand; but this fashion of carrying it seemed also lacking in respect, so he held it up again with both hands and glanced at the King in some perplexity. \"There ought to be a sofa-cushion to go with this, or something to carry it on,\" he said, in a grieved tone. \"You see, I am new at this sort of thing. Perhaps your Majesty would kindly give me some expert information. How do you generally carry it?\" The King's eyes snapped open and shut again. \"On my head,\" he said, grimly. Gordon laughed in great relief. \"Now, do you know, I like that,\" he cried. \"That shows spirit. I am glad to see you take it so cheerfully. Well, I must be going, sir,\" he added, nodding, and moving toward the door. \"Don't be discouraged. As someone says, `It's always morning somewhere,' and in my country there's just as good men out of office as there are in it. Good-night.\" While the sound of Gordon's footsteps died away across the marble terrace, the King and Barrat remained motionless and silent.",
   "summaries": [],
   "persons": [
    "Barrat"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1258,
   "text": "The darkness in the room deepened and the silence seemed to deepen with it; and still they remained immovable, two shadowy figures in the deserted apartment where the denunciations of those who had abandoned them still seemed to hang and echo in the darkness. What thoughts passed through their minds or for how long a time they might still have sat in bitter contemplation can only be guessed, for they were surprised by the sharp rattle of a lock, the two great doors of the adjoining room were thrown wide open, and a broad and brilliant light flooded the apartment. Niccolas, the King's majordomo, stood between the doors, a black silhouette against the glare of many candles. \"His Majesty is served!\" he said. The King lifted his head sharply, as though he found some lurking mockery in the words, or some fresh affront; but in the obsequious bow of his majordomo there was no mockery, and the table beyond glistened with silver, while a pungent and convincing odor of rich food was wafted insidiously through the open doors. The King rose with a gentle sigh, and nodded to his companion. \"Come, Barrat,\" he said, taking the baron's arm in his. \"The rascals have robbed us of our throne, but, thank God, they have had the grace to leave me my appetite.\"",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  }
 ]
}