{
 "author": [
  "Phillips, David Graham"
 ],
 "title": [
  "The Fortune Hunter"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "Man-woman relationships -- Fiction",
  "PS",
  "Mystery fiction"
 ],
 "id": "431",
 "genre": [
  "mystery",
  "fiction"
 ],
 "paragraphs": [
  {
   "size": 666,
   "text": "DAVID GRAHAM PHILLIPS The Deluge, The Social Secretary, The Plum Tree, etc. I ENTER MR. FEURSTEIN II BRASS OUTSHINES GOLD III FORTUNE FAVORS THE IMPUDENT IV A BOLD DASH AND A DISASTER V A SENSITIVE SOUL SEEKS SALVE VI TRAGEDY IN TOMKINS SQUARE VII LOVE IN SEVERAL ASPECTS VIII A SHEEP WIELDS THE SHEARS IX AN IDYL OF PLAIN PEOPLE X MR. FUERSTEIN IS CONSISTENT XI MR. FEURSTEIN'S CLIMAX XII EXIT MR. FUERSTEIN On an afternoon late in April Feuerstein left his boarding-house in East Sixteenth Street, in the block just beyond the eastern gates of Stuyvesant Square, and paraded down Second Avenue.A romantic figure was Feuerstein, of the German Theater stock company."
  },
  {
   "size": 681,
   "text": "He was tall and slender, and had large, handsome features. His coat was cut long over the shoulders and in at the waist to show his lines of strength and grace. He wore a pearl-gray soft hat with rakish brim, and it was set with suspicious carelessness upon bright blue, and seemed to blazon a fiery, sentimental nature. He strode along, intensely self-conscious, not in the way that causes awkwardness, but in the way that causes a swagger. One had only to glance at him to know that he was offensive to many men and fascinating to many women. Not an article of his visible clothing had been paid for, and the ten-cent piece in a pocket of his trousers was his total cash balance."
  },
  {
   "size": 650,
   "text": "But his heart was as light as the day. Had he not youth? Had he not health? Had he not looks to bewitch the women, brains to outwit the men? Feuerstein sniffed the delightful air and gazed round, like a king in the midst of cringing subjects. \"I feel that this is one of my lucky days,\" said he to himself. An aristocrat, a patrician, a Hochwohlgeboren, if ever one was born. At the Fourteenth-Street crossing he became conscious that a young man was looking at him with respectful admiration and with the anxiety of one who fears a distinguished acquaintance has forgotten him. Feuerstein paused and in his grandest, most gracious manner, said: \"Ah!"
  },
  {
   "size": 624,
   "text": "Mr. Hartmann--a glorious day!\" Young Hartmann flushed with pleasure and stammered, \"Yes--a GLORIOUS day!\" \"It is lucky I met you,\" continued Feuerstein. \"I had an appointment at the Cafe Boulevard at four, and came hurrying away from my lodgings with empty pockets--I am so absent-minded. Could you convenience me for a few hours with five dollars? I'll repay you to-night--you will be at Goerwitz's probably? I usually look in there after the theater.\" Hartmann colored with embarrassment. \"I'm sorry,\" he said humbly, \"I've got only a two-dollar bill. If it would--\" Feuerstein looked annoyed. \"Perhaps I can make that do."
  },
  {
   "size": 722,
   "text": "Thank you--sorry to trouble you. I MUST be more careful.\" The two dollars were transferred, Feuerstein gave Hartmann a flourishing stage salute and strode grandly on. Before he had gone ten yards he had forgotten Hartmann and had dismissed all financial care--had he not enough to carry him through the day, even should he meet no one who would pay for his dinner and his drinks? \"Yes, it is a day to back myself to win--fearlessly!\" The hedge at the Cafe Boulevard was green and the tables were in the yard and on the balconies; but Feuerstein entered, seated himself in one of the smoke-fogged reading-rooms, ordered a glass of beer, and divided his attention between the Fliegende Blatter and the faces of incoming men."
  },
  {
   "size": 608,
   "text": "After half an hour two men in an arriving group of three nodded coldly to him. He waited until they were seated, then joined them and proceeded to make himself agreeable to the one who had just been introduced to him--young Horwitz, an assistant bookkeeper at a department store in Twenty-third Street. But Horwitz had a \"soul,\" and the yearning of that secret soul was for the stage. Feuerstein did Horwitz the honor of dining with him. At a quarter past seven, with his two dollars intact, with a loan of one dollar added to it, and with five of his original ten cents, he took himself away to the theater."
  },
  {
   "size": 613,
   "text": "Afterward, by appointment, he met his new friend, and did him the honor of accompanying him to the Young German Shooters' Society ball at Terrace Garden. It was one of those simple, entirely and genuinely gay entertainments that assemble the society of the real New York--the three and a half millions who work and play hard and live plainly and without pretense, whose ideals center about the hearth, and whose aspirations are to retire with a competence early in the afternoon of life, thenceforth placidly to assist in the prosperity of their children and to have their youth over again in their grandchildren."
  },
  {
   "size": 823,
   "text": "Feuerstein's gaze wandered from face to face among the young women, to pause at last upon a dark, handsome, strong-looking daughter of the people. She had coal-black hair that curled about a low forehead. Her eyes were dreamy and stormy. Her mouth was sweet, if a trifle petulant. \"And who is she?\" he asked. \"That's Hilda Brauner,\" replied Horwitz. \"Her father has a delicatessen in Avenue A. He's very rich--owns three flat-houses. They must bring him in at least ten thousand net, not to speak of what he makes in the store. They're fine people, those Brauners; none nicer anywhere.\" \"A beautiful creature,\" said Feuerstein, who was feeling like a prince who, for reasons of sordid necessity, had condescended to a party in Fifth Avenue. \"I'd like to meet her.\" \"Certainly,\" replied Horwitz. \"I'll introduce her to you.\""
  },
  {
   "size": 601,
   "text": "She blushed and was painfully ill at ease in presence of his grand and lofty courtesy--she who had been used to the offhand manners which prevail wherever there is equality of the sexes and the custom of frank sociability. And when he asked her to dance she would have refused had she been able to speak at all. But he bore her off and soon made her forget herself in the happiness of being drifted in his strong arm upon the rhythmic billows of the waltz. At the end he led her to a seat and fell to complimenting her--his eyes eloquent, his voice, it seemed to her, as entrancing as the waltz music."
  },
  {
   "size": 602,
   "text": "When he spoke in German it was without the harsh sputtering and growling, the slovenly slurring and clipping to which she had been accustomed. She could answer only with monosyllables or appreciative looks, though usually she was a great talker and, as she had much common sense and not a little wit, a good talker. But her awe of him, which increased when she learned that he was on the stage, did not prevent her from getting the two main impressions he wished to make upon her--that Mr. Feuerstein was a very grand person indeed, and that he was condescending to be profoundly smitten of her charms."
  },
  {
   "size": 713,
   "text": "She was the \"catch\" of Avenue A, taking prospects and looks together, and the men she knew had let her rule them. In Mr. Feuerstein she had found what she had been unconsciously seeking with the Idealismus of genuine youth--a man who compelled her to look far up to him, a man who seemed to her to embody those vague dreams of a life grand and beautiful, away off somewhere, which are dreamed by all young people, and by not a few older ones, who have less excuse for not knowing where happiness is to be found. He spent the whole evening with her; Mrs. Liebers and Sophie, with whom she had come, did not dare interrupt her pleasure, but had to stay, yawning and cross, until the last strain of Home, Sweet Home."
  },
  {
   "size": 843,
   "text": "At parting he pressed her hand. \"I have been happy,\" he murmured in a tone which said, \"Mine is a sorrow-shadowed soul that has rarely tasted happiness.\" She glanced up at him with ingenuous feeling in her eyes and managed to stammer: \"I hope we'll meet again.\" \"Couldn't I come down to see you Sunday evening?\" \"There's a concert in the Square. If you're there I might see you.\" \"Until Sunday night,\" he said, and made her feel that the three intervening days would be for him three eternities. She thought of him all the way home in the car, and until she fell asleep. His sonorous name was in her mind when she awoke in the morning; and, as she stood in the store that day, waiting on the customers, she looked often at the door, and, with the childhood-surviving faith of youth in the improbable and impossible, hoped that he would appear."
  },
  {
   "size": 235,
   "text": "For the first time she was definitely discontented with her lot, was definitely fascinated by the idea that there might be something higher and finer than the simple occupations and simple enjoyments which had filled her life thus far."
  },
  {
   "size": 876,
   "text": "In the evening after supper her father and mother left her and her brother August in charge, and took their usual stroll for exercise and for the profound delight of a look at their flat-houses--those reminders of many years of toil and thrift. They had spent their youth, she as cook, he as helper, in one of New York's earliest delicatessen shops. When they had saved three thousand dollars they married and put into effect the plan which had been their chief subject of conversation every day and every evening for ten years--they opened the \"delicatessen\" in Avenue A, near Second Street. They lived in two back rooms; they toiled early and late for twenty-three contented, cheerful years--she in the shop when she was not doing the housework or caring for the babies, he in the great clean cellar, where the cooking and cabbage-cutting and pickling and spicing were done."
  },
  {
   "size": 746,
   "text": "And now, owners of three houses that brought in eleven thousand a year clear, they were about to retire. They had fixed on a place in the Bronx, in the East Side, of course, with a big garden, where every kind of gay flower and good vegetable could be grown, and an arbor where there could be pinochle, beer and coffee on Sunday afternoons. In a sentence, they were honorable and exemplary members of that great mass of humanity which has the custody of the present and the future of the race--those who live by the sweat of their own brows or their own brains, and train their children to do likewise, those who maintain the true ideals of happiness and progress, those from whom spring all the workers and all the leaders of thought and action."
  },
  {
   "size": 678,
   "text": "They walked slowly up the Avenue, speaking to their neighbors, pausing now and then for a joke or to pat a baby on the head, until they were within two blocks of Tompkins Square. They stopped before a five-story tenement, evidently the dwelling-place of substantial, intelligent, self-respecting artisans and their families, leading the natural life of busy usefulness. In its first floor was a delicatessen--the sign read \"Schwartz and Heilig.\" Paul Brauner pointed with his long-stemmed pipe at the one show-window. \"Fine, isn't it? Beautiful!\" he exclaimed in Low-German--they and almost all their friends spoke Low-German, and used English only when they could not avoid it."
  },
  {
   "size": 640,
   "text": "The window certainly was well arranged. Only a merchant who knew his business thoroughly--both his wares and his customers--could have thus displayed cooked chickens, hams and tongues, the imported sausages and fish, the jelly-inclosed paste of chicken livers, the bottles and jars of pickled or spiced meats and vegetables and fruits. The spectacle was adroitly arranged to move the hungry to yearning, the filled to regret, and the dyspeptic to rage and remorse. And behind the show-window lay a shop whose shelves, counters and floor were clean as toil could make and keep them, and whose air was saturated with the most delicious odors."
  },
  {
   "size": 613,
   "text": "Mrs. Brauner nodded. \"Heilig was up at half-past four this morning,\" she said. \"He cleans out every morning and he moves everything twice a week.\" She had a round, honest face that was an inspiring study in simplicity, sense and sentiment. \"What a worker!\" was her husband's comment. \"So unlike most of the young men nowadays. If August were only like him!\" \"You'd think Heilig was a drone if he were your son,\" replied Mrs. Brauner. She knew that if any one else had dared thus to attack their boy, his father would have been growling and snapping like an angry bear. \"That's right!\" he retorted with mock scorn."
  },
  {
   "size": 650,
   "text": "\"Defend your children! You'll be excusing Hilda for putting off Heilig next.\" \"She'll marry him--give her time,\" said Mrs. Brauner. \"She's romantic, but she's sensible, too--why, she was born to make a good wife to a hard-working man. Where's there another woman that knows the business as she does? You admit on her birthdays that she's the only real helper you ever had.\" \"Except you,\" said her husband. \"Never mind me.\" Mrs. Brauner pretended to disdain the compliment. Brauner understood, however. \"We have had the best, you and I,\" said he. \"Arbeit und Liebe und Heim. Nicht wahr?\" Otto Heilig appeared in his doorway and greeted them awkwardly."
  },
  {
   "size": 680,
   "text": "Nor did their cordiality lessen his embarrassment. His pink and white skin was rosy red and his frank blue-gray eyes shifted uneasily. But he was smiling with eager friendliness, showing even, sound, white teeth. \"You are coming to see us to-morrow?\" asked Mrs. Brauner--he always called on Sunday afternoons and stayed until five, when he had to open shop for the Sunday supper rush. \"Why--that is--not exactly--no,\" he stammered. Hilda had told him not to come, but he knew that if he admitted it to her parents they would be severe with her. He didn't like anybody to be severe with Hilda, and he felt that their way of helping his courtship was not suited to the modern ideas."
  },
  {
   "size": 650,
   "text": "\"They make her hate me,\" he often muttered. But if he resented it he would offend them and Hilda too; if he acquiesced he encouraged them and added to Hilda's exasperation. Mrs. Brauner knew at once that Hilda was in some way the cause of the break in the custom. \"Oh, you must come,\" she said. \"We'd feel strange all week if we didn't see you on Sunday.\" \"Yes--I must have my cards,\" insisted Brauner. He and Otto always played pinochle; Otto's eyes most of the time and his thoughts all the time were on Hilda, in the corner, at the zither, playing the maddest, most romantic music; her father therefore usually won, poor at the game though he was."
  },
  {
   "size": 607,
   "text": "It made him cross to lose, and Otto sometimes defeated his own luck deliberately when love refused to do it for him. \"Very well, then--that is--if I can--I'll try to come.\" Several customers pushed past him into his shop and he had to rejoin his partner, Schwartz, behind the counters. Brauner and his wife walked slowly home--it was late and there would be more business than Hilda and August could attend to. As they crossed Third Street Brauner said: \"Hilda must go and tell him to come. This is her doing.\" \"But she can't do that,\" objected Mrs. Brauner. \"She'd say it was throwing herself at his head.\""
  },
  {
   "size": 651,
   "text": "\"Not if I send her?\" Brauner frowned with a seeming of severity. \"Not if I, her father, send her--for two chickens, as we're out?\" Then he laughed. His fierceness was the family joke when Hilda was small she used to say, \"Now, get mad, father, and make little Hilda laugh!\" Hilda was behind the counter, a customer watching with fascinated eyes the graceful, swift movements of her arms and hands as she tied up a bundle. Her sleeves were rolled to her dimpled elbows, and her arms were round and strong and white, and her skin was fine and smooth. Her shoulders were wide, but not square; her hips were narrow, her wrists, her hands, her head, small."
  },
  {
   "size": 632,
   "text": "She looked healthy and vigorous and useful as well as beautiful. When the customers had gone Brauner said: \"Go up to Schwartz and Heilig, daughter, and ask them for two two-pound chickens. And tell Otto Heilig you'll be glad to see him to-morrow.\" \"But we don't need the chickens, now. We--\" Hilda's brow contracted and her chin came out. \"Do as I tell you,\" said her father. \"MY children shall not sink to the disrespect of these days.\" \"But I shan't be here to-morrow! I've made another engagement.\" \"You SHALL be here to-morrow! If you don't wish young Heilig here for your own sake, you must show consideration for your parents."
  },
  {
   "size": 620,
   "text": "Are they to be deprived of their Sunday afternoon? You have never done this before, Hilda. You have never forgotten us before.\" Hilda hung her head; after a moment she unrolled her sleeves, laid aside her apron and set out. She was repentant toward her father, but she felt that Otto was to blame. She determined to make him suffer for it--how easy it was to make him suffer, and how pleasant to feel that this big fellow was her slave! She went straight up to him. \"So you complained of me, did you?\" she said scornfully, though she knew well that he had not, that he could not have done anything that even seemed mean."
  },
  {
   "size": 635,
   "text": "He flushed. \"No--no,\" he stammered. \"No, indeed, Hilda. Don't think--\" She looked contempt. \"Well, you've won. Come down Sunday afternoon. I suppose I'll have to endure it.\" \"Hilda, you're wrong. I will NOT come!\" He was angry, but his mind was confused. He loved her with all the strength of his simple, straightforward nature. Therefore he appeared at his worst before her--usually either incoherent or dumb. It was not surprising that whenever it was suggested that only a superior man could get on so well as he did, she always answered: \"He works twice as hard as any one else, and you don't need much brains if you'll work hard.\""
  },
  {
   "size": 621,
   "text": "She now cut him short. \"If you don't come I'll have to suffer for it,\" she said. \"You MUST come! I'll not be glad to see you. But if you don't come I'll never speak to you again!\" And she left him and went to the other counter and ordered the chickens from Schwartz. Heilig was wretched,--another of those hideous dilemmas over which he had been stumbling like a drunken man in a dark room full of furniture ever since he let his mother go to Mrs. Brauner and ask her for Hilda. He watched Hilda's splendid back, and fumbled about, upsetting bottles and rattling dishes, until she went out with a glance of jeering scorn."
  },
  {
   "size": 780,
   "text": "Schwartz burst out laughing. \"Anybody could tell you are in love,\" he said. \"Be stiff with her, Otto, and you'll get her all right. It don't do to let a woman see that you care about her. The worse you treat the women the better they like it. When they used to tell my father about some woman being crazy over a man, he always used to say, 'What sort of a scoundrel is he?' That was good sense.\" Otto made no reply. No doubt these maxims were sound and wise; but how was he to apply them? How could he pretend indifference when at sight of her he could open his jaws only enough to chatter them, could loosen his tongue only enough to roll it thickly about? \"I can work,\" he said to himself, \"and I can pay my debts and have something over; but when it comes to love I'm no good.\""
  },
  {
   "size": 660,
   "text": "Hilda returned to her father's shop and was busy there until nine o'clock. Then Sophie Liebers came and they went into the Avenue for a walk. They pushed their way through and with the throngs up into Tompkins Square--the center of one of the several vast districts, little known because little written about, that contain the real New York and the real New Yorkers. In the Square several thousand young people were promenading, many of the girls walking in pairs, almost all the young men paired off, each with a young woman. It was warm, and the stars beamed down upon the hearts of young lovers, blotting out for them electric lights and surrounding crowds."
  },
  {
   "size": 819,
   "text": "It caused no comment there for a young couple to walk hand in hand, looking each at the other with the expression that makes commonplace eyes wonderful. And when the sound of a kiss came from a somewhat secluded bench, the only glances east in the direction whence it had come were glances of approval or envy. \"There's Otto Heilig dogging us,\" said Hilda to Sophie, as they walked up and down. \"Do you wonder I hate him?\" They talked in American, as did all the young people, except with those of their elders who could speak only German. Sophie was silent. If Hilda had been noting her face she would have seen a look of satisfaction. \"I can't bear him,\" went on Hilda. \"No girl could. He's so stupid and--and common!\" Never before had she used that last word in such a sense. Mr. Feuerstein had begun to educate her."
  },
  {
   "size": 670,
   "text": "Sophie's unobserved look changed to resentment. \"Of course he's not equal to Mr. Feuerstein,\" she said. \"But he's a very nice fellow--at least for an ordinary girl.\" Sophie's father was an upholsterer, and not a good one. He owned no tenements--was barely able to pay the rent for a small corner of one. Thus her sole dower was her pretty face and her cunning. She had an industrious, scheming, not overscrupulous brain and--her hopes and plans. Nor had she time to waste. For she was nearer twenty-three than twenty-two, at the outer edge of the marriageable age of Avenue A, which believes in an early start at what it regards as the main business of life--the family."
  },
  {
   "size": 600,
   "text": "\"You surely couldn't marry such a man as Otto!\" said Hilda absently. Her eyes were searching the crowd, near and far. Sophie laughed. \"Beggars can't be choosers,\" she answered. \"I think he's all right--as men go. It wouldn't do for me to expect too much.\" Just then Hilda caught sight of Mr. Feuerstein--the godlike head, the glorious hair, the graceful hat. Her manner changed--her eyes brightened, her cheeks reddened, and she talked fast and laughed a great deal. As they passed near him she laughed loudly and called out to Sophie as if she were not at her elbow--she feared he would not see. Mr."
  },
  {
   "size": 625,
   "text": "Feuerstein turned his picturesque head, slowly lifted his hat and joined them. At once Hilda became silent, listening with rapt attention to the commonplaces he delivered in sonorous, oracular tones. As he deigned to talk only to Hilda, who was walking between Sophie and him, Sophie was free to gaze round. She spied Otto Heilig drooping dejectedly along. She adroitly steered her party so that it crossed his path. He looked up to find himself staring at Hilda. She frowned at this disagreeable apparition into her happiness, and quickened her step. But Sophie, without letting go of Hilda's hand, paused and spoke to Otto."
  },
  {
   "size": 602,
   "text": "Thus Hilda was forced to stop and to say ungraciously: \"Mr. Feuerstein, Mr. Heilig.\" Then she and Mr. Feuerstein went on, and Sophie drew the reluctant Otto in behind them. She gradually slackened her pace, so that she and Heilig dropped back until several couples separated them from Hilda and Mr. Feuerstein. A few minutes and Hilda and Mr. Feuerstein were seated on a bench in the deep shadow of a tree, Sophie and Heilig walking slowly to and fro a short distance away. Heilig was miserable with despondent jealousy. He longed to inquire about this remarkable-looking new friend of Hilda's. For Mr."
  },
  {
   "size": 640,
   "text": "Feuerstein seemed to be of that class of strangers whom Avenue A condemns on their very appearance. It associates respectability with work only, and it therefore suspects those who look as if they did not work and did not know how. Sophie was soon answering of her own accord the questions Heilig as a gentleman could not ask. \"You must have heard of Mr. Feuerstein? He's an actor--at the German Theater. I don't think he's much of an actor--he's one of the kind that do all their acting off the stage.\" Heilig laughed unnaturally. He did not feel like laughing, but wished to show his gratitude to Sophie for this shrewd blow at his enemy."
  },
  {
   "size": 717,
   "text": "\"He's rigged out like a lunatic, isn't he?\" Otto was thinking of the long hair, the low-rolling shirt collar and the velvet collar on his coat,--light gray, to match his hat and suit. \"I don't see what Hilda finds in him,\" continued Sophie. \"It makes me laugh to look at him; and when he talks I can hardly keep from screaming in his face. But Hilda's crazy over him, as you see. He tells all sorts of romances about himself, and she believes every word. I think she'll marry him--you know, her father lets her do as she pleases. Isn't it funny that a sensible girl like Hilda can be so foolish?\" Heilig did not answer this, nor did he heed the talk on love and marriage which the over-eager Sophie proceeded to give."
  },
  {
   "size": 681,
   "text": "And it was talk worth listening to, as it presented love and marriage in the interesting, romantic-sensible Avenue A light. Otto was staring gloomily at the shadow of the tree. He would have been gloomier could he have witnessed the scene to which the unmoral old elm was lending its impartial shade. Mr. Feuerstein was holding Hilda's hand while he looked soulfully down into her eyes. She was returning his gaze, her eyes expressing all the Schwarmerei of which their dark depths were capable at nineteen. He was telling her what a high profession the actor's was, how great he was as an actor, how commonplace her life there, how beautiful he could make it if only he had money."
  },
  {
   "size": 650,
   "text": "It was an experience to hear Mr. Feuerstein say the word \"money.\" Elocution could go no further in surcharging five letters with contempt. His was one of those lofty natures that scorn all such matters of intimate concern to the humble, hard-pressed little human animal as food, clothing and shelter. He so loathed money that he would not deign to work for it, and as rapidly as possible got rid of any that came into his possession. \"Yes, my adorable little princess,\" he rolled out, in the tones which wove a spell over Hilda. \"I adore you. How strange that _I_ should have wandered into THIS region for my soul's bride--and should have found her!\""
  },
  {
   "size": 605,
   "text": "Hilda pressed his clasping hand and her heart fluttered. But she was as silent and shy as Heilig with her. What words had she fit to express response to these exalted emotions? \"I--I feel it,\" she said timidly. \"But I can't say it to you. You must think me very foolish.\" \"No--you need not speak. I know what you would say. Our hearts speak each to the other without words, my beautiful jewel. And what do you think your parents will say?\" \"I--I don't know,\" stammered Hilda. \"They are so set on my marrying\"--she glanced toward Otto--how ordinary he looked!--\"marrying another--a merchant like my father."
  },
  {
   "size": 726,
   "text": "They think only of what is practical. I'm so afraid they won't understand--US.\" Feuerstein sighed--the darkness prevented her from seeing that he was also frowning with impatience and irritation. \"But it must be settled at once, my heart's bride,\" he said gently. \"Secrecy, deception are horrible to me. And I am mad to claim you as my own. I could not take you without their consent--that would be unworthy. No, I could not grieve their honest hearts!\" Hilda was much disturbed. She was eminently practical herself, aside from her fondness for romance, which Mr. Feuerstein was developing in a way so unnatural in her surroundings, so foreign to her education; and she could see just how her father would look upon her lover."
  },
  {
   "size": 698,
   "text": "She feared he would vent plain speech that would cut Mr. Feuerstein's sensitive soul and embattle his dignity and pride against his love. \"I'll speak to them as soon as I can,\" she said. \"Then you will speak to them to-morrow or next day, my treasure, and I shall see you on Sunday afternoon.\" \"No--not Sunday afternoon. I must stay at home--father has ordered it.\" \"Disappointment--deception--postponement!\" Feuerstein struck his hand upon his brow and sighed tragically. \"Oh, my little Erebus-haired angel, how you do test my love!\" Hilda was almost in tears--it was all intensely real to her. She felt that he was superfine, that he suffered more than ordinary folk, like herself and her people."
  },
  {
   "size": 607,
   "text": "\"I'll do the best I can,\" she pleaded. \"It would be best for you to introduce them to me at once and let ME speak.\" \"No--no,\" she protested earnestly, terror in her voice and her hand trembling in his. \"That would spoil everything. You wouldn't understand them, or they you. I'll speak--and see you Monday night.\" \"Let it be so,\" he conceded. \"But I must depart. I am studying a new role.\" He had an engagement to take supper with several of his intimates at the Irving Place cafe, where he could throw aside the heaviest parts of his pose and give way to his appetite for beer and Schweizerkase sandwiches."
  },
  {
   "size": 632,
   "text": "\"How happy we shall be!\" he murmured tenderly, kissing her cheek and thinking how hard it was to be practical and keep remote benefits in mind when she was so beautiful and so tempting and so trustful. He said aloud: \"I am impatient, soul's delight! Is it strange?\" And he bowed like a stage courtier to a stage queen and left her. She joined Sophie and Heilig and walked along in silence, Sophie between Otto and her. He caught glimpses of her face, and it made his heart ache and his courage faint to see the love-light in her eyes--and she as far away from him as Heaven from hell, far away in a world from which he was excluded."
  },
  {
   "size": 634,
   "text": "He and Sophie left her at her father's and he took Sophie home. Sophie felt that she had done a fair evening's work--not progress, but progress in sight. \"At least,\" she reflected, \"he's seeing that he isn't in it with Hilda and never can be. I must hurry her on and get her married to that fool. A pair of fools!\" Heilig found his mother waiting up for him. As she saw his expression, anxiety left her face, but cast a deeper shadow over her heart. She felt his sorrow as keenly as he--she who would have laid down her life for him gladly. \"Don't lose heart, my big boy,\" she said, patting him on the shoulder as he bent to kiss her."
  },
  {
   "size": 639,
   "text": "At this he dropped down beside her and hid his face in her lap and cried like the boy-man that he was. \"Ach, Gott, mother, I love her SO!\" he sobbed. Her tears fell on the back of his head. Her boy--who had gone so bravely to work when the father was killed at his machine, leaving them penniless; her boy--who had laughed and sung and whistled and diffused hope and courage and made her feel that the burden was not a burden but a joy for his strong, young shoulders. \"Courage, beloved!\" she said. \"Hilda is a good girl. All will yet be well.\" And she felt it--God would not be God if He could let this heart of gold be crushed to powder."
  },
  {
   "size": 624,
   "text": "FORTUNE FAVORS THE IMPUDENT Like all people who lead useful lives and neither have nor pretend to have acquired tastes for fine-drawn emotion, Otto and Hilda indulged in little mooning. They put aside their burdens--hers of dread, his of despair--and went about the work that had to be done and that healthfully filled almost all their waking moments; and when bed-time came their tired bodies refused either to sit up with their brains or to let their brains stay awake. But it was gray and rainy for Hilda and black night for Otto.On Sunday morning he rose at half-past three, instead of at four, his week-day rising time."
  },
  {
   "size": 696,
   "text": "Many of his hard-working customers were astir betimes on Sunday to have the longer holiday. As they would spend the daylight hours in the country and would not reach home until after the shop had closed, they bought the supplies for a cold or warmed-up supper before starting. Otto looked so sad--usually he was in high spirits--that most of these early customers spoke to him or to Joe Schwartz about his health. There were few of them who did not know what was troubling him. Among those friendly and unpretending and well-acquainted people any one's affairs were every one's affairs--why make a secret of what was, after all, only the routine of human life the world over and the ages through?"
  },
  {
   "size": 697,
   "text": "Thus Otto had the lively but tactful sympathy of the whole community. He became less gloomy under the warmth of this succession of friendly faces and friendly inquiries. But as trade slackened, toward noon, he had more leisure to think, and the throbbing ache returned to his heavy heart. All the time pictures of her were passing before his eyes. He had known her so long and she had become such an intimate part of his daily life, so interwoven with it, that he could not look at present, past or future without seeing her. Why, he had known her since she was a baby. Did he not remember the day when he, a small boy on his way to school, had seen her toddle across the sidewalk in front of him?"
  },
  {
   "size": 616,
   "text": "Could he ever forget how she had reached with great effort into a snowbank, had dug out with her small, red-mittened hands a chunk of snow, and, lifting it high above her head, had thrown it weakly at him with such force that she had fallen headlong upon the sidewalk? He had seen her every day since then--every day! He most clearly of all recalled her as a school-girl. Those were the days of the German bands of six and seven and even eight pieces, wandering as the hand-organs do now. And always with them came a swarm of little girls who danced when the band played, and of little boys who listened and watched."
  },
  {
   "size": 704,
   "text": "He had often followed her as she followed a band, all day on a Saturday. And he had never wearied of watching her long, slim legs twinkling tirelessly to the music. She invented new figures and variations on steps which the other girls adopted. She and her especial friends became famous among the children throughout the East Side; even grown people noted the grace and originality of a particular group of girls, led by a black-haired, slim-legged one who danced with all there was of her. And how their mothers did whip them when they returned from a day of this forbidden joy! But they were off again the next Saturday--who would not pass a bad five minutes for the sake of hours on hours of delight?"
  },
  {
   "size": 712,
   "text": "And Hilda was gone from his life, was sailing away on his ship--was it not his ship? was not its cargo his hopes and dreams and plans?--was sailing away with another man at the helm! And he could do nothing--must sit dumb upon the shore. At half-past twelve he closed the shop and, after the midday dinner with his mother, went down to Brauner's. Hilda was in the room back of the shop, alone, and so agitated with her own affairs that she forgot to be cold and contemptuous to Otto. He bowed to her, then stood staring at the framed picture of Die Wacht am Rhein as if he had never before seen the wonderful lady in red and gold seated under a tree and gazing out over the river--all the verses were underneath."
  },
  {
   "size": 763,
   "text": "When he could stare at it no longer he turned to the other wall where hung the target bearing the marks of Paul Brauner's best shots in the prize contest he had won. But he saw neither the lady watching the Rhine nor the target with its bullet holes all in the bull's-eye ring, and its pendent festoon of medals. He was longing to pour out his love for her, to say to her the thousand things he could say to the image of her in his mind when she was not near. But he could only stand, an awkward figure, at which she would have smiled if she had seen it at all. She went out into the shop. While he was still trying to lay hold of an end of the spinning tangle of his thoughts and draw it forth in the hope that all would follow, she returned, fright in her eyes."
  },
  {
   "size": 602,
   "text": "She clasped her hands nervously and her cheeks blanched. \"Mr. Feuerstein!\" she exclaimed. \"And he's coming here! What SHALL I do?\" \"What is the matter?\" he asked. She turned upon him angrily--he was the convenient vent for her nervousness. \"It's all your fault!\" she exclaimed. \"They want to force me to marry you. And I dare not bring here the man I love.\" \"My fault?\" he muttered, dazed. \"I'm not to blame.\" \"Stupid! You're always in the way--no wonder I HATE you!\" She was clasping and unclasping her hands, trying to think, not conscious of what she was saying. \"Hate me?\" he repeated mechanically."
  },
  {
   "size": 644,
   "text": "\"Oh, no--surely not that. No, you can't--\" \"Be still! Let me think. Ach! Gott im Himmel! He's in the hall!\" She sank wretchedly into a chair. \"Can you do nothing but gape and mutter?\" In her desperation her tone was appealing. \"He can say he came with me,\" said Otto. \"I'll stand for him.\" \"Yes--yes!\" she cried. \"That will do! Thank you--thank you!\" And as the knock came at the door she opened it. She had intended to be reproachful, but she could not. This splendid, romantic creature, with his graceful hat and his golden hair and his velvet collar, was too compelling, too overpowering. Her adoring love put her at a hopeless disadvantage."
  },
  {
   "size": 609,
   "text": "\"Oh--Mr. Feuerstein,\" she murmured, her color coming and going with the rise and fall of her bosom. Mr. Feuerstein majestically removed his hat and turned a look of haughty inquiry upon Otto. Otto's fists clenched--he longed to discuss the situation in the only way which seemed to him to meet its requirements. \"Hilda,\" said the actor, when he thought there had been a long enough pause for an imposing entrance, \"I have come to end the deception--to make you, before the world, as you are before Almighty God, my affianced bride.\" \"You--you mustn't,\" implored Hilda, her fears getting the better of her awe."
  },
  {
   "size": 682,
   "text": "\"If my parents learn now--just now, they will--oh, it will be hopeless!\" \"I can not delay, angel of my heart!\" He gave her the look that is the theatrical convention for love beyond words. \"It must be settled at once. I must know my fate. I must put destiny to the touch and know happiness or--hell!\" \"Bah!\" thought Otto. \"He has to hurry matters--he must be in trouble. He's got to raise the wind at once.\" \"Mr. Feuerstein--Carl!\" pleaded Hilda. \"PLEASE try to be practical.\" She went up to him, and Otto turned away, unable to bear the sight of that look of love, tenderness and trust. \"You must not--at least, not right away.\" She turned to Otto. \"Help me, Otto. Explain to him.\""
  },
  {
   "size": 671,
   "text": "Heilig tried to put courtesy in his voice as he said to Mr. Feuerstein: \"Miss Brauner is right. You'll only wreck her--her happiness. We're plain people down here and don't understand these fine, grand ways. You must pass as my friend whom I brought here--but I make one condition.\" He drew a long breath and looked at Hilda. For the first time she heard him, the real Otto Heilig, speak. \"Hilda,\" he went on, \"I don't want to hurt you--I'd do anything for you, except hurt you. And I can't stand for this fel--for Mr. Feuerstein, unless you'll promise me you won't marry him, no matter what he may say, until your father has had a chance to find out who and what he is.\""
  },
  {
   "size": 643,
   "text": "Mr. Feuerstein drew himself up grandly. \"Who is this person, Miss Brauner?\" he demanded with haughty coldness. \"He don't know any better,\" she replied hurriedly. \"He's an old friend. Trust me, Mr. Feuer--Carl! Everything depends on it.\" \"I can not tolerate this coarse hand between me and the woman I love. No more deception! Carl Feuerstein\"--how he did roll out that name!--\"can guard his own honor and his own destiny.\" The door into the private hall opened and in came Brauner and his wife, fine pictures of homely content triumphing over the discomforts of Sunday clothes. They looked at Mr. Feuerstein with candidly questioning surprise."
  },
  {
   "size": 674,
   "text": "Avenue A is not afraid to look, and speak, its mind. Otto came forward. \"This is Mr. Feuerstein,\" he said. At once Brauner showed that he was satisfied, and Mrs. Brauner beamed. \"Oh, a friend of yours,\" Brauner said, extending his hand. \"Glad to see any friend of Otto's.\" Mr. Feuerstein advanced impressively and bowed first over Brauner's hand, then over Mrs. Brauner's. \"I am not a friend of this--young man,\" he said with the dignity of a Hoheit. \"I have come here to propose for the honor of your daughter's hand in marriage.\" Mr. Feuerstein noted the stupefied expression of the delicatessen dealer and his wife, and glanced from Otto to Hilda with a triumphant smile."
  },
  {
   "size": 630,
   "text": "But Hilda was under no delusion. She shivered and moved nearer to Otto. She felt that he was her hope in this crisis which the mad love of her hero-lover had forced. Brauner was the more angry because he had been thus taken by surprise. \"What nonsense is this?\" he growled, shaking his head violently. \"My daughter is engaged to a plain man like ourselves.\" At this Heilig came forward again, pale and sad, but calm. \"No, Mr. Brauner--she is not engaged. I'm sure she loves this gentleman, and I want her to be happy. I can not be anything to her but her friend. And I want you to give him a chance to show himself worthy of her.\""
  },
  {
   "size": 611,
   "text": "Brauner burst out furiously at Hilda. The very presence of this gaudy, useless-looking creature under his roof was an insult to his three gods of honor and happiness--his \"Arbeit und Liebe und Heim.\" \"What does this mean?\" he shouted. \"Where did you find this crazy fellow? Who brought him here?\" Hilda flared. \"I love him, father! He's a noble, good man. I shall always love him. Listen to Otto--it'll break my heart if you frown on my marrying the man I love.\" There was a touch of Mr. Feuerstein in her words and tone. \"Let's have our game, Mr. Brauner,\" interrupted Otto. \"All this can be settled afterward."
  },
  {
   "size": 602,
   "text": "Why spoil our afternoon?\" Brauner examined Mr. Feuerstein, who was posing as a statue of gloomy wrath. \"Who are you?\" he demanded in the insulting tone which exactly expressed his state of mind. Mr. Feuerstein cast up his eyes. \"For Hilda's sake!\" he murmured audibly. Then he made a great show of choking down his wrath. \"I, sir, am of an ancient Prussian family--a gentleman. I saw your peerless daughter, sought an introduction, careless who or what she was in birth and fortune. Love, the leveler, had conquered me. I--\" \"Do you work?\" Brauner broke in. \"What are your prospects? What have you got?"
  },
  {
   "size": 633,
   "text": "What's your character? Have you any respectable friends who can vouch for you? You've wandered into the wrong part of town. Down here we don't give our daughters to strangers or do-nothings or rascals. We believe in love--yes. But we also have a little common sense and self-respect.\" Brauner flung this at Mr. Feuerstein in High-German. Hilda, mortified and alarmed, was also proud that her father was showing Mr. Feuerstein that she came of people who knew something, even if they were \"trades-folk.\" \"I can answer all your questions to your satisfaction,\" replied Mr. Feuerstein loftily, with a magnanimous wave of his white hand."
  },
  {
   "size": 630,
   "text": "\"My friends will speak for me. And I shall give you the addresses of my noble relatives in Germany, though I greatly fear they will oppose my marriage. You, sir, were born in the Fatherland. You know their prejudices.\" \"Don't trouble yourself,\" said Brauner ironically. \"Just take yourself off and spare yourself the disgrace of mingling with us plain folk. Hilda, go to your room!\" Brauner pointed the stem of his pipe toward the outside door and looked meaningly at Mr. Feuerstein. Hilda, her eyes sparkling and her cheeks flushed, put herself between Mr. Feuerstein and the door. \"I guess I've got something to say about that!\""
  },
  {
   "size": 643,
   "text": "she exclaimed. \"Father, you can't make me marry Otto Heilig. I HATE him. I guess this is a free country. I shall marry Mr. Feuer--Carl.\" She went up to him and put her arm through his and looked up at him lovingly. He drew her to him protectingly, and for an instant something of her passionate enthusiasm fired him, or rather, the actor in him. Otto laid his hand on Brauner's arm. \"Don't you see, sir,\" he said in Low-German, very earnestly, \"that you're driving her to him? I beg you\"--in a lower tone--\"for the sake of her future--don't drive him out, and her with him. If he really would make her a good husband, why not let her have him?"
  },
  {
   "size": 667,
   "text": "If he's not what he claims, she won't have him.\" Brauner hesitated. \"But she's yours. Her mother and I have promised. We are people of our word.\" \"But I won't marry her--not unless she wishes it, she herself. And nothing can be done until this man has had a chance.\" It was evident from Brauner's face that he was yielding to this common sense. Hilda looked at Otto gratefully. \"Thank you, Otto,\" she said. He shook his head mournfully and turned away. Brauner gave Mr. Feuerstein a contemptuous glance. \"Perhaps Otto's right,\" he growled. \"You can stay. Let us have our game, Otto.\" Mrs. Brauner hurried to the kitchen to make ready for four-o'clock coffee and cake."
  },
  {
   "size": 632,
   "text": "Hilda arranged the table for pinochle, and when her father and Otto were seated, motioned her lover to a seat beside her on the sofa. \"Heart's bride,\" he said in a low tone, \"I am prostrated by what I have borne for your sake.\" \"I love you,\" she said softly, her young eyes shining like Titania's when she was garlanding her ass-headed lover. \"You were right, my beloved. We shall win--father is giving in. He's very good-natured, and now he's used to the idea of our love.\" Otto lost the game, and, with his customary patience, submitted to the customary lecture on his stupidity as a player. Brauner was once more in a good humor."
  },
  {
   "size": 682,
   "text": "Having agreed to tolerate Mr. Feuerstein, he was already taking a less unfavorable view of him. And Mr. Feuerstein laid himself out to win the owner of three tenements. He talked German politics with him in High-German, and applauded his accent and his opinions. He told stories of the old German Emperor and Bismarck, and finally discovered that Brauner was an ardent admirer of Schiller. He saw a chance to make a double stroke--to please Brauner and to feed his own vanity. \"With your permission, sir,\" he said, \"I will give a soliloquy from Wallenstein.\" Brauner went to the door leading down the private hall. \"Mother!\" he called. \"Come at once. Mr. Feuerstein's going to act.\""
  },
  {
   "size": 605,
   "text": "Hilda was bubbling over with delight. Otto sat forgotten in the corner. Mrs. Brauner came bustling, her face rosy from the kitchen fire and her hands moist from a hasty washing. Mr. Feuerstein waited until all were seated in front of him. He then rose and advanced with stately tread toward the clear space. He rumpled his hair, drew down his brows, folded his arms, and began a melancholy, princely pacing of the floor. With a suddenness that made them start, he burst out thunderously. He strode, he roared, he rolled his eyes, he waved his arms, he tore at his hair. It was Wallenstein in a soul-sweat."
  },
  {
   "size": 608,
   "text": "The floor creaked, the walls echoed. His ingenuous auditors, except Otto, listened and looked with bated breath. They were as vastly impressed as is a drawing-room full of culture-hunters farther up town when a man discourses to them on a subject of which he knows just enough for a wordy befuddling of their ignorance. And the burst of applause which greeted the last bellowing groan was full as hearty as that which greets the bad singing or worse playing at the average musicale. Swollen with vanity and streaming with sweat, Mr. Feuerstein sat down. \"Good, Mr. Feuerstein--ah! it is grand!\" said Brauner."
  },
  {
   "size": 608,
   "text": "Hilda looked at her lover proudly. Otto felt that the recitation was idiotic--\"Nobody ever carried on like that,\" he said to himself. But he also felt the pitiful truth, \"I haven't got a ghost of a chance.\" He rose as soon as he could muster the courage. \"I must get back and help Schwartz open up,\" he said, looking round forlornly. \"It's five o'clock.\" \"You must stay to coffee,\" insisted Mrs. Brauner. It should have been served before, but Mr. Feuerstein's exhibition had delayed it. \"No--I must work,\" he replied. \"It's five o'clock.\" \"That's right,\" said Brauner with an approving nod. \"Business first!"
  },
  {
   "size": 871,
   "text": "I must go in myself--and you, too, Hilda.\" The late Sunday afternoon opening was for a very important trade. Hilda blushed--the descent from the romantic to the practical jarred upon her. But Mr. Feuerstein rose and took leave most graciously. \"May I return this evening?\" he said to Brauner. \"Always glad to see our friends,\" answered Brauner with a shamefaced, apologetic look at Otto. At seven o'clock that evening Otto, just closing his shop, saw Mr. Feuerstein and Hilda pass on their way toward Tompkins Square. A few minutes later Sophie came along. She paused and tried to draw him into conversation. But he answered briefly and absently, gradually retreating into the darkness of his shop and pointedly drawing the door between him and her. Sophie went on her way downcast, but not in the least disheartened. \"When Hilda is Mrs. Feuerstein,\" she said to herself."
  },
  {
   "size": 801,
   "text": "A BOLD DASH AND A DISASTERMr. Feuerstein's evening was even more successful than his afternoon. Brauner was still grumbling. Mr. Feuerstein could not possibly be adjusted in his mind to his beloved ideals, his religion of life--\"Arbeit und Liebe und Heim.\" Still he was yielding and Hilda saw the signs of it. She knew he was practically won over and was secretly inclined to be proud that his daughter had made this exalted conquest. All men regard that which they do not know either with extravagant awe or with extravagant contempt. While Brauner had the universal human failing for attaching too much importance to the department of human knowledge in which he was thoroughly at home, he had the American admiration for learning, for literature, and instead of spelling them with a very small \"l,\""
  },
  {
   "size": 604,
   "text": "as \"practical\" men sometimes do with age and increasing vanity, he spelled them with huge capitals, erecting them into a position out of all proportion to their relative importance in the life of the human animal. Mr. Feuerstein had just enough knowledge to enable him to play upon this weakness, this universal human susceptibility to the poison of pretense. All doubt of success fled his mind, and he was free to indulge his vanity and his contempt for these simple, unpretending people. \"So vulgar!\" he said to himself, as he left their house that night--he who knew how to do nothing of use or value."
  },
  {
   "size": 753,
   "text": "\"It is a great condescension for me. Working people--ugh!\" As he strolled up town he was spending in fancy the income from at least two, perhaps all three, flat-houses--\"The shop's enough for the old people and that dumb ass of a brother. I'll elevate the family. Yes, I think I'll run away with Hilda to-morrow--that's the safest plan.\" Otto had guessed close to the truth about Feuerstein's affairs. They were in a desperate tangle. He had been discharged from the stock company on Saturday night. He was worthless as an actor, and had the hostility of the management and of his associates. His landlady had got the news promptly from a boarder who paid in part by acting as a sort of mercantile agency for her in watching her very uncertain boarders."
  },
  {
   "size": 792,
   "text": "She had given him a week's notice, and had so arranged matters that if he fled he could not take his meager baggage. He was down to eighty-five cents of a borrowed dollar. He owed money everywhere in sums ranging from five dollars to twenty-five cents. The most of these debts were in the form of half-dollar borrowings. He had begun his New York career with loans of \"five dollars until Thursday--I'm a little pressed.\" Soon it became impossible for him to get more than a dollar at a time even from the women, except an occasional windfall through a weak or ignorant new acquaintance. He clung tenaciously to the fifty-cent basis--to go lower would cheapen him. But for the last two weeks his regular levies had been of twenty-five cents, with not a few descents to ten and even five cents."
  },
  {
   "size": 690,
   "text": "He reached Goerwitz's at ten o'clock and promenaded slowly through both rooms twice. Just as he was leaving he espied an acquaintance who was looking fiercely away from him as if saying: \"I don't see you, and, damn you, don't you dare see me!\" But Feuerstein advanced boldly. Twelve years of active membership in that band of \"beats\" which patrols every highway and byway and private way of civilization had thickened and toughened his skin into a hide. \"Good evening, Albers,\" he said cordially, with a wave of the soft, light hat. \"I see you have a vacant place in your little circle. Thank you!\" He assumed that Albers had invited him, took a chair from another table and seated himself."
  },
  {
   "size": 888,
   "text": "Social courage is one of the rarest forms of courage. Albers grew red but did not dare insult such a fine-looking fellow who seemed so hearty and friendly. He surlily introduced Feuerstein to his friends--two women and two men. Feuerstein ordered a round of beer with the air of a prince and without the slightest intention of paying for it. The young woman of the party was seated next to him. Even before he sat he recognized her as the daughter of Ganser, a rich brewer of the upper East Side. He had placed himself deliberately beside her, and he at once began advances. She showed at a glance that she was a silly, vain girl. Her face was fat and dull; she had thin, stringy hair. She was flabby and, in the lazy life to which the Gansers' wealth and the silly customs of prosperous people condemned her, was already beginning to expand in the places where she could least afford it."
  },
  {
   "size": 634,
   "text": "He made amorous eyes at her. He laughed enthusiastically at her foolish speeches. He addressed his pompous platitudes exclusively to her. Within an hour he pressed her hand under the table and sighed dramatically. When she looked at him he started and rolled his great eyes dreamily away. Never before had she received attentions that were not of the frankest and crudest practical nature. She was all in a flutter at having thus unexpectedly come upon appreciation of the beauties and merits her mirror told her she possessed. When Mrs. Schoenberg, her aunt, rose to go, she gave Feuerstein a chance to say in a low aside: \"My queen!"
  },
  {
   "size": 690,
   "text": "To-morrow at eleven--at Bloomingdale's.\" Her blush and smile told him she would be there. All left except Feuerstein and a youth he had been watching out of the corner of his eyes--young Dippel, son of the rich drug-store man. Feuerstein saw that Dippel was on the verge of collapse from too much drink. As he still had his eighty-five cents, he pressed Dippel to drink and, by paying, induced him to add four glasses of beer to his already top-heavy burden. \"Mus' go home,\" said Dippel at last, rising abruptly. Feuerstein walked with him, taking his arm to steady him. \"Let's have one more,\" he said, drawing him into a saloon, gently pushing him to a seat at a table and ordering whisky."
  },
  {
   "size": 806,
   "text": "After the third large drink, Dippel became helpless and maudlin and began to overflow with generous sentiments. \"I love you, Finkelstern, ol' man,\" he declared tearfully. \"They say you're a dead beat, but wha' d'I care?\" \"Finkelstern,\" affecting drunkenness, shed tears on Dippel's shoulder, denied that he was a \"beat\" and swore that he loved Dippel like a brother. \"You're my frien',\" he said. \"I know you'd trust me to any amount.\" Dippel took from his trousers pocket a roll of bills several inches thick. Feuerstein thrilled and his eyes grew eloquent as he noted tens and twenties and at least one fifty. Slowly, and with exaggerated care, Dippel drew off a ten. \"There y'are, ol' dead beat,\" he said. \"I'll stake you a ten. Lots more where that came from--soda-fountain counter's reg'lar gol' mine.\""
  },
  {
   "size": 604,
   "text": "In taking off the ten, he dropped a twenty. It fluttered to the floor and the soldier of fortune, the scorner of toil and toilers, slid his foot over it as swiftly and naturally as a true aristocrat always covers an opportunity to get something somebody else has earned. He put the ten in his pocket, when Dippel's eyes closed he stooped and retrieved the twenty with stealth--and skill. When the twenty was hidden, and the small but typical operation in high finance was complete, he shook Dippel. \"I say, old man,\" he said, \"hadn't you better let me keep your money for you? I'm afraid you'll lose it.\""
  },
  {
   "size": 637,
   "text": "Dippel slowly unclosed one eye and gave him a look of glassy cunning. He again drew the roll from his pocket, and, clasping it tightly in his fist, waved it under Feuerstein's nose. As he did it, he vented a drunken chuckle. \"Soda fountain's gol' mine, Fishenspiel,\" he said thickly. \"No, you don't! I can watch my own roll.\" He winked and chuckled. \"Sorry to disappoint you, Fishy,\" he went on, with a leer. Then he took off another ten and handed it to Feuerstein. \"Good fel', Fishy,\" he mumbled, \"'f y' are a dead beat.\" Feuerstein added the ten to the thirty and ordered more whisky. Dippel tried to doze, but he would not permit it."
  },
  {
   "size": 893,
   "text": "\"He mustn't sleep any of it off,\" he thought. When the whisky came Dippel shook himself together and started up. \"G'-night,\" he said, trying to stand, look and talk straight. \"Don't f'rget, y'owe me ten dollarses--no, two ten dollarses.\" \"Oh, sit down,\" coaxed Feuerstein, taking him by the arm. \"It's early yet.\" Dippel shook him off with much dignity. \"Don' touch me!\" he growled. \"I know what I'm 'bout. I'm goin' home.\" Then to himself, but aloud: \"Dippy, you're too full f'r utterance--you mus' shake this beat.\" Again to Feuerstein: \"G'night, Mr. Funkelshine--g'night. Sit there till I'm gone.\" Feuerstein rose to follow and Dippel struck at him. The waiter seized each by the shoulder and flung them through the swinging doors. Dippel fell in a heap on the sidewalk, but Feuerstein succeeded in keeping to his feet. He went to the assistance of Dippel. \"Don't touch me,\" shouted Dippel."
  },
  {
   "size": 625,
   "text": "Feuerstein looked fearfully round, gave Dippel a kick and hurried away. When he glanced back from a safe distance Dippel was waving to and fro on his wobbling legs, talking to a cabman. \"Close-fisted devil,\" muttered Feuerstein. \"He couldn't forget his money even when he was drunk. What good is money to a brute like him?\" And he gave a sniff of contempt for the vulgarity and meanness of Dippel and his kind.Early the next morning he established a modus vivendi with his landlady by giving her ten dollars on account. He had an elaborate breakfast at Terrace Garden and went to Bloomingdale's, arriving at eleven precisely."
  },
  {
   "size": 600,
   "text": "Lena Ganser was already there, pretending to shop at a counter in full view of the appointed place. They went to Terrace Garden and sat in the Stube. He at once opened up his sudden romantic passion. \"All night I have walked the streets,\" he said, \"dreaming of you.\" When he had fully informed her of the state of his love-maddened mind toward her, he went on to his most congenial topic--himself. \"You have heard of the Freiherr von Feuerstein, the great soldier?\" he asked her. Lena had never heard of him. But she did not know who was German Emperor or even who was President of the United States."
  },
  {
   "size": 604,
   "text": "She, therefore, had to be extremely cautious. She nodded assent. \"My uncle,\" said Feuerstein impressively. His eyes became reflective. \"Strange!\" he exclaimed in tender accents, soliloquizing--\"strange where romance will lead us. Instead of remaining at home, in ease and luxury, here am I--an actor--a wanderer--roaming the earth in search of the heart that Heaven intended should be wedded to mine.\" He fixed his gaze upon Lena's fat face with the expression that had made Hilda's soul fall down and worship. \"And--I have found it!\" He drew in and expelled a vast breath. \"At last! My soul is at rest.\""
  },
  {
   "size": 859,
   "text": "Lena tried to look serious in imitation of him, but that was not her way of expressing emotion. She made a brief struggle, then collapsed into her own mode--a vain, delighted, giggling laugh. \"Why do you smile?\" he asked sternly. He revolted from this discord to his symphony. She sobered with a frightened, deprecating look. \"Don't mind me,\" she pleaded. \"Pa says I'm a fool. I was laughing because I'm happy. You're such a sweet, romantic dream of a man.\" Feuerstein was not particular either as to the quality or as to the source of his vanity-food. He accepted Lena's offering with a condescending nod and smile. They talked, or, rather, he talked and she listened and giggled until lunch time. As the room began to fill, they left and he walked home with her. \"You can come in,\" she said. \"Pa won't be home to lunch to-day and ma lets me do as I please.\""
  },
  {
   "size": 680,
   "text": "The Gansers lived in East Eighty-first Street, in the regulation twenty-five-foot brownstone house. And within, also, it was of a familiar New York type. It was the home of the rich, vain ignoramus who has not taste enough to know that those to whom he has trusted for taste have shockingly betrayed him. Ganser had begun as a teamster for a brewery and had grown rapidly rich late in life. He happened to be elected president of a big Verein and so had got the notion that he was a person of importance and attainments beyond his fellows. Too coarse and narrow and ignorant to appreciate the elevated ideals of democracy, he reverted to the European vulgarities of rank and show."
  },
  {
   "size": 719,
   "text": "He decided that he owed it to himself and his family to live in the estate of \"high folks.\" He bought a house in what was for him an ultra-fashionable quarter, and called for bids to furnish it in the latest style. The results were even more regardless of taste than of expense--carpets that fought with curtains, pictures that quarreled with their frames and with the walls, upholstery so bellicose that it seemed perilous to sit upon. But Feuerstein was as impressed as the Gansers had been the first time they beheld the gorgeousness of their palace. He looked about with a proprietary sense--\"I'll marry this little idiot,\" he said to himself. \"Maybe my nest won't be downy, and maybe I won't lie at my ease in it!\""
  },
  {
   "size": 605,
   "text": "He met Mrs. Ganser and had the opportunity to see just what Lena would look and be twenty years thence. Mrs. Ganser moved with great reluctance and difficulty. She did not speak unless forced and then her voice seemed to have felt its way up feebly through a long and painfully narrow passage, emerging thin, low and fainting. When she sat--or, rather, AS she sat, for she was always sitting--her mountain of soft flesh seemed to be slowly collapsing upon and around the chair like a lump of dough on a mold. Her only interest in life was disclosed when she was settled and settling at the luncheon table."
  },
  {
   "size": 315,
   "text": "She used her knife more than her fork and her fingers more than either. Feuerstein left soon after luncheon, lingering only long enough to give Lena a theatrical embrace. \"Well, I'll not spend much time with those women, once I'm married,\" he reflected as he went down the steps; and he thought of Hilda and sighed."
  },
  {
   "size": 729,
   "text": "The next day but one he met Lena in the edge of the park and, after gloomy silence, shot with strange piercing looks that made her feel as if she were the heroine of a book, he burst forth with a demand for immediate marriage. \"Forty-eight hours of torment!\" he cried. \"I shall not leave you again until you are securely mine.\" He proceeded to drop vague, adroit hints of the perils that beset a fascinating actor's life, of the women that had come and gone in his life. And Lena, all a-tremble with jealous anxiety, was in the parlor of a Lutheran parsonage, with the minister reading out of the black book, before she was quite aware that she and her cyclonic adorer were not still promenading near the green-house in the park."
  },
  {
   "size": 628,
   "text": "\"Now,\" said Feuerstein briskly, as they were once more in the open air, \"we'll go to your father.\" \"Goodness gracious, no,\" protested Lena. \"You don't know him--he'll be crazy--just crazy! We must wait till he finds out about you--then he'll be very proud. He wanted a son-in-law of high social standing--a gentleman.\" \"We will go home, I tell you,\" replied Feuerstein firmly--his tone was now the tone of the master. All the sentiment was out of it and all the hardness in it. Lena felt the change without understanding it. \"I bet you, pa'll make you wish you'd taken my advice,\" she said sullenly. But Feuerstein led her home."
  },
  {
   "size": 728,
   "text": "They went up stairs where Mrs. Ganser was seated, looking stupidly at a new bonnet as she turned it slowly round on one of her cushion-like hands. Feuerstein went to her and kissed her on the hang of her cheek. \"Mother!\" he said in a deep, moving voice. Mrs. Ganser blinked and looked helplessly at Lena. \"I'm married, ma,\" explained Lena. \"It's Mr. Feuerstein.\" And she gave her silly laugh. Mrs. Ganser grew slowly pale. \"Your father,\" she at last succeeded in articulating. \"Ach!\" She lifted her arm, thick as a piano leg, and resumed the study of her new bonnet. \"Won't you welcome me, mother?\" asked Feuerstein, his tone and attitude dignified appeal. Mrs. Ganser shook her huge head vaguely. \"See Peter,\" was all she said."
  },
  {
   "size": 643,
   "text": "They went down stairs and waited, Lena silent, Feuerstein pacing the room and rehearsing, now aloud, now to himself, the scene he would enact with his father-in-law. Peter was in a frightful humor that evening. His only boy, who spent his mornings in sleep, his afternoons in speeding horses and his evenings in carousal, had come down upon him for ten thousand dollars to settle a gambling debt. Peter was willing that his son should be a gentleman and should conduct himself like one. But he had worked too hard for his money not to wince as a plain man at what he endured and even courted as a seeker after position for the house of Ganser."
  },
  {
   "size": 614,
   "text": "He had hoped to be free to vent his ill-humor at home. He was therefore irritated by the discovery that an outsider was there to check him. As he came in he gave Feuerstein a look which said plainly: \"And who are you, and how long are you going to intrude yourself?\" But Feuerstein, absorbed in the role he had so carefully thought out, did not note his unconscious father-in-law's face. He extended both his hands and advanced grandly upon fat, round Peter. \"My father!\" he exclaimed in his classic German. \"Forgive my unseemly haste in plucking without your permission the beautiful flower I found within reach.\""
  },
  {
   "size": 602,
   "text": "Peter stepped back and gave a hoarse grunt of astonishment. His red face became redder as he glared, first at Feuerstein, then at Lena. \"What lunatic is this you've got here, daughter?\" he demanded. \"My father!\" repeated Feuerstein, drawing Lena to him. Ganser's mouth opened and shut slowly several times and his whiskers bristled. \"Is this fellow telling the truth?\" he asked Lena in a tone that made her shiver and shrink away from her husband. She began to cry. \"He made me do it, pa,\" she whined. \"I--I--\" \"Go to your mother,\" shouted Ganser, pointing his pudgy finger tremulously toward the door."
  },
  {
   "size": 613,
   "text": "\"Move!\" Lena, drying her eyes with her sleeve, fled. Feuerstein became a sickly white. When she had disappeared, Ganser looked at him with cruel little eyes that sparkled. Feuerstein quailed. It was full half a minute before Ganser spoke. Then he went up to Feuerstein, stood on tiptoe and, waving his arms frantically above his head, yelled into his face \"Rindsvieh!\"--as contemptuous an insult as one German can fling at another. \"She is my lawful wife,\" said Feuerstein with an attempt at his pose. \"Get the house aus--quick!--aus!--gleich!--Lump!--I call the police!\" \"I demand my wife!\" exclaimed Feuerstein."
  },
  {
   "size": 547,
   "text": "Ganser ran to the front door and opened it. \"Out!\" he shrieked. \"If you don't, I have you taken in when the police come the block down. This is my house! Rindsvieh!\" Feuerstein caught up his soft hat from the hall table and hurried out. As he passed, Ganser tried to kick him but failed ludicrously because his short, thick leg would not reach. At the bottom of the steps Feuerstein turned and waved his fists wildly. Ganser waved his fists at Feuerstein and, shaking his head so violently that his hanging cheeks flapped back and forth, bellowed:"
  },
  {
   "size": 609,
   "text": "Then he rushed in and slammed the door. A SENSITIVE SOUL SEEKS SALVEAs Mr. Feuerstein left Hilda on the previous Sunday night he promised to meet her in Tompkins Square the next evening--at the band concert. She walked up and down with Sophie, her spirits gradually sinking after half-past eight and a feeling of impending misfortune settling in close. She was not conscious of the music, though the second part of the program contained the selections from Wagner which she loved best. She feverishly searched the crowd and the half-darkness beyond. She imagined that every approaching tall man was her lover."
  },
  {
   "size": 672,
   "text": "With the frankness to which she had been bred she made no concealment of her heart-sick anxiety. \"He may have to be at the theater,\" said Sophie, herself extremely uneasy. Partly through shrewdness, partly through her natural suspicion of strangers, she felt that Mr. Feuerstein, upon whom she was building, was not a rock. \"No,\" replied Hilda. \"He told me he wouldn't be at the theater, but would surely come here.\" The fact that her lover had said so settled it to her mind. They did not leave the Square until ten o'clock, when it was almost deserted and most of its throngs of an hour before were in bed sleeping soundly in the content that comes from a life of labor."
  },
  {
   "size": 633,
   "text": "And when she did get to bed she lay awake for nearly an hour, tired though she was. Without doubt some misfortune had befallen him--\"He's been hurt or is ill,\" she decided. The next morning she stood in the door of the shop watching for the postman on his first round; as he turned the corner of Second Street, she could not restrain herself, but ran to meet him. \"Any letter for me?\" she inquired in a voice that compelled him to feel personal guilt in having to say \"No.\" It was a day of mistakes in weights and in making up packages, a day of vain searching for some comforting explanation of Mr. Feuerstein's failure and silence."
  },
  {
   "size": 607,
   "text": "After supper Sophie came and they went to the Square, keeping to the center of it where the lights were brightest and the people fewest. \"I'm sure something's happened,\" said Sophie. \"Maybe Otto has told him a story--or has--\" \"No--not Otto.\" Hilda dismissed the suggestion as impossible. She had known Otto too long and too well to entertain for an instant the idea that he could be underhanded. \"There's only one reason--he's sick, very sick--too sick to send word.\" \"Let's go and see,\" said Sophie, as if she had not planned it hours before. Hilda hesitated. \"It might look as if I--\" She did not finish."
  },
  {
   "size": 725,
   "text": "\"But you needn't show yourself,\" replied Sophie. \"You can wait down the street and I'll go up to the door and won't give my name.\" Hilda clasped her arm more tightly about Sophie's waist and they set out. They walked more and more swiftly until toward the last they were almost running. At the corner of Fifteenth Street and First Avenue Hilda stopped. \"I'll go through to Stuyvesant Square,\" she said, \"and wait there on a bench near the Sixteenth Street entrance. You'll be quick, won't you?\" Sophie went to Mr. Feuerstein's number and rang. After a long wait a slovenly girl in a stained red wrapper, her hair in curl-papers and one stocking down about her high-heeled slipper, opened the door and said: \"What do you want?"
  },
  {
   "size": 702,
   "text": "I sent the maid for a pitcher of beer.\" \"I want to ask about Mr. Feuerstein,\" replied Sophie. The girl's pert, prematurely-wrinkled face took on a quizzical smile. \"Oh!\" she said. \"You can go up to his room. Third floor, back. Knock hard--he's a heavy sleeper.\" Sophie climbed the stairs and knocked loudly. \"Come!\" was the answer in German, in Mr. Feuerstein's deep stage-voice. She opened the door a few inches and said through the crack: \"It's me, Mr. Feuerstein--Sophie Liebers--from down in Avenue A--Hilda's friend.\" \"Come in,\" was Mr. Feuerstein's reply, in a weary voice, after a pause. From Ganser's he had come straight home and had been sitting there ever since, depressed, angry, perplexed."
  },
  {
   "size": 621,
   "text": "Sophie pushed the door wide and stood upon the threshold. \"Hilda's over in Stuyvesant Square,\" she said. \"She thought you might be sick, so we came. But if you go to her, you must pretend you came by accident and didn't see me.\" Mr. Feuerstein reflected, but not so deeply that he neglected to pose before Sophie as a tragedy-king. And it called for little pretense, so desperate and forlorn was he feeling. Should he go or should he send Sophie about her business? There was no hope that the rich brewer would take him in; there was every reason to suspect that Peter would arrange to have the marriage quietly annulled."
  },
  {
   "size": 620,
   "text": "At most he could get a few thousands, perhaps only hundreds, by threatening a scandal. Yes, it would be wise, on the whole, to keep little Hilda on the string. \"I am very ill,\" he said gloomily, \"but I will go.\" Sophie felt hopeful and energetic again. \"I won't come up to her till you leave her.\" \"You are a good girl--a noble creature.\" Mr. Feuerstein took her hand and pretended to be profoundly moved by her friendship. Sophie gave him a look of simplicity and warm-heartedness. Her talent for acting had not been spoiled by a stage experience. \"Hilda's my friend,\" she said earnestly. \"And I want to see her happy.\""
  },
  {
   "size": 621,
   "text": "\"Noble creature!\" exclaimed Mr. Feuerstein. \"May God reward you!\" And he dashed his hand across his eyes. He went to the mirror on his bureau, carefully arranged the yellow aureole, carefully adjusted the soft light hat. Then with feeble step he descended the stairs. As he moved down the street his face was mournful and his shoulders were drooped--a stage invalid. When Hilda saw him coming she started up and gave a little cry of delight; but as she noted his woebegone appearance, a very real paleness came to her cheeks and very real tears to her great dark eyes. Mr. Feuerstein sank slowly into the seat beside her."
  },
  {
   "size": 713,
   "text": "\"Soul's wife,\" he murmured. \"Ah--but I have been near to death. The strain of the interview with your father--the anguish--the hope--oh, what a curse it is to have a sensitive soul! And my old trouble\"--he laid his hand upon his heart and slowly shook his head--\"returned. It will end me some day.\" Hilda was trembling with sympathy. She put her hand upon his. \"If you had only sent word, dear,\" she said reproachfully, \"I would have come. Oh--I do love you so, Carl! I could hardly eat or sleep--and--\" \"The truth would have been worse than silence,\" he said in a hollow voice. He did not intend the double meaning of his remark; the Gansers were for the moment out of his mind, which was absorbed in his acting."
  },
  {
   "size": 619,
   "text": "\"But it is over for the present--yes, over, my priceless pearl. I can come to see you soon. If I am worse I shall send you word.\" \"But can't I come to see you?\" \"No, bride of my dreams. It would not be--suitable. We must respect the little conventions. You must wait until I come.\" His tone was decided. She felt that he knew best. In a few minutes he rose. \"I must return to my room,\" he said wearily. \"Ah, heart's delight, it is terrible for a strong man to find himself thus weak. Pity me. Pray for me.\" He noted with satisfaction her look of love and anxiety. It was some slight salve to his cruelly wounded vanity."
  },
  {
   "size": 432,
   "text": "He walked feebly away, but it was pure acting, as he no longer felt so downcast. He had soon put Hilda into the background and was busy with his plans for revenge upon Ganser--\"a vulgar animal who insulted me when I honored him by marrying his ugly gosling.\" Before he fell asleep that night he had himself wrought up to a state of righteous indignation. Ganser had cheated, had outraged him--him, the great, the noble, the eminent."
  },
  {
   "size": 640,
   "text": "Early the next morning he went down to a dingy frame building that cowered meanly in the shadow of the Criminal Court House. He mounted a creaking flight of stairs and went in at a low door on which \"Loeb, Lynn, Levy and McCafferty\" was painted in black letters. In the narrow entrance he brushed against a man on the way out, a man with a hangdog look and short bristling hair and the pastily-pallid skin that comes from living long away from the sunlight. Feuerstein shivered slightly--was it at the touch of such a creature or at the suggestions his appearance started? In front of him was a ground-glass partition with five doors in it."
  },
  {
   "size": 659,
   "text": "At a dirty greasy pine table sat a boy--one of those child veterans the big city develops. He had a long and extremely narrow head. His eyes were close together, sharp and shifty. His expression was sophisticated and cynical. \"Well, sir!\" he said with curt impudence, giving Feuerstein a gimlet-glance. \"I want to see Mr. Loeb.\" Feuerstein produced a card--it was one of his last remaining half-dozen and was pocket-worn. The office boy took it with unveiled sarcasm in his eyes and in the corners of his mouth. He disappeared through one of the five doors, almost immediately reappeared at another, closed it mysteriously behind him and went to a third door."
  },
  {
   "size": 899,
   "text": "He threw it open and stood aside. \"At the end of the hall,\" he said. \"The door with Mr. Loeb's name on it. Knock and walk right in.\" Feuerstein followed the directions and found himself in a dingy little room, smelling of mustiness and stale tobacco, and lined with law books, almost all on crime and divorce. Loeb, Lynn, Levy and McCafferty were lawyers to the lower grades of the criminal and shady only. They defended thieves and murderers; they prosecuted or defended scandalous divorce cases; they packed juries and suborned perjury and they tutored false witnesses in the way to withstand cross-examination. In private life they were four home-loving, law-abiding citizens. Loeb looked up from his writing and said with contemptuous cordiality: \"Oh--Mr. Feuerstein. Glad to see you--AGAIN. What's the trouble--NOW?\" At \"again\" and \"now\" Feuerstein winced slightly. He looked nervously at Loeb."
  },
  {
   "size": 680,
   "text": "\"It's been--let me see--at least seven years since I saw you,\" continued Loeb, who was proud of his amazing memory. He was a squat, fat man, with a coarse brown skin and heavy features. He was carefully groomed and villainously perfumed and his clothes were in the extreme of the loudest fashion. A diamond of great size was in his bright-blue scarf; another, its match, loaded down his fat little finger. Both could be unscrewed and set in a hair ornament which his wife wore at first nights or when they dined in state at Delmonico's. As he studied Feuerstein, his face had its famous smile, made by shutting his teeth together and drawing his puffy lips back tightly from them."
  },
  {
   "size": 623,
   "text": "\"That is all past and gone,\" said Feuerstein. \"As a lad I was saved by you from the consequences of boyish folly. And now, a man grown, I come to you to enlist your aid in avenging an insult to my honor, an--\" \"Be as brief as possible,\" cut in Loeb. \"My time is much occupied. The bald facts, please--FACTS, and BALD.\" Feuerstein settled himself and prepared to relate his story as if he were on the stage, with the orchestra playing low and sweet. \"I met a woman and loved her,\" he began in a deep, intense voice with a passionate tremolo. \"A bad start,\" interrupted Loeb. \"If you go on that way, we'll never get anywhere."
  },
  {
   "size": 388,
   "text": "You're a frightful fakir and liar, Feuerstein. You were, seven years ago; of course, the habit's grown on you. Speak out! What do you want? As your lawyer, I must know things exactly as they are.\" \"I ran away with a girl--the daughter of the brewer, Peter Ganser,\" said Feuerstein, sullen but terse. \"And her father wouldn't receive me--shut her up--put me out.\" \"And you want your wife?\""
  },
  {
   "size": 622,
   "text": "\"Of course--cash. Well, Ganser's a rich man. I should say he'd give up a good deal to get rid of YOU.\" Loeb gave that mirthless and mirth-strangling smile as he accented the \"you.\" \"He's got to give up!\" said Feuerstein fiercely. \"Slowly! Slowly!\" Loeb leaned forward and looked into Feuerstein's face. \"You mustn't forget.\" Feuerstein's eyes shifted rapidly as he said in a false voice: \"She got a divorce years ago.\" \"Anyhow, she's away off in Russia.\" \"I don't want you to confess a crime you haven't come to me about,\" said Loeb, adding with peculiar emphasis: \"Of course, if we KNEW you were still married to the Mrs."
  },
  {
   "size": 389,
   "text": "Feuerstein of seven years ago we couldn't take the present case. As it is--the best way is to bluff the old brewer. He doesn't want publicity; neither do you. But you know he doesn't, and he doesn't know that you love quiet.\" \"Ganser treated me infamously. He must sweat for it. I'm nothing if not a good hater.\" \"No doubt,\" said Loeb dryly. \"And you have rights which the law safeguards.\""
  },
  {
   "size": 632,
   "text": "\"Leave that to us. How much do you want--how much damages?\" \"He ought to pay at least twenty-five thousand.\" Loeb shrugged his shoulders. \"Ridiculous!\" he said. \"Possibly the five without the twenty. And how do you expect to pay us?\" \"I'm somewhat pressed just at the moment. But I thought\"--Feuerstein halted. \"That we'd take the case as a speculation? Well, to oblige an old client, we will. But you must agree to give us all we can get over and above five thousand--half what we get if it's below that.\" \"Those are hard terms,\" remonstrated Feuerstein. The more he had thought on his case, the larger his expectations had become."
  },
  {
   "size": 648,
   "text": "\"Very generous terms, in the circumstances. You can take it or leave it.\" \"I can't do anything without you. I accept.\" \"Very well.\" Loeb took up his pen, as if he were done with Feuerstein, but went on: \"And you're SURE that the--the FORMER Mrs. Feuerstein is divorced--and won't turn up?\" \"Absolutely. She swore she'd never enter any country where I was.\" \"Has she any friends who are likely to hear of this?\" \"She knew no one here.\" \"All right. Go into the room to the left there. Mr. Travis or Mr. Gordon will take your statement of the facts--names, dates, all details. Good morning.\" Feuerstein went to Travis, small and sleek, smooth and sly."
  },
  {
   "size": 602,
   "text": "When Travis had done with him, he showed him out. \"Call day after to-morrow,\" he said, \"and when you come, ask for me. Mr. Loeb never bothers with these small cases.\" Travis reported to Loeb half an hour later, when Feuerstein's statement had been typewritten. Loeb read the statement through twice with great care. \"Most complete, Mr. Travis,\" was his comment. \"You've done a good piece of work.\" He sat silent, drumming noiselessly on the table with his stumpy, hairy, fat fingers. At last he began: \"It ought to be worth at least twenty thousand. Do you know Ganser?\" \"Just a speaking acquaintance.\""
  },
  {
   "size": 681,
   "text": "\"Excellent. What kind of a man is he?\" \"Stupid and ignorant, but not without a certain cunning. We can get at him all right, though. He's deadly afraid of social scandal. Wants to get into the German Club and become a howling swell. But he don't stand a chance, though he don't know it.\" \"You'd better go to see him yourself,\" said Loeb. \"I'll be glad to do it, Mr. Loeb. Isn't your man--this Feuerstein--a good bit to the queer?\" \"A dead beat--one of the worst kind--the born gentleman. You've noticed, perhaps, that where a man or woman has been brought up to live without work, to live off other people's work, there's nothing they wouldn't stoop to, to keep on living that way."
  },
  {
   "size": 680,
   "text": "As for this chap, if he had got started right, he'd be operating up in the Fifth Avenue district. He used to have a wife. He SAYS he's divorced.\" Loeb and Travis looked each at the other significantly. \"I see,\" said Travis. \"Neither side wants scandal. Still, I think you're right, that Ganser's good for twenty thousand.\" \"You can judge better after you've felt him,\" replied Loeb. \"You'd better go at once. Give him the tip that Feuerstein's about to force him to produce his daughter in court. But you understand. Try to induce him to go to Beck.\" Travis grinned and Loeb's eyes twinkled. \"You might lay it on strong about Feuerstein's actor-craze for getting into the papers.\""
  },
  {
   "size": 637,
   "text": "\"That's a grand idea,\" exclaimed Travis. \"I don't think I'll suggest any sum if he agrees to go to Beck. Beck can get at least five thousand more out of him than any other lawyer in town.\" \"Beck's the wonder,\" said Loeb. \"LOEB and Beck,\" corrected Travis in a flattering tone. Loeb waved his hot, fat head gently to and fro as if a pleasant cooling stream were being played upon it. \"I think I have got a 'pretty good nut on me,' as John L. used to say,\" he replied. \"I think I do know a little about the law. And now hustle yourself, my boy. This case must be pushed. The less time Ganser has to look about, the better for--our client.\""
  },
  {
   "size": 780,
   "text": "Travis found Ganser in his office at the brewery. The old man's face was red and troubled. \"I've come on very unpleasant business, Mr. Ganser,\" said Travis with deference. \"As you know, I am with Loeb, Lynn, Levy and McCafferty. Our client, Mr. Feuerstein--\" Ganser leaped to his feet, apoplectic. \"Get out!\" he shouted, \"I don't speak with you!\" \"As an officer of the court, Mr. Ganser,\" said Travis suavely, \"it is my painful duty to insist upon a hearing. We lawyers can't select our clients. We must do our best for all comers. Our firm has sent me out of kindly feeling for you. We are all men of family, like yourself, and, when the case was forced on us, we at once tried to think how we could be of service to you--of course, while doing our full legal duty by our client."
  },
  {
   "size": 655,
   "text": "I've come in the hope of helping you to avoid the disgrace of publicity.\" \"Get out!\" growled Peter. \"I know lawyers--they're all thieves. Get out!\" But Travis knew that Peter wished him to stay. \"I needn't enlarge on our client--Mr. Feuerstein. You know he's an actor. You know how they crave notoriety. You know how eager the newspapers are to take up and make a noise about matters of this kind.\" Peter was sweating profusely, and had to seat himself. \"It's outrageous!\" he groaned in German. \"Feuerstein has ordered us to have your daughter brought into court at once--to-morrow. He's your daughter's lawful husband and she's well beyond the legal age."
  },
  {
   "size": 616,
   "text": "Of course, he can't compel her to live with him or you to support him. But he can force the courts to inquire publicly. And I'm sorry to say we'll not be able to restrain him or the press, once he gets the ball to rolling.\" Peter felt it rolling over him, tons heavy. \"What you talk about?\" he said, on his guard but eager. \"It's an outrage that honest men should be thus laid open to attack,\" continued Travis in a sympathetic tone. \"But if the law permits these outrages, it also provides remedies. Your daughter's mistake may cost you a little something, but there need be no scandal.\" \"What do you mean by that?\""
  },
  {
   "size": 650,
   "text": "asked Ganser. \"Really, I've talked too much already, Mr. Ganser. I almost forgot, for the moment, that I'm representing Mr. Feuerstein. But, as between friends, I'd advise you to go to some good divorce lawyers--a firm that is reputable but understands the ins and outs of the business, some firm like Beck and Brown. They can tell you exactly what to do.\" Ganser regarded his \"friend\" suspiciously but credulously. \"I'll see,\" he said. \"But I won't pay a cent.\" \"Right you are, sir! And there may be a way out of it without paying. But Beck can tell you.\" Travis made a motion toward the inside pocket of his coat, then pretended to change his mind."
  },
  {
   "size": 625,
   "text": "\"I came here to serve the papers on you,\" he said apologetically. \"But I'll take the responsibility of delaying--it can't make Feuerstein any less married, and your daughter's certainly safe in her father's care. I'll wait in the hope that YOU'LL take the first step.\" Ganser lost no time in going to his own lawyers--Fisher, Windisch and Carteret, in the Postal Telegraph Building. He told Windisch the whole story. \"And,\" he ended, \"I've got a detective looking up the rascal. He's a wretch--a black wretch.\" \"We can't take your case, Mr. Ganser,\" said Windisch. \"It's wholly out of our line. We don't do that kind of work."
  },
  {
   "size": 600,
   "text": "I should say Beck and Brown were your people. They stand well, and at the same time they know all the tricks.\" \"But they may play me the tricks.\" \"I think not. They stand well at the bar.\" \"Yes, yes,\" sneered Peter, who was never polite, was always insultingly frank to any one who served him for pay. \"I know that bar.\" \"Well, Mr. Ganser,\" replied Windisch, angry but willing to take almost anything from a rich client, \"I guess you can look out for yourself. Of course there's always danger, once you get outside the straight course of justice. As I understand it, your main point is no publicity?\""
  },
  {
   "size": 704,
   "text": "\"That's right,\" replied Ganser. \"No newspapers--no trial.\" \"Then Beck and Brown. Drive as close a bargain as you can. But you'll have to give up a few thousands, I'm afraid.\" Ganser went over into Nassau Street and found Beck in his office. He gazed with melancholy misgivings at this lean man with hair and whiskers of a lifeless black. Beck suggested a starved black spider, especially when you were looking into his cold, amused, malignant black eyes. He made short work of the guileless brewer, who was dazed and frightened by the meshes in which he was enveloped. Staring at the horrid specter of publicity which these men of craft kept before him, he could not vigorously protest against extortion."
  },
  {
   "size": 571,
   "text": "Beck discovered that twenty thousand was his fighting limit. \"Leave the matter entirely in our hands,\" said Beck. \"We'll make the best bargain we can. But Feuerstein has shrewd lawyers--none better. That man Loeb--\" Beck threw up his arms. \"Of course,\" he continued, \"I had to know your limit. I'll try to make the business as cheap for you as possible.\" \"Put 'em off,\" said Ganser. \"My Lena's sick.\" His real reason was his hopes from the reports on Feuerstein's past, which his detective would make. But he thought it was not necessary to tell Beck about the detective."
  },
  {
   "size": 705,
   "text": "TRAGEDY IN TOMPKINS SQUAREAfter another talk with Travis, Feuerstein decided that he must give up Hilda entirely until this affair with the Gansers was settled. Afterward--well, there would be time to decide when he had his five thousand. He sent her a note, asking her to meet him in Tompkins Square on Friday evening. That afternoon he carefully prepared himself. He resolved that the scene between her and him should be, so far as his part was concerned, a masterpiece of that art of which he knew himself to be one of the greatest living exponents. Only his own elegant languor had prevented the universal recognition of this and his triumph over the envy of professionals and the venality of critics."
  },
  {
   "size": 643,
   "text": "It was a concert night in Tompkins Square, and Hilda, off from her work for an hour, came alone through the crowds to meet him. She made no effort to control the delight in her eyes and in her voice. She loved him; he loved her. Why suppress and deny? Why not glory in the glorious truth? She loved him, not because he was her conquest, but because she was his. Mr. Feuerstein was so absorbed in his impending \"act\" that he barely noted how pretty she was and how utterly in love--what was there remarkable in a woman being in love with him? \"The women are all crazy about me,\" was his inward comment whenever a woman chanced to glance at him."
  },
  {
   "size": 614,
   "text": "As he took Hilda's hand he gave her a look of intense, yearning melancholy. He sighed deeply. \"Let us go apart,\" he said. Then he glanced gloomily round and sighed again. They seated themselves on a bench far away from the music and the crowds. He did not speak but repeated his deep sigh. \"Has it made you worse to come, dear?\" Hilda asked anxiously. \"Are you sick?\" \"Sick?\" he said in a hollow voice. \"My soul is sick--dying. My God! My God!\" An impressive pause. \"Ah, child, you do not know what suffering is--you who have lived only in these simple, humble surroundings.\" Hilda was trembling with apprehension."
  },
  {
   "size": 624,
   "text": "\"What is it, Carl? You can tell me. Let me help you bear it.\" \"No! no! I must bear it alone. I must take my dark shadow from your young life. I ought not to have come. I should have fled. But love makes me a coward.\" \"But I love you, Carl,\" she said gently. \"And I have missed you--dreadfully, dreadfully!\" He rolled his eyes wildly. \"You torture me!\" he exclaimed, seizing her hand in a dead man's clutch. \"How CAN I speak?\" Hilda's heart seemed to stand still. She was pale to the lips, and he could see, even in the darkness, her eyes grow and startle. \"What is it?\" she murmured. \"You know I--can bear anything for you.\""
  },
  {
   "size": 681,
   "text": "\"Not that tone,\" he groaned. \"Reproach me! Revile me! Be harsh, scornful--but not those tender accents.\" He felt her hand become cold and he saw terror in her eyes. \"Forgive me,\" she said humbly. \"I don't know what to say or do. I--you look so strange. It makes me feel all queer inside. Won't you tell me, please?\" He noted with artistic satisfaction that the band was playing passionate love-music with sobs and sad ecstasies of farewell embraces in it. He kissed her, then drew back. \"No,\" he groaned. \"Those lips are not for me, accursed that I am.\" She was no longer looking at him, but sat gazing straight ahead, her shoulders bent as if she were crouching to receive a blow."
  },
  {
   "size": 665,
   "text": "He began in a low voice, and, as he spoke, it rose or fell as his words and the distant music prompted him. \"Mine has been a luckless life,\" he said. \"I have been a football of destiny, kicked and flung about, hither and yon. Again and again I have thought in my despair to lay me down and die. But something has urged me on, on, on. And at last I met you.\" He paused and groaned--partly because it was the proper place, partly with vexation. Here was a speech to thrill, yet she sat there inert, her face a stupid blank. He was not even sure that she had heard. \"Are you listening?\" he asked in a stern aside, a curious mingling of the actor and the stage manager."
  },
  {
   "size": 661,
   "text": "\"I--I don't know,\" she answered, startling. \"I feel so--so--queer. I don't seem to be able to pay attention.\" She looked at him timidly and her chin quivered. \"Don't you love me any more?\" \"Love you? Would that I did not! But I must on--my time is short. How can you say I do not love you when my soul is like a raging fire?\" She shook her head slowly. \"Your voice don't feel like it,\" she said. \"What is it? What are you going to say?\" He sighed and looked away from her with an irritated expression. \"Little stupid!\" he muttered--she didn't appreciate him and he was a fool to expect it. But \"art for art's sake\"; and he went on in tones of gentle melancholy."
  },
  {
   "size": 614,
   "text": "\"I love you, but fate has again caught me up. I am being whirled away. I stretch out my arms to you--in vain. Do you understand?\" It exasperated him for her to be so still--why didn't she weep? She shook her head and replied quietly: \"No--what is it? Don't you love me any more?\" \"Love has nothing to do with it,\" he said, as gently as he could in the irritating circumstances. \"My mysterious destiny has--\" \"You said that before,\" she interrupted. \"What is it? Can't you tell me so that I can understand?\" \"You never loved me!\" he cried bitterly. \"You know that isn't so,\" she answered. \"Won't you tell me, Carl?\""
  },
  {
   "size": 669,
   "text": "\"A specter has risen from my past--I must leave you--I may never return--\" She gave a low, wailing cry--it seemed like an echo of the music. Then she began to sob--not loudly, but in a subdued, despairing way. She was not conscious of her grief, but only of his words--of the dream vanished, the hopes shattered. \"Never?\" she said brokenly. \"Never!\" he replied in a hoarse whisper. Mr. Feuerstein looked down at Hilda's quivering shoulders with satisfaction. \"I thought I could make even her feel,\" he said to himself complacently. Then to her in the hoarse undertone: \"And my heart is breaking.\" She straightened and her tears seemed to dry with the flash of her eyes."
  },
  {
   "size": 632,
   "text": "\"Don't say that--you mustn't!\" She blazed out before his astonished eyes, a woman electric with disdain and anger. \"It's false--false! I hate you--hate you--you never cared--you've made a fool of me--\" \"Hilda!\" He felt at home now and his voice became pleading and anguished. \"You, too, desert me! Ah, God, whenever was there man so wretched as I?\" He buried his face in his hands. \"Oh, you put it on well,\" she scoffed. \"But I know what it all means.\" Mr. Feuerstein rose wearily. \"Farewell,\" he said in a broken voice. \"At least I am glad you will be spared the suffering that is blasting my life. Thank God, she did not love me!\""
  },
  {
   "size": 624,
   "text": "The physical fact of his rising to go struck her courage full in the face. \"No--no,\" she urged hurriedly, \"not yet--not just yet--wait a few minutes more--\" \"No--I must go--farewell!\" And he seated himself beside her, put his arm around her. She lay still in his arms for a moment, then murmured: \"Say it isn't so, Carl--dear!\" \"I would say there is hope, heart's darling,\" he whispered, \"but I have no right to blast your young life. And I may never return.\" She started up, her face glowing. \"Then you WILL return?\" \"It may be that I can,\" he answered. \"But--\" \"Then I'll wait--gladly. No matter how long it is, I'll wait."
  },
  {
   "size": 611,
   "text": "Why didn't you say at first, 'Hilda, something I can't tell you about has happened. I must go away. When I can, I'll come.' That would have been enough, because I--I love you!\" \"What have I done to deserve such love as this!\" he exclaimed, and for an instant he almost forgot himself in her beauty and sweetness and sincerity. \"Will it be long?\" she asked after a while. \"I hope not, bride of my soul. But I can not--dare not say.\" \"Wherever you go, and no matter what happens, dear,\" she said softly, \"you'll always know that I'm loving you, won't you?\" And she looked at him with great, luminous, honest eyes."
  },
  {
   "size": 641,
   "text": "He began to be uncomfortable. Her complete trust was producing an effect even upon his nature. The good that evil can never kill out of a man was rousing what was very like a sense of shame. \"I must go now,\" he said with real gentleness in his voice and a look at her that had real longing in it. He went on: \"I shall come as soon as the shadow passes--I shall come soon, Herzallerliebste!\" She was cheerful to the last. But after he had left she sat motionless, except for an occasional shiver. From the music-stand came a Waldteufel waltz, with its ecstatic throb and its long, dreamy swing, its mingling of joy with foreboding of sadness."
  },
  {
   "size": 645,
   "text": "The tears streamed down her cheeks. \"He's gone,\" she said miserably. She rose and went through the crowd, stumbling against people, making the homeward journey by instinct alone. She seemed to be walking in her sleep. She entered the shop--it was crowded with customers, and her father, her mother and August were bustling about behind the counters. \"Here, tie this up,\" said her father, thrusting into her hands a sheet of wrapping paper on which were piled a chicken, some sausages, a bottle of olives and a can of cherries. She laid the paper on the counter and went on through the parlor and up the stairs to her plain, neat, little bedroom."
  },
  {
   "size": 451,
   "text": "She threw herself on the bed, face downward. She fell at once into a deep sleep. When she awoke it was beginning to dawn. She remembered and began to moan. \"He's gone! He's gone! He's gone!\" she repeated over and over again. And she lay there, sobbing and calling to him. When she faced the family there were black circles around her eyes. They were the eyes of a woman grown, and they looked out upon the world with sorrow in them for the first time."
  },
  {
   "size": 623,
   "text": "LOVE IN SEVERAL ASPECTS It was not long before the community was talking of the change in Hilda, the abrupt change to a gentle, serious, silent woman, the sparkle gone from her eyes, pathos there in its stead. But not even her own family knew her secret. \"When is Mr. Feuerstein coming again?\" asked her father when a week had passed. \"I don't know just when. Soon,\" answered Hilda, in a tone which made it impossible for such a man as he to inquire further. Sophie brought all her cunning to bear in her effort to get at the facts. But Hilda evaded her hints and avoided her traps. After much thinking she decided that Mr."
  },
  {
   "size": 633,
   "text": "Feuerstein had probably gone for good, that Hilda was hoping when there was nothing to hope for, and that her own affairs were suffering from the cessation of action. She was in the mood to entertain the basest suggestions her craft could put forward for making marriage between Hilda and Otto impossible. But she had not yet reached the stage at which overt acts are deliberately planned upon the surface of the mind. One of her girl friends ran in to gossip with her late in the afternoon of the eighth day after Mr. Feuerstein's \"parting scene\" in Tompkins Square. The talk soon drifted to Hilda, whom the other girl did not like."
  },
  {
   "size": 825,
   "text": "\"I wonder what's become of that lover of hers--that tall fellow from up town?\" asked Miss Hunneker. \"I don't know,\" replied Sophie in a strained, nervous manner. \"I always hated to see Hilda go with him. No good ever comes of that sort of thing.\" \"I supposed she was going to marry him.\" Sophie became very uneasy indeed. \"It don't often turn out that way,\" she said in a voice that was evidently concealing something--apparently an ugly rent in the character of her friend. Walpurga Hunneker opened her eyes wide. \"You don't mean--\" she exclaimed. And, as Sophie looked still more confused, \"Well, I THOUGHT so! Gracious! Her pride must have had a fall. No wonder she looks so disturbed.\" \"Poor Hilda!\" said Sophie mournfully. Then she looked at Walpurga in a frightened way as if she had been betrayed into saying too much."
  },
  {
   "size": 621,
   "text": "Walpurga spent a busy evening among her confidantes, with the result that the next day the neighborhood was agitated by gossip--insinuations that grew bolder and bolder, that had sprung from nowhere, but pointed to Hilda's sad face as proof of their truth. And on the third day they had reached Otto's mother. Not a detail was lacking--even the scene between Hilda and her father was one of the several startling climaxes of the tale. Mrs. Heilig had been bitterly resentful of Hilda's treatment of her son, and she accepted the story--it was in such perfect harmony with her expectations from the moment she heard of Mr."
  },
  {
   "size": 646,
   "text": "Feuerstein. In the evening, when he came home from the shop, she told him. \"There isn't a word of truth in it, mother,\" he said. \"I don't care who told you, it's a lie.\" \"Your love makes you blind,\" answered the mother. \"But I can see that her vanity has led her just where vanity always leads--to destruction.\" \"Who told you?\" he demanded. Mrs. Heilig gave him the names of several women. \"It is known to all,\" she said. His impulse was to rush out and trace down the lie to its author. But he soon realized the folly of such an attempt. He would only aggravate the gossip and the scandal, give the scandal-mongers a new chapter for their story."
  },
  {
   "size": 721,
   "text": "Yet he could not rest without doing something. He went to Hilda--she had been most friendly toward him since the day he helped her with her lover. He asked her to walk with him in the Square. When they were alone, he began: \"Hilda, you believe I'm your friend, don't you?\" She looked as if she feared he were about to reopen the old subject. \"No--I'm not going to worry you,\" he said in answer to the look. \"I mean just friend.\" \"I know you are, Otto,\" she replied with tears in her eyes. \"You are indeed my friend. I've counted on you ever since you--ever since that Sunday.\" \"Then you won't think wrong of me if I ask you a question? You'll know I wouldn't, if I didn't have a good reason, even though I can't explain?\""
  },
  {
   "size": 679,
   "text": "\"Hilda, is--is Mr. Feuerstein coming back?\" Hilda flushed. \"Yes, Otto,\" she said. \"I haven't spoken to any one about it, but I can trust you. He's had trouble and it has called him away. But he told me he'd come back.\" She looked at him appealingly. \"You know that I love him, Otto. Some day you will like him, will see what a noble man he is.\" \"When is he coming back?\" \"I didn't ask him. I knew he'd come as soon as he could. I wouldn't pry into his affairs.\" \"Then you don't know why he went or when he's coming?\" \"I trust him, just as you'll want a girl to trust you some day when you love her.\" As soon as he could leave her, he went up town, straight to the German Theater."
  },
  {
   "size": 670,
   "text": "In the box-office sat a young man with hair precisely parted in the middle and sleeked down in two whirls brought low on his forehead. \"I'd like to get Mr. Feuerstein's address,\" said Otto. \"That dead-beat?\" the young man replied contemptuously. \"I suppose he got into you like he did into every one else. Yes, you can have his address. And give him one for me when you catch him. He did me out of ten dollars.\" Otto went on to the boarding-house in East Sixteenth Street. No, Mr. Feuerstein was not in and it was not known when he would return--he was very uncertain. Otto went to Stuyvesant Square and seated himself where he could see the stoop of the boarding-house."
  },
  {
   "size": 675,
   "text": "An hour, two hours, two hours and a half passed, and then his patient attitude changed abruptly to action. He saw the soft light hat and the yellow bush coming toward him. Mr. Feuerstein paled slightly as he recognized Otto. \"I'm not going to hurt you,\" said Otto in a tone which Mr. Feuerstein wished he had the physical strength to punish. \"Sit down here--I've got something to say to you.\" \"I'm in a great hurry. Really, you'll have to come again.\" But Otto's look won. Mr. Feuerstein hesitated, seated himself. \"I want to tell you,\" said Otto quietly, \"that as the result of your going away so suddenly and not coming back a wicked lying story is going round about Hilda."
  },
  {
   "size": 659,
   "text": "She does not know it yet, but it won't be long before something will be said--maybe publicly. And it will break her heart.\" \"I can't discuss her with you,\" said Mr. Feuerstein. \"Doubtless you mean well. I'm obliged to you for coming. I'll see.\" He rose. \"Is that all?\" said Otto. \"What more can I say?\" \"But what are you going to DO?\" \"I don't see how I can prevent a lot of ignorant people from gossiping.\" \"Then you're not going straight down there? You're not going to do what a man'd do if he had the decency of a dog?\" \"You are insulting! But because I believe you mean well, I shall tell you that it is impossible for me to go for several days at least."
  },
  {
   "size": 611,
   "text": "As soon as I honorably can, I shall come and the scandal will vanish like smoke.\" Otto let him go. \"I mustn't thrash him, and I can't compel him to be a man.\" He returned to the German Theater; he must learn all he could about this Feuerstein. \"Did you see him?\" asked the ticket-seller. \"Yes, but I didn't get anything.\" Otto looked so down that the ticket-seller was moved to pity, to generosity. \"Well, I'll give you a tip. Keep after him; keep your eye on him. He's got a rich father-in-law.\" Otto leaned heavily on the sill of the little window. \"Father-in-law?\" A sickening suspicion peered into his mind."
  },
  {
   "size": 604,
   "text": "\"He was full the other night and he told one of our people he was married to a rich man's daughter.\" \"Was the name Brauner?\" asked Otto. \"He didn't name any names. But--let me think--they say it's a daughter of a brewer, away up town. Yes, Ganser--I think that was the name.\" \"Oh!\" Otto's face brightened. \"Where is Ganser's place?\" he asked. \"I don't know--look in the directory. But the tip is to wait a few days. He hasn't got hold of any of the old man's money yet--there's some hitch. There'll be plenty for all when it comes, so you needn't fret.\" Otto went to the brewery, but Peter had gone home."
  },
  {
   "size": 722,
   "text": "Otto went on to the house and Peter came down to the brilliant parlor, where the battle of hostile shades and colors was raging with undiminished fury. In answer to Peter's look of inquiry, he said: \"I came about your son-in-law, Mr. Feuerstein.\" \"Who are you? Who told you?\" asked Peter, wilting into a chair. \"They told me at the theater.\" Peter gave a sort of groan. \"It's out!\" he cried, throwing up his thick, short arms. \"Everybody knows!\" Shrewd Otto saw the opening. \"I don't think so,\" he replied, \"at least not yet. He has a bad reputation--I see you know that already. But it's nothing to what he will have when it comes out that he's been trying to marry a young lady down town since he married your daughter.\""
  },
  {
   "size": 611,
   "text": "\"But it mustn't come out!\" exclaimed Ganser. \"I won't have it. This scandal has disgraced me enough.\" \"That's what I came to see you about,\" said Otto. \"The young lady and her friends don't know about his marriage. It isn't necessary that any of them should know, except her. But she must be put on her guard. He might induce her to run away with him.\" \"Rindsvieh!\" muttered Ganser, his hair and whiskers bristling. \"Dreck!\" \"I want to ask you, as a man and a father, to see that this young lady is warned. She'll be anxious enough to keep quiet. If you do, there won't be any scandal--at least not from there.\""
  },
  {
   "size": 670,
   "text": "\"I'll go down and warn her. Where is she? I'll speak to her father.\" \"And have him make a row? No, there's only one way. Send your daughter to her.\" \"But you don't know my daughter. She's a born--\" Just in time Ganser remembered that he was talking to a stranger and talking about his daughter. \"She wouldn't do it right,\" he finished. \"She can go in and see the young lady alone and come out without speaking to anybody else. I'll promise you there'll be no risk.\" Ganser thought it over and decided to take Otto's advice. They discussed Mr. Feuerstein for several minutes, and when Otto left, Ganser followed him part of the way down the stoop, shaking hands with him."
  },
  {
   "size": 604,
   "text": "It was a profound pleasure to the brewer to be able to speak his mind on the subject of his son-in-law to an intelligent, appreciative person. He talked nothing else to his wife and Lena, but he had the feeling that he might as well talk aloud to himself. After supper--the Gansers still had supper in the evening, their fashionable progress in that direction having reached only the stage at which dinner is called luncheon--he put Lena into the carriage and they drove to Avenue A. On the way he told her exactly what to say and do. He stayed in the carriage. \"Be quick,\" he said, \"and no foolishness!\""
  },
  {
   "size": 671,
   "text": "Lena, swelling and rustling with finery and homelier than before her troubles, little though they disturbed her, marched into the shop and up to the end counter, where Hilda was standing. \"You are Miss Hilda Brauner?\" she said. \"I want to see you alone.\" Hilda looked her surprise but showed Lena into the living-room, which happened to be vacant. Lena could not begin, so intent was she upon examining her rival. \"How plain she's dressed,\" she thought, \"and how thin and black she is!\" But it was in vain; she could not deceive her rising jealousy. It made her forget her father's instructions, forget that she was supposed to hate Feuerstein and was getting rid of him."
  },
  {
   "size": 715,
   "text": "\"I am Mrs. Carl Feuerstein,\" she cried, her face red and her voice shrill with anger and excitement. \"And I want you to stop flirting with my husband!\" Hilda stood petrified. Lena caught sight of a photograph on the mantelpiece behind Hilda. She gave a scream of fury and darted for it. \"How dare you!\" she shrieked. \"You impudent THING!\" She snatched the frame, tore it away from the photograph and flung it upon the floor. As she gazed at that hair like a halo of light, at those romantic features and upturned eyes, she fell to crying and kissing them. Hilda slowly turned and watched the spectacle--the swollen, pudgy face, tear-stained, silly, ugly, the tears and kisses falling upon the likeness of HER lover."
  },
  {
   "size": 620,
   "text": "She suddenly sprang at Lena, her face like a thunder-storm, her black brows straight and her great eyes flashing. \"You lie!\" she exclaimed. And she tore the photograph from Lena's hands and clasped it to her bosom. Lena shrank in physical fear from this aroused lioness. \"He's my husband,\" she whined. \"You haven't got any right to his picture.\" \"You lie!\" repeated Hilda, throwing back her head. \"It's the truth,\" said Lena, beginning to cry. \"I swear to God it's so. You can ask pa if it ain't. He's Mr. Ganser, the brewer.\" \"Who sent you here to lie about him to me?\" \"Oh, you needn't put on. You knew he was married."
  },
  {
   "size": 645,
   "text": "I don't wonder you're mad. He's MY husband, while he's only been making a fool of YOU. You haven't got any shame.\" Lena's eyes were on the photograph again and her jealousy over-balanced fear. She laughed tauntingly. \"Of course you're trying to brazen it out. Give me that picture! He's my husband!\" Just then Ganser appeared in the doorway--he did not trust his daughter and had followed her when he thought she was staying too long. At sight of him she began to weep again. \"She won't believe me, pa,\" she said. \"Look at her standing there hugging his picture.\" Ganser scowled at his daughter and addressed himself to Hilda, \"It's true, Miss,\""
  },
  {
   "size": 601,
   "text": "he said. \"The man is a scoundrel. I sent my daughter to warn you.\" Hilda looked at him haughtily. \"I don't know you,\" she said, \"and I do know him. I don't know why you've come here to slander him. But I do know that I'd trust him against the whole world.\" She glanced from father to daughter. \"You haven't done him any harm and you might as well go.\" Peter eyed her in disgust. \"You're as big a fool as my Lena,\" he said. \"Come on, Lena.\" As Lena was leaving the room, she gave Hilda a malignant glance. \"He's MY husband,\" she said spitefully, \"and you're--well, I wouldn't want to say what you are.\""
  },
  {
   "size": 658,
   "text": "\"Move!\" shouted Ganser, pushing her out of the room. His parting shot at Hilda was: \"Ask him.\" Hilda, still holding the photograph, stared at the doorway through which they had disappeared. \"You lie!\" she repeated, as if they were still there. Then again, a little catch in her voice: \"You lie!\" And after a longer interval, a third time, with a sob in her throat: \"You lie! I know you lie!\" She sat at the table and held the photograph before her. She kissed it passionately, gazed long at it, seeing in those bold handsome features all that her heart's love believed of him. Suddenly she started up, went rapidly down the side hall and out into the street."
  },
  {
   "size": 608,
   "text": "Battling with her doubts, denouncing herself as disloyal to him, she hurried up the Avenue and across the Square and on until she came to his lodgings. When she asked for him the maid opened the parlor door and called through the crack: \"Mr. Feuerstein, a lady wants to see you.\" As the maid disappeared down the basement stairs, Mr. Feuerstein appeared. At sight of her he started back. \"Hilda!\" he exclaimed theatrically, and frowned. \"Don't be angry with me,\" she said humbly. \"I wouldn't have come, only--\" \"You must go at once!\" His tone was abrupt, irritated. \"Yes--I will. I just wanted to warn you--\""
  },
  {
   "size": 617,
   "text": "She raised her eyes appealingly toward his face. \"Two people came to see me to-night--Mr. Ganser and his daughter--\" Feuerstein fell back a step and she saw that he was shaking and that his face had become greenish white. \"It's false!\" he blustered. \"False as hell!--\" And she knew that it was true. She continued to look at him and he did not try to meet her eyes. \"What did they tell you?\" he said, after a long pause, remembering that he had denied before a charge had been made. She was looking away from him now. She seemed not to have heard him. \"I must go,\" she murmured, and began slowly to descend the stoop."
  },
  {
   "size": 669,
   "text": "He followed her, laid his hand upon her arm. \"Hilda!\" he pleaded. \"Let me explain!\" \"Don't touch me!\" She snatched her arm away from him. She ran down the rest of the steps and fled along the street. She kept close to the shadow of the houses. She went through Avenue A with hanging head, feeling that the eyes of all were upon her, condemning, scorning. She hid herself in her little room, locking the door. Down beside the bed she sank and buried her face in the covers. And there she lay, racked with the pain of her gaping wounds--wounds to love, to trust, to pride, to self-respect. \"Oh, God, let me die,\" she moaned. \"I can't ever look anybody in the face again.\""
  },
  {
   "size": 640,
   "text": "A SHEEP WIELDS THE SHEARS A few days later Peter Ganser appeared before Beck, triumph flaunting from his stupid features. Beck instantly scented bad news. \"Stop the case,\" said Peter with a vulgar insolence that grated upon the lawyer. \"It's no good.\" \"I beg your pardon, Mr. Ganser. I don't follow you.\" \"But I follow myself. Stop the case. I pay you off now.\" \"You can't deal with courts as you can with your employees, Mr. Ganser. There are legal forms to be gone through. Of course, if you're reconciled to your son-in-law, why--\" Peter laughed. \"Son-in-law! That scoundrel--he's a bigamist. I got the proofs from Germany this morning.\""
  },
  {
   "size": 626,
   "text": "Beck became blue round the edges of his mouth and his eyes snapped. \"So you've been taking steps in this case without consulting me, Mr. Ganser?\" \"I don't trust lawyers. Anyway, what I hire you for? To try my case. It's none of your business what I do outside. I pay you off, and I don't pay for any dirty works I don't get.\" He had wrought himself into a fury. Experience had taught him that that was the best mood in which to conduct an argument about money. \"We'll send you your bill,\" said Beck, in a huge, calm rage against this dull man who had outwitted him. \"If you wish to make a scene, will you kindly go elsewhere?\""
  },
  {
   "size": 631,
   "text": "\"I want to pay you off--right away quick. I think you and Loeb in cahoots. My detective, he says you both must have known about Feuerstein. He says you two were partners and knew his record. I'll expose you, if you don't settle now. Give me my bill.\" \"It is impossible.\" Beck's tone was mild and persuasive. \"All the items are not in.\" Ganser took out a roll of notes. \"I pay you five hundred dollars. Take it or fight. I want a full receipt. I discharge you now.\" \"My dear sir, we do not give our services for any such sum as that.\" \"Yes you do. And you don't get a cent more. If I go out of here without my full receipt, I fight."
  },
  {
   "size": 891,
   "text": "I expose you, you swindler.\" Peter was shouting at the top of his lusty lungs. Beck wrote a receipt and handed it to him. Peter read it and handed it back. \"I'm not as big a fool as I look,\" he said. \"That ain't a full receipt.\" Beck wrote again. \"Anything to get you out of the office,\" he said, as he tossed the five hundred dollars into a drawer. \"And when your family gets you into trouble again--\" Peter snorted. \"Shut up!\" he shouted, banging his fist on the desk. \"And don't you tell the papers. If anything come out, I expose you. My lawyer, Mr. Windisch, say he can have you put out of court.\" And Peter bustled and slammed his way out. Beck telephoned Loeb, and they took lunch together. \"Ganser has found out about Feuerstein's wife,\" was Beck's opening remark. Loeb drew his lip back over his teeth. \"I wish I'd known it two hours sooner. I let Feuerstein have ten dollars more.\""
  },
  {
   "size": 634,
   "text": "\"More. He's had ninety-five on account. I relied on you to handle the brewer.\" \"And we're out our expenses in getting ready for trial.\" \"Well--you'll send Ganser a heavy bill.\" Beck shook his head dismally. \"That's the worst of it. He called me a swindler, said he'd show that you and I were in a conspiracy, and dared me to send him a bill. And in the circumstances I don't think I will.\" Loeb gave Beck a long and searching look which Beck bore without flinching. \"No, I don't think you will send him a bill,\" said Loeb slowly. \"But how much did he pay you?\" \"Not a cent--nothing but insults.\" Loeb finished his luncheon in silence."
  },
  {
   "size": 696,
   "text": "But he and Beck separated on the friendliest terms. Loeb was too practical a philosopher to hate another man for doing that which he would have done himself if he had had the chance. At his office he told a clerk to send Feuerstein a note, asking him to call the next morning. When Feuerstein came into the anteroom the gimlet-eyed office boy disappeared through one of the doors in the partition and reappeared after a longer absence than usual. He looked at Feuerstein with a cynical, contemptuous smile in his eyes. \"Mr. Loeb asks me to tell you,\" he said, \"with his compliments, that you are a bigamist and a swindler, and that if you ever show your face here again he'll have you locked up.\""
  },
  {
   "size": 604,
   "text": "Feuerstein staggered and paled--there was no staginess in his manner. Then without a word he slunk away. He had not gone far up Center Street before a hand was laid upon his shoulder from behind. He stopped as if he had been shot; he shivered; he slowly, and with a look of fascinated horror, turned to see whose hand had arrested him. He was looking into the laughing face of a man who was obviously a detective. \"You don't seem glad to see me, old boy,\" said the detective with contemptuous familiarity. \"I don't know you, sir.\" Feuerstein made a miserable attempt at haughtiness. \"Of course you don't."
  },
  {
   "size": 629,
   "text": "But I know YOU--all about you. Come in here and let's sit down a minute.\" They went into a saloon and the detective ordered two glasses of beer. \"Now listen to me, young fellow,\" he said. \"You're played out in this town. You've got to get a move on you, see? We've been looking you up, and you're wanted for bigamy. But if you clear out, you won't be followed. You've got to leave today, understand? If you're here to-morrow morning, up the road you go.\" The detective winked and waggled his thumb meaningly in a northerly direction. Feuerstein was utterly crushed. He gulped down the beer and sat wiping the sweat from his face."
  },
  {
   "size": 638,
   "text": "\"I have done nothing,\" he protested in tragic tones. \"Why am I persecuted--I, poor, friendless, helpless?\" \"Pity about you,\" said the detective. \"You'd better go west and start again. Why not try honest work? It's not so bad, they say, once you get broke in.\" He rose and shook hands with Feuerstein. \"So long,\" he said. \"Good luck! Don't forget!\" And again he winked and waggled his thumb in the direction of the penitentiary. Feuerstein went to his lodgings, put on all the clothes he could wear without danger of attracting his landlady's attention, filled his pockets and the crown of his hat with small articles, and fled to Hoboken."
  },
  {
   "size": 620,
   "text": "AN IDYL OF PLAIN PEOPLE Hilda had not spent her nineteen years in the glare of the Spartan publicity in which the masses live without establishing a character. Just as she knew all the good points and bad in all the people of that community, so they knew all hers, and therefore knew what it was possible for her to do and what impossible. And if a baseless lie is swift of foot where everybody minutely scrutinizes everybody else, it is also scant of breath. Sophie's scandal soon dwindled to a whisper and expired, and the kindlier and probable explanation of Hilda's wan face and downcast eyes was generally accepted."
  },
  {
   "size": 687,
   "text": "Her code of morals and her method of dealing with moral questions were those of all the people about her--strict, severe, primitive. Feuerstein was a cheat, a traitor. She cast him out of her heart--cast him out at once and utterly and for ever. She could think of him only with shame. And it seemed to her that she was herself no longer pure--she had touched pitch; how could she be undefiled? She accepted these conclusions and went about her work, too busy to indulge in hysteria of remorse, repining, self-examination. She avoided Otto, taking care not to be left alone with him when he called on Sundays, and putting Sophie between him and her when he came up to them in the Square."
  },
  {
   "size": 612,
   "text": "But Otto was awaiting his chance, and when it came, plunged boldly into his heart-subject and floundered bravely about. \"I don't like to see you so sad, Hilda. Isn't there any chance for me? Can't things be as they used to be?\" Hilda shook her head sadly. \"I'm never going to marry,\" she said. \"You must find some one else.\" \"It's you or nobody. I said that when we were in school together and--I'll stick to it.\" His eyes confirmed his words. \"You mustn't, Otto. You make me feel as if I were spoiling your life. And if you knew, you wouldn't want to marry me.\" \"I don't care. I always have, and I always will.\""
  },
  {
   "size": 742,
   "text": "\"I suppose I ought to tell you,\" she said, half to herself. She turned to him suddenly, and, with flushed cheeks and eyes that shifted, burst out: \"Otto, he was a married man!\" \"But you didn't know.\" \"It doesn't change the way I feel. You might--any man might--throw it up to me. And sooner or later, everybody'll know. No man would want a girl that had had a scandal like that on her.\" \"I would,\" he said, \"and I do. And it isn't a scandal.\" Some one joined them and he had no chance to continue until the following Sunday, when Heiligs and Brauners went together to the Bronx for a half-holiday. They could not set out until their shops closed, at half-past twelve, and they had to be back at five to reopen for the Sunday supper customers."
  },
  {
   "size": 623,
   "text": "They lunched under the trees in the yard of a German inn, and a merry party they were. Hilda forgot to keep up her pretense that her healing wounds were not healing and never would heal. She teased Otto and even flirted with him. This elevated her father and his mother to hilarity. They were two very sensible young-old people, with a keen sense of humor--the experience of age added to the simplicity and gaiety of youth. You would have paused to admire and envy had you passed that way and looked in under the trees, as they clinked glasses and called one to another and went off into gales of mirth over nothing at all."
  },
  {
   "size": 624,
   "text": "What laughter is so gay as laughter at nothing at all? Any one must laugh when there is something to laugh at; but to laugh just because one must have an outlet for bubbling spirits there's the test of happiness! After luncheon they wandered into the woods and soon Otto and Hilda found themselves alone, seated by a little waterfall, which in a quiet, sentimental voice suggested that low tones were the proper tones to use in that place. \"We've known each other always, Hilda,\" said Otto. \"And we know all about each other. Why not--dear?\" She did not speak for several minutes. \"You know I haven't any heart to give you,\""
  },
  {
   "size": 637,
   "text": "she answered at last. Otto did not know anything of the kind, but he knew she thought so, and he was too intelligent to dispute, when time would settle the question--and, he felt sure, would settle it right. So he reached out and took her hand and said: \"I'll risk that.\" And they sat watching the waterfall and listening to it, and they were happy in a serious, tranquil way. It filled him with awe to think that he had at last won her. As for her, she was looking forward, without illusions, without regrets, to a life of work and content beside this strong, loyal, manly man who protested little, but never failed her or any one else."
  },
  {
   "size": 609,
   "text": "On the way home in the train she told her mother, and her mother told her father. He, then and there, to the great delight and pleasure of the others in the car, rose up and embraced and kissed first his daughter, then Otto and then Otto's mother. And every once in a while he beamed down the line of his party and said: \"This is a happy day!\" And he made them all come into the sitting-room back of the shop. \"Wait here,\" he commanded. \"No one must move!\" He went down to the cellar, presently to reappear with a dusty bottle of Johannisberger Cabinet. He pointed proudly to the seal. \"Bronze!\" he exclaimed."
  },
  {
   "size": 488,
   "text": "\"It is wine like gold. It must be drunk slowly.\" He drew the cork and poured the wine with great ceremony, and they all drank with much touching of glasses and bowing and exchanging of good wishes, now in German, now in English, again in both. And the last toast, the one drunk with the greatest enthusiasm, was Brauner's favorite famous \"Arbeit und Liebe und Heim!\" From that time forth Hilda began to look at Otto from a different point of view. And everything depends on point of view."
  },
  {
   "size": 681,
   "text": "Then--the house in which Schwartz and Heilig had their shop was burned. And when their safe was drawn from the ruins, they found that their insurance had expired four days before the fire. It was Schwartz's business to look after the insurance, but Otto had never before failed to oversee. His mind had been in such confusion that he had forgotten. He stared at the papers, stunned by the disaster. Schwartz wrung his hands and burst into tears. \"I saw that you were in trouble,\" he wailed, \"and that upset me. It's my fault. I've ruined us both.\" There was nothing left of their business or capital, nothing but seven hundred dollars in debts to the importers of whom they bought."
  },
  {
   "size": 637,
   "text": "Heilig shook off his stupor after a few minutes. \"No matter,\" he said. \"What's past is past.\" He went straightway over to Second Avenue to the shop of Geishener, the largest delicatessen dealer in New York. \"I've been burned out,\" he explained. \"I must get something to do.\" Geishener offered him a place at eleven dollars a week. \"I'll begin in the morning,\" said Otto. Then he went to Paul Brauner. \"When will you open up again?\" asked Brauner. \"Not for a long time, several years. Everything's gone and I've taken a place with Geishener. I came to say that--that I can't marry your daughter.\" Brauner did not know what answer to make."
  },
  {
   "size": 640,
   "text": "He liked Otto and had confidence in him. But the masses of the people build their little fortunes as coral insects build their islands. And Hilda was getting along--why, she would be twenty in four months. \"I don't know. I don't know.\" Brauner rubbed his head in embarrassment and perplexity. \"It's bad--very bad. And everything was running so smoothly.\" Hilda came in. Both men looked at her guiltily. \"What is it?\" she asked. And if they had not been mere men they would have noticed a change in her face, a great change, very wonderful and beautiful to see. \"I came to release you,\" said Otto. \"I've got nothing left--and a lot of debts."
  },
  {
   "size": 608,
   "text": "I--\" \"Yes--I know,\" interrupted Hilda. She went up to him and put her arm round his neck. \"We'll have to begin at the bottom,\" she said with a gentle, cheerful smile. Brauner pretended that he heard some one calling him from the shop. \"Yes right away!\" he shouted. And when he was alone in the shop he wiped his eyes, not before a large tear had blistered the top sheet of a pile of wrapping paper. \"I know you don't care for me as--as\"--Otto was standing uneasily, his eyes down and his face red. \"It was hard enough for you before. Now--I couldn't let you do it--dear.\" \"You can't get rid of me so easily,\""
  },
  {
   "size": 607,
   "text": "she said. \"I know I'm getting along and I won't be an old maid.\" He paid no attention to her raillery. \"I haven't got anything to ask you to share,\" he went on. \"I've been working ever since I was eleven--and that's fourteen years--to get what I had. And it's all gone. It'll take several years to pay off my debts, and mother must be supported. No--I've got to give it up.\" \"Won't you marry me, Otto?\" She put her arms round his neck. His lips trembled and his voice broke. \"I can't--let you do it, Hilda.\" \"Very well.\" She pretended to sigh. \"But you must come back this evening. I want to ask you again.\""
  },
  {
   "size": 666,
   "text": "\"Yes, I'll come. But you can't change me.\" He went, and she sat at the table, with her elbows on it and her face between her hands, until her father came in. Then she said: \"We're going to be married next week. And I want two thousand dollars. We'll give you our note.\" Brauner rubbed his face violently. \"We're going to start a delicatessen,\" she continued, \"in the empty store where Bischoff was. It'll take two thousand dollars to start right.\" \"That's a good deal of money,\" objected her father. \"You only get three and a half per cent. in the savings bank,\" replied Hilda. \"We'll give you six. You know it'll be safe--Otto and I together can't fail to do well.\""
  },
  {
   "size": 605,
   "text": "Brauner reflected. \"You can have the money,\" he said. She went up the Avenue humming softly one of Heine's love songs, still with that wonderful, beautiful look in her eyes. She stopped at the tenement with the vacant store. The owner, old man Schulte, was sweeping the sidewalk. He had an income of fifteen thousand a year; but he held that he needed exercise, that sweeping was good exercise, and that it was stupid for a man, simply because he was rich, to stop taking exercise or to take it only in some form which had no useful side. \"Good morning,\" said Hilda. \"What rent do you ask for this store?\""
  },
  {
   "size": 631,
   "text": "\"Sixty dollars a month,\" answered the old man, continuing his sweeping. \"Taxes are up, but rents are down.\" \"Not with you, I guess. Otto Heilig and I are going to get married and open a delicatessen. But sixty dollars a month is too much. Good morning.\" And she went on. Schulte leaned on his broom. \"What's your hurry?\" he called. \"You can't get as good a location as this.\" Hilda turned, but seemed to be listening from politeness rather than from interest. \"We can't pay more than forty,\" she answered, starting on her way again. \"I might let you have it for fifty,\" Schulte called after her, \"if you didn't want any fixing up.\""
  },
  {
   "size": 676,
   "text": "\"It'd have to be fixed up,\" said Hilda, halting again. \"But I don't care much for the neighborhood. There are too many delicatessens here now.\" She went on more rapidly and the old man resumed his sweeping, muttering crossly into his long, white beard. As she came down the other side of the street half an hour later, she was watching Schulte from the corner of her eye. He was leaning on his broom, watching her. Seeing that she was going to pass without stopping he called to her and went slowly across the street. \"You would make good tenants,\" he said. \"I had to sue Bischoff. You can have it for forty--if you'll pay for the changes you want--you really won't want any.\""
  },
  {
   "size": 607,
   "text": "\"I was looking at it early this morning,\" replied Hilda. \"There'll have to be at least two hundred dollars spent. But then I've my eye on another place.\" \"Forty's no rent at all,\" grumbled the old man, pulling at his whiskers. \"I can get a store round in Seventh Street for thirty-five and that includes three rooms at the back. You've got only one room at the back.\" \"There's a kitchen, too,\" said Schulte. \"A kitchen? Oh, you mean that closet.\" \"I'll let you have it for forty, with fifty the second year.\" \"No, forty for two years. We can't pay more. We're just starting, and expenses must be kept down.\""
  },
  {
   "size": 610,
   "text": "\"Well, forty then. You are nice people--hard workers. I want to see you get on.\" The philanthropic old man returned to his sweeping. \"Always the way, dealing with a woman,\" he growled into his beard. \"They don't know the value of anything. Well, I'll get my money anyway, and that's a point.\" She spent the day shopping and by half-past five had her arrangements almost completed. And she told every one about the coming marriage and the new shop and asked them to spread the news. \"We'll be open for business next Saturday a week,\" she said. \"Give us a trial.\" By nightfall Otto was receiving congratulations."
  },
  {
   "size": 645,
   "text": "He protested, denied, but people only smiled and winked. \"You're not so sly as you think,\" they said. \"No doubt she promised to keep it quiet, but you know how it is with a woman.\" When he called at Brauner's at seven he was timid about going in. \"They've heard the story,\" he said to himself, \"and they must think I went crazy and told it.\" She had been bold enough all day, but she was shy, now that the time had come to face him and confess--she had been a little shy with him underneath ever since she had suddenly awakened to the fact that he was a real hero--in spite of his keeping a shop just like everybody else and making no pretenses."
  },
  {
   "size": 379,
   "text": "He listened without a word. \"You can't back out now,\" she ended. Still he was silent. \"Are you angry at me?\" she asked timidly. He could not speak. He put his arms round her and pressed his face into her waving black hair. \"MY Hilda,\" he said in a low voice. And she felt his blood beating very fast, and she understood. \"Arbeit und Liebe und Heim,\" she quoted slowly and softly."
  },
  {
   "size": 692,
   "text": "MR. FEUERSTEIN IS CONSISTENTThe next day Mr. Feuerstein returned from exile. It is always disillusioning to inspect the unheroic details of the life of that favorite figure with romancers--the soldier of fortune. Of Mr. Feuerstein's six weeks in Hoboken it is enough to say that they were weeks of storm and stress--wretched lodgments in low boarding-houses, odd jobs at giving recitations in beer halls, undignified ejectments for drunkenness and failure to pay, borrowings which were removed from frank street-begging only in his imagination. He sank very low indeed, but it must be recorded to the credit of his consistency that he never even contemplated the idea of working for a living."
  },
  {
   "size": 628,
   "text": "And now here he was, back in New York, with Hoboken an exhausted field, with no resources, no hopes, no future that his brandy-soaked brain could discern. His mane was still golden and bushy; but it was ragged and too long in front of the ears and also on his neck. His face still expressed insolence and vanity; but it had a certain tragic bitterness, as if it were trying to portray the emotions of a lofty spirit flinging defiance at destiny from a slough of despair. It was plain that he had been drinking heavily--the whites of his eyes were yellow and bloodshot, the muscles of his eyelids and mouth twitched disagreeably."
  },
  {
   "size": 607,
   "text": "His romantic hat and collar and graceful suit could endure with good countenance only the most casual glance of the eye. Mr. Feuerstein had come to New York to perform a carefully-planned last act in his life-drama, one that would send the curtain down amid tears and plaudits for Mr. Feuerstein, the central figure, enwrapped in a somber and baleful blaze of glory. He had arranged everything except such details as must be left to the inspiration of the moment. He was impatient for the curtain to rise--besides, he had empty pockets and might be prevented from his climax by a vulgar arrest for vagrancy."
  },
  {
   "size": 606,
   "text": "At one o'clock Hilda was in her father's shop alone. The rest of the family were at the midday dinner. As she bent over the counter, near the door, she was filling a sheet of wrapping paper with figures--calculations in connection with the new business. A shadow fell across her paper and she looked up. She shrank and clasped her hands tightly against her bosom. \"Mr. Feuerstein!\" she exclaimed in a low, agitated voice. He stood silent, his face ghastly as if he were very ill. His eyes, sunk deep in blue-black sockets, burned into hers with an intensity that terrified her. She began slowly to retreat."
  },
  {
   "size": 614,
   "text": "\"Do not fly from me,\" he said in a hollow voice, leaning against the counter weakly. \"I have come only for a moment. Then--you will see me never again!\" She paused and watched him. His expression, his tone, his words filled her with pity for him. \"You hate me,\" he went on. \"You abhor me. It is just--just! Yet\"--he looked at her with passionate sadness--\"it was because I loved you that I deceived you. Because--I--loved you!\" \"You must go away,\" said Hilda, pleading rather than commanding. \"You've done me enough harm.\" \"I shall harm you no more.\" He drew himself up in gloomy majesty. \"I have finished my life."
  },
  {
   "size": 631,
   "text": "I am bowing my farewell. Another instant, and I shall vanish into the everlasting night.\" \"That would be cowardly!\" exclaimed Hilda. She was profoundly moved. \"You have plenty to live for.\" \"Do you forgive me, Hilda?\" He gave her one of his looks of tragic eloquence. \"Yes--I forgive you.\" He misunderstood the gentleness of her voice. \"She loves me still!\" he said to himself. \"We shall die together and our names will echo down the ages.\" He looked burningly at her and said: \"I was mad--mad with love for you. And when I realized that I had lost you, I went down, down, down. God! What have I not suffered for your sake, Hilda!\""
  },
  {
   "size": 666,
   "text": "As he talked he convinced himself, pictured himself to himself as having been drawn on by a passion such as had ruined many others of the great of earth. \"That's all past now.\" She spoke impatiently, irritated against herself because she was not hating him. \"I don't care to hear any more of that kind of talk.\" A customer came in, and while Hilda was busy Mr. Feuerstein went to the rear counter. On a chopping block lay a knife with a long, thin blade, ground to a fine edge and a sharp point. He began to play with it, and presently, with a sly, almost insane glance to assure himself that she was not seeing, slipped it into the right outside pocket of his coat."
  },
  {
   "size": 639,
   "text": "The customer left and he returned to the front of the shop and stood with just the breadth of the end of the narrow counter between him and her. \"It's all over for me,\" he began. \"Your love has failed me. There is nothing left. I shall fling myself through the gates of death. I shall be forgotten. And you will live on and laugh and not remember that you ever had such love as mine.\" Another customer entered. Mr. Feuerstein again went to the rear of the space outside the counters. \"She loves me. She will gladly die with me,\" he muttered. \"First into HER heart, then into mine, and we shall be at peace, dead, as lovers and heroes die!\""
  },
  {
   "size": 643,
   "text": "When they were again alone, he advanced and began to edge round the end of the counter. She was no longer looking at him, did not note his excitement, was thinking only of how to induce him to go. \"Hilda,\" he said, \"I have one last request--a dying man's request--\" The counter was no longer between them. He was within three feet of her. His right hand was in his coat pocket, grasping the knife. His eyes began to blaze and he nerved himself to seize her-- Both heard her father's voice in the hall leading to the sitting-room. \"You must go,\" she cried, hastily retreating. \"Hilda,\" he pleaded rapidly, \"there is something I must say to you."
  },
  {
   "size": 615,
   "text": "I can not say it here. Come over to Meinert's as soon as you can. I shall be in the sitting-room. Just for a moment, Hilda. It might save my life. If not that, it certainly would make my death happier.\" Brauner was advancing into the shop and his lowering face warned Mr. Feuerstein not to linger. With a last, appealing look at Hilda he departed. \"What was HE doing here?\" growled Brauner. \"He'd just come in,\" answered Hilda absently. \"He won't bother us any more.\" \"If he comes again, don't speak to him,\" said Brauner in the commanding voice that sounded so fierce and meant so little. \"Just call me or August.\""
  },
  {
   "size": 831,
   "text": "Hilda could not thrust him out of her mind. His looks, his tones, his dramatic melancholy saddened her; and his last words rang in her ears. She no longer loved him; but she HAD loved him. She could not think of him as a stranger and an enemy--there might be truth in his plea that he had in some mysterious way fallen through love for her. She might be able to save him. Almost mechanically she left the shop, went to Sixth Street and to the \"family entrance\" of Meinert's beer-garden. She went into the little anteroom and, with her hand on the swinging door leading to the sitting-room, paused like one waking from a dream. \"I must be crazy,\" she said half aloud. \"He's a scoundrel and no good can come of my seeing him. What would Otto think of me? What am I doing here?\" And she hastened away, hoping that no one had seen her."
  },
  {
   "size": 608,
   "text": "Mr. Feuerstein was seated at a table a few feet from where she had paused and turned back. He had come in half an hour before and had ordered and drunk three glasses of cheap, fiery brandy. As the moments passed his mood grew wilder and more somber. \"She has failed me!\" he exclaimed. He called for pen, ink and paper. He wrote rapidly and, when he had finished, declaimed his production, punctuating the sentences with looks and gestures. His voice gradually broke, and he uttered the last words with sobs and with the tears streaming down his cheeks. He signed his name with a flourish, added a postscript."
  },
  {
   "size": 606,
   "text": "He took a stamped envelope from his pocket, sealed the letter, addressed it and laid it before him on the table. \"The presence of death inspired me,\" he said, looking at his production with tragic pride. And he called for another drink. When the waiter brought it, he lifted it high and, standing up, bowed as if some one were opposite him at the table. \"I drink to you, Death!\" he said. The waiter stared in open-mouthed astonishment, and with a muttered, \"He's luny!\" backed from the room. He sat again and drew the knife from his pocket and slid his finger along the edge. \"The key to my sleeping-room,\""
  },
  {
   "size": 631,
   "text": "he muttered, half imagining that a vast audience was watching with bated breath. The waiter entered and he hid the knife. \"Away!\" he exclaimed, frowning heavily. \"I wish to be alone.\" \"Mr. Meinert says you must pay,\" said the waiter. \"Four drinks--sixty cents.\" Mr. Feuerstein laughed sardonically. \"Pay! Ha--ha! Always pay! Another drink, wretch, and I shall pay for all--for all!\" He laughed, with much shaking of the shoulders and rolling of the eyes. When the waiter had disappeared he muttered: \"I can wait no longer.\" He took the knife, held it at arm's length, blade down. He turned his head to the left and closed his eyes."
  },
  {
   "size": 314,
   "text": "Then with a sudden tremendous drive he sent the long, narrow blade deep into his neck. The blood spurted out, his breath escaped from between his lips with long, shuddering, subsiding hisses. His body stiffened, collapsed, rolled to the floor. Mr. Feuerstein was dead--with empty pockets and the drinks unpaid for."
  },
  {
   "size": 605,
   "text": "MR. FEUERSTEIN'S CLIMAXWhen Otto came to see Hilda that evening she was guiltily effusive in her greeting and made up her mind that, as soon as they were alone, she must tell him what she had all but done. But first there was the game of pinochle which Otto must lose to her father. As they sat at their game she was at the zither-table, dreamily playing May Breezes as she watched Otto and thought how much more comfortable she was in his strong, loyal love than in the unnatural strain of Mr. Feuerstein's ecstasies. \"'Work and love and home,'\" she murmured, in time to her music. \"Yes, father is right."
  },
  {
   "size": 661,
   "text": "They ARE the best.\" August came in and said: \"Hilda, here are two men who want to see you.\" As he spoke, he was pushed aside and she, her father and Otto sat staring at the two callers. They were obviously detectives--\"plain clothes men\" from the Fifth-Street Station House. There could be no chance of mistake about those police mustaches and jaws, those wide, square-toed, police shoes. \"My name is Casey and this is my side-partner, Mr. O'Rourke,\" said the shorter and fatter of the two as they seated themselves without waiting to be asked. Casey took off his hat; O'Rourke's hand hesitated at the brim, then drew his hat more firmly down upon his forehead."
  },
  {
   "size": 460,
   "text": "\"Sorry to break in on your little party,\" Casey went on, \"but the Cap'n sent us to ask the young lady a few questions.\" Hilda grew pale and her father and Otto looked frightened. \"Do you know an actor named Feuerstein?\" asked Casey. Hilda trembled. She could not speak. She nodded assent. \"Did you see him to-day?\" \"Yes,\" almost whispered Hilda. Casey looked triumphantly at O'Rourke. Otto half rose, then sank back again. \"Where did you see him?\" asked Casey."
  },
  {
   "size": 603,
   "text": "Hilda nervously laced and unlaced her fingers. \"Only here,\" she answered after a pause. \"Ah, yes you did. Come now, lady. Speak the truth. You saw him at Meinert's.\" Hilda started violently. The detectives exchanged significant glances. \"No,\" she protested. \"I saw him only here.\" \"Were you out of the store this afternoon?\" A long pause, then a faint \"Yes.\" \"Where did you go?\" Casey added. The blood flew to Hilda's face, then left it. \"To Meinert's,\" she answered. \"But only as far as the door.\" \"Oh!\" said Casey sarcastically, and O'Rourke laughed. \"It's no use to hold back, lady,\" continued Casey."
  },
  {
   "size": 673,
   "text": "\"We know all about your movements. You went in Meinert's--in at the family entrance.\" \"Yes,\" replied Hilda. She was shaking as if she were having a chill. \"But just to the door, then home again.\" \"Now, that won't do,\" said Casey roughly. \"You'd better tell the whole story.\" \"Tell them all about it, Hilda,\" interposed her father in an agonized tone. \"Don't hold back anything.\" \"Oh--father--Otto--it was nothing. I didn't go in. He--Mr. Feuerstein--came here, and he looked so sick, and he begged me to come over to Meinert's for a minute. He said he had something to say to me. And then I went. But at the door I got to thinking about all he'd done, and I wouldn't go in."
  },
  {
   "size": 634,
   "text": "I just came back home.\" \"What was it that he had done, lady?\" asked O'Rourke. \"I won't tell,\" Hilda flashed out, and she started up. \"It's nobody's business. Why do you ask me all these questions? I won't answer any more.\" \"Now, now, lady,\" said Casey. \"Just keep cool. When you went, what did you take a knife from the counter for?\" \"A knife!\" Hilda gasped, and she would have fallen to the floor had not Otto caught her. \"That settles it!\" said Casey, in an undertone to O'Rourke. \"She's it, all right. I guess she's told us enough?\" O'Rourke nodded. \"The Cap'n'll get the rest out of her when he puts her through the third degree.\""
  },
  {
   "size": 608,
   "text": "They rose and Casey said, with the roughness of one who is afraid of his inward impulses to gentleness: \"Come, lady, get on your things. You're going along with us.\" \"No! No!\" she cried in terror, flinging herself into her father's arms. Brauner blazed up. \"What do you mean?\" he demanded, facing the detectives. \"You'll find out soon enough,\" said Casey in a blustering tone. \"The less fuss you make, the better it'll be for you. She's got to go, and that's all there is to it.\" \"This is an outrage,\" interrupted Otto, rushing between Hilda and the detectives. \"You daren't take her without telling her why."
  },
  {
   "size": 612,
   "text": "You can't treat us like dogs.\" \"Drop it!\" said Casey contemptuously. \"Drop it, Dutchy. I guess we know what we're about.\" \"Yes--and I know what _I_'m about,\" exclaimed Otto. \"Do you know Riordan, the district leader here? Well, he's a friend of mine. If we haven't got any rights you police are bound to respect, thank God, we've got a 'pull'.\" \"That's a bluff,\" said Casey, but his tone was less insolent. \"Well, if you must know, she's wanted for the murder of Carl Feuerstein.\" Hilda flung her arms high above her head and sank into a chair and buried her face. \"It's a dream!\" she moaned. \"Wake me--wake me!\""
  },
  {
   "size": 618,
   "text": "Otto and Brauner looked each at the other in horror. \"Murder!\" whispered Brauner hoarsely. \"My Hilda--murder!\" Otto went to Hilda and put his arms about her tightly and kissed her. \"She's got to come,\" said Casey angrily. \"Now, will she go quietly or shall I call the wagon?\" This threat threw them into a panic. \"You'd better go,\" said Otto in an undertone to Hilda. \"Don't be frightened, dear. You're innocent and they can't prove you guilty. You're not poor and friendless.\" At the pressure of his arms Hilda lifted her face, her eyes shining at him through her tears. And her heart went out to him as never before."
  },
  {
   "size": 632,
   "text": "From that moment it was his, all his. \"My love, my dear love,\" she said. She went to the closet and took out her hat. She put it on before the mirror over the mantelpiece. \"I'm ready,\" she said quietly. In the street, she walked beside Casey; her father and Otto were close behind with O'Rourke. They turned into Sixth Street. Half a block down, in front of Meinert's, a crowd was surging, was filling sidewalk and street. When they came to the edge of it, Casey suddenly said \"In here\" and took her by the arm. All went down a long and winding passage, across an open court to a back door where a policeman in uniform was on guard."
  },
  {
   "size": 624,
   "text": "\"Did you get her, Mike?\" said the policeman to Casey. \"Here she is,\" replied Casey. \"She didn't give no trouble.\" The policeman opened the door. He let Casey, Hilda and O'Rourke pass. He thrust back Brauner and Otto. \"No, you don't,\" he said. \"Let us in!\" commanded Otto, beside himself with rage. \"Not much! Get back!\" He had closed the door and was standing between it and them, one hand meaningly upon the handle of his sheathed club. \"I am her father,\" half-pleaded, half-protested Brauner. \"Cap'n's orders,\" said the policeman in a gentler voice. \"The best thing you can do is to go to the station house and wait there."
  },
  {
   "size": 607,
   "text": "You won't get to see her here.\" Meanwhile Casey, still holding Hilda by the arm, was guiding her along a dark hall. When they touched a door he threw it open. He pushed her roughly into the room. For a few seconds the sudden blaze of light blinded her. Then-- Before her, stretched upon a table, was--Mr. Feuerstein. She shrank back and gazed at him with wide, fascinated eyes. His face was turned toward her, his eyes half-open; he seemed to be regarding her with a glassy, hateful stare--the \"curse in a dead man's eye.\" His chin was fallen back and down, and his lips exposed his teeth in a hideous grin."
  },
  {
   "size": 605,
   "text": "And then she saw-- Sticking upright from his throat was a knife, the knife from their counter. It seemed to her to be trembling as if still agitated from the hand that had fiercely struck out his life. \"My God!\" moaned Hilda, sinking down to the floor and hiding her face. As she crouched there, Casey said cheerfully to Captain Hanlon, \"You see she's guilty all right, Cap'n.\" Hanlon took his cigar from between his teeth and nodded. At this a man sitting near him burst out laughing. Hanlon scowled at him. The man--Doctor Wharton, a deputy coroner--laughed again. \"I suppose you think she acts guilty,\""
  },
  {
   "size": 608,
   "text": "he said to Hanlon. \"Any fool could see that,\" retorted Hanlon. \"Any fool would see it, you'd better say,\" said Doctor Wharton. \"No matter how she took it, you fellows would wag your heads and say 'Guilty.'\" Hanlon looked uneasily at Hilda, fearing she would draw encouragement from Wharton's words. But Hilda was still moaning. \"Lift her up and set her in a chair,\" he said to Casey. Hilda recovered herself somewhat and sat before the captain, her eyes down, her fluttering hands loose in her lap. \"What was the trouble between you and him?\" Hanlon asked her presently in a not unkindly tone. \"Must I tell?\""
  },
  {
   "size": 606,
   "text": "pleaded Hilda, looking piteously at the captain. \"I don't know anything about this except that he came into our store and told me he was going to--to--\" She looked at Feuerstein's dead face and shivered. And as she looked, memories flooded her, drowning resentment and fear. She rose, went slowly up to him; she laid her hand softly upon his brow, pushed back his long, yellow hair. The touch of her fingers seemed to smooth the wild, horrible look from his features. As she gazed down at him the tears welled into her eyes. \"I won't talk against him,\" she said simply. \"He's dead--it's all over and past.\""
  },
  {
   "size": 623,
   "text": "\"She ought to go on the stage,\" growled Casey. But Wharton said in an unsteady voice, \"That's right, Miss. They can't force you to talk. Don't say a word until you get a lawyer.\" Hanlon gave him a furious look. \"Don't you meddle in this,\" he said threateningly. Wharton laughed. \"The man killed himself,\" he replied. \"I can tell by the slant of the wound. And I don't propose to stand by and see you giving your third degree to this little girl.\" \"We've got the proof, I tell you,\" said Hanlon. \"We've got a witness who saw her do it--or at least saw her here when she says she wasn't here.\" Wharton shrugged his shoulders."
  },
  {
   "size": 625,
   "text": "\"Don't say a word,\" he said to Hilda. \"Get a lawyer.\" \"I don't want a lawyer,\" she answered. \"I'm not guilty. Why should I get a lawyer?\" \"Well, at any rate, do all your talking in court. These fellows will twist everything you say.\" \"Take her to the station house,\" interrupted Hanlon. \"But I'm innocent,\" said Hilda, clasping her hands on her heart and looking appealingly at the captain. \"Take her along, Casey.\" Casey laid hold of her arm, but she shook him off. They went through the sitting-room of the saloon and out at the side door. When Hilda saw the great crowd she covered her face with her hands and shrank back."
  },
  {
   "size": 613,
   "text": "\"There she is! There she is! They're taking her to the station house!\" shouted the crowd. Casey closed the door. \"We'll have to get the wagon,\" he said. They sat waiting until the patrol wagon came. Then Hilda, half-carried by Casey, crossed the sidewalk through a double line of blue coats who fought back the frantically curious, pushed on by those behind. In the wagon she revived and by the time they reached the station house, seemed calm. Another great crowd was pressing in; she heard cries of \"There's the girl that killed him!\" She drew herself up haughtily, looked round with defiance, with indignation."
  },
  {
   "size": 757,
   "text": "Her father and Otto rushed forward as soon as she entered the doors. She broke down again. \"Take me home! Take me home!\" she sobbed. \"I've not done anything.\" The men forgot that they had promised each the other to be calm, and cursed and cried alternately. The matron came, spoke to her gently. \"You'll have to go now, child,\" she said. Hilda kissed her father, then she and Otto clasped each the other closely. \"It'll turn out all right, dear,\" he said. \"We're having a streak of bad luck. But our good luck'll be all the better when it comes.\" Strength and hope seemed to pass from him into her. She walked away firmly and the last glimpse they had of her sad sweet young face was a glimpse of a brave little smile trying to break through its gray gloom."
  },
  {
   "size": 897,
   "text": "But alone in her cell, seated upon the board that was her bed, her disgrace and loneliness and danger took possession of her. She was a child of the people, brought up to courage and self-reliance. She could be brave and calm before false accusers, before staring crowds. But here, with a dim gas-jet revealing the horror of grated bars and iron ceiling, walls and floor-- She sat there, hour after hour, sleepless, tearless, her brain burning, the cries of drunken prisoners in adjoining cells sounding in her ears like the shrieks of the damned. Seconds seemed moments, moments hours. \"I'm dreaming,\" she said aloud at last. She started up and hurled herself against the bars, beating them with her hands. \"I must wake or I'll die. Oh, the disgrace! Oh! the shame!\" And she flung herself into a corner of the bench, to dread the time when the darkness and the loneliness would cease to hide her."
  },
  {
   "size": 721,
   "text": "The matron brought her up into the front room of the station house at eight in the morning. Casey looked at her haggard face with an expression of satisfaction. \"Her nerve's going,\" he said to the sergeant. \"I guess she'll break down and confess to-day.\" They drove her to court in a Black Maria, packed among thieves, drunkards and disorderly characters. Upon her right side pressed a slant-faced youth with a huge nose and wafer-thin, flapping ears, who had snatched a purse in Houston Street. On her left, lolling against her, was an old woman in dirty calico, with a faded black bonnet ludicrously awry upon scant white hair--a drunkard released from the Island three days before and certain to be back there by noon."
  },
  {
   "size": 795,
   "text": "\"So you killed him,\" the old woman said to her with a leer of sympathy and admiration. At this the other prisoners regarded her with curiosity and deference. Hilda made no answer, seemed not to have heard. Her eyes were closed and her face was rigid and gray as stone. \"She needn't be afraid at all,\" declared a young woman in black satin, addressing the company at large. \"No jury'd ever convict as good-looking a girl as her.\" \"Good business!\" continued the old woman. \"I'd 'a' killed mine if I could 'a' got at him--forty years ago.\" She nodded vigorously and cackled. Her cackle rose into a laugh, the laugh into a maudlin howl, the howl changing into a kind of song-- \"My love, my love, my love and I--we had to part, to part! And it broke, it broke, it broke my heart --it broke my heart!\""
  },
  {
   "size": 643,
   "text": "\"Cork up in there!\" shouted the policeman from the seat beside the driver. The old woman became abruptly silent. Hilda moaned and quivered. Her lips moved. She was murmuring, \"I can't stand it much longer--I can't. I'll wake soon and see Aunt Greta's picture looking down at me from the wall and hear mother in the kitchen--\" \"Step lively now!\" They were at the Essex Market police court; they were filing into the waiting-pen. A lawyer, engaged by her father, came there, and Hilda was sent with him into a little consultation room. He argued with her in vain. \"I'll speak for myself,\" she said. \"If I had a lawyer they'd think I was guilty.\""
  },
  {
   "size": 633,
   "text": "After an hour the petty offenders had been heard and judged. A court officer came to the door and called: \"Hilda Brauner!\" Hilda rose. She seemed unconcerned, so calm was she. Her nerves had reached the point at which nerves refuse to writhe, or even to record sensations of pain. As she came into the dingy, stuffy little courtroom she didn't note the throng which filled it to the last crowded inch of standing-room; did not note the scores of sympathetic faces of her anxious, loyal friends and neighbors; did not even see her father and Otto standing inside the railing, faith and courage in their eyes as they saw her advancing."
  },
  {
   "size": 653,
   "text": "The magistrate studied her over the tops of his glasses, and his look became more and more gentle and kindly. \"Come up here on the platform in front of me,\" he said. Hilda took her stand with only the high desk between him and her. The magistrate's tone and his kind, honest, old face reassured her. And just then she felt a pressure at her elbow and heard in Otto's voice: \"We're all here. Don't be afraid.\" \"Have you counsel--a lawyer?\" asked the magistrate. \"No,\" replied Hilda. \"I haven't done anything wrong. I don't need a lawyer.\" The magistrate's eyes twinkled, but he sobered instantly to say, \"I warn you that the case against you looks grave."
  },
  {
   "size": 667,
   "text": "You had better have legal help.\" Hilda looked at him bravely. \"I've only the truth to tell,\" she insisted. \"I don't want a lawyer.\" \"We'll see,\" said the magistrate, giving her an encouraging smile. \"If it is as you say, you certainly won't need counsel. Your rights are secure here.\" He looked at Captain Hanlon, who was also on the platform. \"Captain,\" said he, \"your first witness--the man who found the body.\" \"Meinert,\" said the captain in a low tone to a court officer, who called loudly, \"Meinert! Meinert!\" A man stood up in the crowd. \"You don't want me!\" he shouted, as if he were trying to make himself heard through a great distance instead of a few feet."
  },
  {
   "size": 609,
   "text": "\"Come forward!\" commanded the magistrate sharply, and when Meinert stood before him and beside Hilda and had been sworn, he said, \"Now, tell your story.\" \"The man--Feuerstein,\" began Meinert, \"came into my place about half-past one yesterday. He looked a little wild--as if he'd been drinking or was in trouble. He went back into the sitting-room and I sent in to him and--\" \"When did you see him again?\" \"Not till the police came.\" \"Stand down. I want evidence, not gossip. Captain Hanlon, who found the body? Do you know?\" \"Your Honor, I understood that Mr. Meinert found it.\" The magistrate frowned at him."
  },
  {
   "size": 608,
   "text": "Then he said, raising his voice, \"Does ANY ONE know who found the body?\" \"My man Wielert did,\" spoke up Meinert. A bleached German boy with a cowlick in the center of his head just above his forehead came up beside Hilda and was sworn. \"You found the body?\" \"Yes,\" said Wielert. He was blinking stupidly and his throat was expanding and contracting with fright. \"Tell us all you saw and heard and did.\" \"I take him the brandy in. And he sit and talk to himself. And he ask for paper and ink. And then he write and look round like crazy. And he make luny talk I don't understand. And he speak what he write--\""
  },
  {
   "size": 643,
   "text": "Captain Hanlon was red and was looking at Wielert in blank amazement. \"What did he write?\" asked the magistrate. \"A letter,\" answered Wielert. \"He put it in a envelope with a stamp on it and he write on the back and make it all ready. And then I watch him, and he take out a knife and feel it and speak with it. And I go in and ask him for money.\" \"Your Honor, this witness told us nothing of that before,\" interrupted Hanlon. \"I understood that the knife--\" \"Did you question him?\" asked the magistrate. \"No,\" replied the captain humbly. And Casey and O'Rourke shook their big, hard-looking heads to indicate that they had not questioned him."
  },
  {
   "size": 611,
   "text": "\"I am curious to know what you HAVE done in this case,\" said the magistrate sternly. \"It is a serious matter to take a young girl like this into custody. You police seem unable to learn that you are not the rulers, but the servants of the people.\" \"Your Honor--\" began Hanlon. \"Silence!\" interrupted the magistrate, rapping on the desk with his gavel. \"Proceed, Wielert. What kind of knife was it?\" \"The knife in his throat afterward,\" answered Wielert. \"And I hear a sound like steam out a pipe--and I go in and see a lady at the street door. She peep through the crack and her face all yellow and her eye big."
  },
  {
   "size": 623,
   "text": "And she go away.\" Hilda was looking at him calmly. She was the only person in the room who was not intensely agitated. All eyes were upon her. There was absolute silence. \"Is that lady here?\" asked the magistrate. His voice seemed loud and strained. \"Yes,\" said Wielert. \"I see her.\" Otto instinctively put his arm about Hilda. Her father was like a leaf in the wind. Wielert looked at Hilda earnestly, then let his glance wander over the still courtroom. He was most deliberate. At last he said, \"I see her again.\" \"Point her out,\" said the magistrate--it was evidently with an effort that he broke that straining silence."
  },
  {
   "size": 663,
   "text": "\"That lady there.\" Wielert pointed at a woman sitting just outside the inclosure, with her face half-hid by her hand. A sigh of relief swelled from the crowd. Paul Brauner sobbed. \"Why, she's our witness!\" exclaimed Hanlon, forgetting himself. The magistrate rapped sharply, and, looking toward the woman, said, \"Stand up, Madam. Officer, assist her!\" The court officer lifted her to her feet. Her hand dropped and revealed the drawn, twitching face of Sophie Liebers. \"Your Honor,\" said Hanlon hurriedly, \"that is the woman upon whose statement we made our case. She told us she saw Hilda Brauner coming from the family entrance just before the alarm was given.\""
  },
  {
   "size": 655,
   "text": "\"Are you sure she's the woman you saw?\" said the magistrate to Wielert. \"Be careful what you say.\" \"That's her,\" answered Wielert. \"I see her often. She live across the street from Meinert's.\" \"Officer, bring the woman forward,\" commanded the magistrate. Sophie, blue with terror, was almost dragged to the platform beside Hilda. Hilda looked stunned, dazed. \"Speak out!\" ordered the magistrate. \"You have heard what this witness testified.\" Sophie was weeping violently. \"It's all a mistake,\" she cried in a low, choked voice. \"I was scared. I didn't mean to tell the police Hilda was there. I was afraid they'd think I did it if I didn't say something.\""
  },
  {
   "size": 613,
   "text": "\"Tell us what you saw.\" The magistrate's voice was severe. \"We want the whole truth.\" \"I was at our window. And I saw Hilda come along and go in at the family entrance over at Meinert's. And I'd seen Mr. Feuerstein go in the front door about an hour before. Hilda came out and went away. She looked so queer that I wanted to see. I ran across the street and looked in. Mr. Feuerstein was sitting there with a knife in his hand. And all at once he stood up and stabbed himself in the neck--and there was blood--and he fell--and--I ran away.\" \"And did the police come to you and threaten you?\" asked the magistrate."
  },
  {
   "size": 612,
   "text": "\"Your Honor,\" protested Captain Hanlon with an injured air, \"SHE came to US.\" \"Is that true?\" asked the magistrate of Sophie. Sophie wept loudly. \"Your Honor,\" Hanlon went on, \"she came to me and said it was her duty to tell me, though it involved her friend. She said positively that this girl went in, stayed several minutes, then came out looking very strange, and that immediately afterward there was the excitement. Of course, we believed her.\" \"Of course,\" echoed the magistrate ironically. \"It gave you an opportunity for an act of oppression.\" \"I didn't mean to get Hilda into trouble. I swear I didn't,\""
  },
  {
   "size": 664,
   "text": "Sophie exclaimed. \"I was scared. I didn't know what I was doing. I swear I didn't!\" Hilda's look was pity, not anger. \"Oh, Sophie,\" she said brokenly. \"What did your men do with the letter Feuerstein wrote?\" asked the magistrate of Hanlon suspiciously. \"Your Honor, we--\" Hanlon looked round nervously. Wielert, who had been gradually rising in his own estimation, as he realized the importance of his part in the proceedings, now pushed forward, his face flushed with triumph. \"I know where it is,\" he said eagerly. \"When I ran for the police I mail it.\" There was a tumult of hysterical laughter, everybody seeking relief from the strain of what had gone before."
  },
  {
   "size": 469,
   "text": "The magistrate rapped down the noise and called for Doctor Wharton. While he was giving his technical explanation a note was handed up to the bench. The magistrate read: GERMAN THEATER, 3 September. YOUR HONOR--I hasten to send you the inclosed letter which I found in my mail this morning. It seems to have an important bearing on the hearing in the Feuerstein case, which I see by the papers comes up before you to-day. Very truly yours, WILLIAM KONIGSMARCK, Manager."
  },
  {
   "size": 657,
   "text": "The magistrate handed the inclosure to a clerk, who was a German. \"Read it aloud,\" he said. And the clerk, after a few moments' preparation, slowly read in English: Before oblivion swallows me--one second, I beg! I have sinned, but I have expiated. I have lived bravely, fighting adversity and the malice which my superior gifts from nature provoked. I can live no longer with dignity. So, proud and fearless to the last, I accept defeat and pass out. I forgive my friends. I forget my enemies. Exit Carl Feuerstein, soldier of fortune, man of the world. A sensitive heart that was crushed by the cruelty of men and the kindness of women has ceased to beat."
  },
  {
   "size": 736,
   "text": "P. S. DEAR. MR. KONIGSMARCK--Please send a copy of the above to the newspapers, English as well as German. C. F. The magistrate beamed his kindliest upon Hilda. \"The charge against you is absurd. Your arrest was a crime. You are free.\" Hilda put her hand on Otto's arm. \"Let us go,\" she murmured wearily. As they went up the aisle hand in hand the crowd stood and cheered again and again; the magistrate did not touch his gavel--he was nodding vigorous approval. Hilda held Otto's hand more closely and looked all round. And her face was bright indeed. Thus the shadow of Mr. Feuerstein--of vanity and false emotion, of pose and pretense, passed from her life. Straight and serene before her lay the pathway of \"work and love and home.\""
  }
 ]
}