{
 "author": [
  "Houdini, Harry"
 ],
 "title": [
  "Miracle Mongers and Their Methods\r\nA Complete Exposé of the Modus Operandi of Fire Eaters, Heat Resisters, Poison Eaters, Venomous Reptile Defiers, Sword Swallowers, Human Ostriches, Strong Men, Etc."
 ],
 "language": [
  "en"
 ],
 "theme": [
  "GV",
  "Magicians -- Biography",
  "Magic tricks -- History"
 ],
 "id": "435",
 "genre": [
  "biography",
  "history"
 ],
 "paragraphs": [
  {
   "size": 1543,
   "text": "FIRE WORSHIP.--FIRE EATING AND HEAT RESISTANCE.--IN THE MIDDLE AGES.--AMONG THE NAVAJO INDIANS.--FIRE-WALKERS OF JAPAN.--THE FIERY ORDEAL OF FIJI. Fire has always been and, seemingly, will always remain, the most terrible of the elements. To the early tribes it must also have been the most mysterious; for, while earth and air and water were always in evidence, fire came and went in a manner which must have been quite unaccountable to them. Thus it naturally followed that the custom of deifying all things which the primitive mind was unable to grasp, led in direct line to the fire-worship of later days. That fire could be produced through friction finally came into the knowledge of man, but the early methods entailed much labor. Consequently our ease-loving forebears cast about for a method to \"keep the home fires burning\" and hit upon the plan of appointing a person in each community who should at all times carry a burning brand. This arrangement had many faults, however, and after a while it was superseded by the expedient of a fire kept continually burning in a building erected for the purpose. The Greeks worshiped at an altar of this kind which they called the Altar of Hestia and which the Romans called the Altar of Vesta. The sacred fire itself was known as Vesta, and its burning was considered a proof of the presence of the goddess. The Persians had such a building in each town and village; and the Egyptians, such a fire in every temple; while the Mexicans, Natches, Peruvians and Mayas kept their \"national fires\"",
   "summaries": [],
   "persons": [
    "Fire"
   ],
   "organisations": [],
   "locations": [
    "Altar of Hestia"
   ],
   "misc": [
    "Romans",
    "Mayas",
    "Peruvians",
    "Persians",
    "Greeks"
   ]
  },
  {
   "size": 1510,
   "text": "burning upon great pyramids. Eventually the keeping of such fires became a sacred rite, and the \"Eternal Lamps\" kept burning in synagogues and in Byzantine and Catholic churches may be a survival of these customs. There is a theory that all architecture, public and private, sacred and profane, began with the erection of sheds to protect the sacred fire. This naturally led men to build for their own protection as well, and thus the family hearth had its genesis. Another theory holds that the keepers of the sacred fires were the first public servants, and that from this small beginning sprang the intricate public service of the present. The worship of the fire itself had been a legacy from the earliest tribes; but it remained for the Rosicrucians and the fire philosophers of the Sixteenth Century under the lead of Paracelsus to establish a concrete religious belief on that basis, finding in the Scriptures what seemed to them ample proof that fire was the symbol of the actual presence of God, as in all cases where He is said to have visited this earth. He came either in a flame of fire, or surrounded with glory, which they conceived to mean the same thing. For example: when God appeared on Mount Sinai (Exod. xix, 18) \"The Lord descended upon it in fire.\" Moses, repeating this history, said: \"The Lord spake unto you out of the midst of fire\" (Deut. iv, 12). Again, when the angel of the Lord appeared to Moses out of the flaming bush, \"the bush burned with fire and the bush was not consumed\"",
   "summaries": [],
   "persons": [
    "God",
    "Moses",
    "Paracelsus"
   ],
   "organisations": [
    "Century"
   ],
   "locations": [
    "Mount Sinai"
   ],
   "misc": [
    "Scriptures",
    "Catholic",
    "Sixteenth Century",
    "Byzantine",
    "Rosicrucians"
   ]
  },
  {
   "size": 1474,
   "text": "(Exod. iii, 3). Fire from the Lord consumed the burnt offering of Aaron (Lev. ix, 24), the sacrifice of Gideon (Judg. vi, 21), the burnt offering of David (1 Chron. xxxi, 26), and that at the dedication of King Solomon's temple (Chron. vii, 1). And when Elijah made his sacrifice to prove that Baal was not God, \"the fire of the Lord fell and consumed the burnt sacrifice, and the wood, and the stones, and the dust and the water that was in the trench.\" (1 Kings, xviii, 38.) Since sacrifice had from the earliest days been considered as food offered to the gods, it was quite logical to argue that when fire from Heaven fell upon the offering, God himself was present and consumed His own. Thus the Paracelsists and other fire believers sought, and as they believed found, high authority for continuing a part of the fire worship of the early tribes. The Theosophists, according to Hargrave Jennings in \"The Rosicrucians,\" called the soul a fire taken from the eternal ocean of light, and in common with other Fire-Philosophers believed that all knowable things, both of the soul and the body, were evolved out of fire and finally resolvable into it; and that fire was the last and only-to-be-known God. In passing I might call attention to the fact that the Devil is supposed to dwell in the same element. Some of the secrets of heat resistance as practiced by the dime-museum and sideshow performers of our time, secrets grouped under the general title of \"Fire-eating,\"",
   "summaries": [],
   "persons": [
    "David",
    "God",
    "Hargrave Jennings",
    "Devil",
    "Elijah",
    "Aaron",
    "Gideon",
    "Baal"
   ],
   "organisations": [],
   "locations": [
    "Heaven"
   ],
   "misc": [
    "Paracelsists",
    "Fire-Philosophers"
   ]
  },
  {
   "size": 1552,
   "text": "must have been known in very early times. To quote from Chambers' \"Book of Days\": \"In ancient history we find several examples of people who possessed the art of touching fire without being burned. The Priestesses of Diana, at Castabala, in Cappadocia, commanded public veneration by walking over red-hot iron. The Herpi, a people of Etruria, walked among glowing embers at an annual festival held on Mount Soracte, and thus proved their sacred character, receiving certain privileges, among others, exemption from military service, from the Roman Senate. One of the most astounding stories of antiquity is related in the 'Zenda-Vesta,' to the effect that Zoroaster, to confute his calumniators, allowed fluid lead to be poured over his body, without receiving any injury.\" To me the \"astounding\" part of this story is not in the feat itself, for that is extremely easy to accomplish, but in the fact that the secret was known at such an early date, which the best authorities place at 500 to 1000 B.C. It is said that the earliest recorded instance, in our era, of ordeal by fire was in the fourth century. Simplicius, Bishop of Autun, who had been married before his promotion, continued to live with his wife, and in order to demonstrate the Platonic purity of their intercourse placed burning coals upon their flesh without injury. That the clergy of the Middle Ages, who caused accused persons to walk blindfold among red-hot plowshares, or hold heated irons in their hands, were in possession of the secret of the trick, is shown by the fact that",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": [
    "Platonic",
    "Roman"
   ]
  },
  {
   "size": 462,
   "text": "after trial by ordeal had been abolished the secret of their methods was published by Albert, Count of Bollstadt, usually called Albertus Magnus but sometimes Albertus Teutonicus, a man distinguished by the range of his inquiries and his efforts for the spread of knowledge. These secrets will be fully explained in the section of this history devoted to the Arcana of the Fire-Eaters (Chapter Six). I take the following from the New York Clipper-Annual of 1885:",
   "summaries": [],
   "persons": [
    "Albertus Magnus"
   ],
   "organisations": [],
   "locations": [
    "New York"
   ],
   "misc": [
    "New York Clipper-Annual",
    "Arcana of the Fire-Eaters"
   ]
  },
  {
   "size": 1536,
   "text": "The famous fire dance of the Navajo Indians, often described as though it involved some sort of genuine necromancy, is explained by a matter-of-fact spectator. It is true, he says, that the naked worshipers cavort round a big bonfire, with blazing faggots in their hands, and dash the flames over their own and their fellows' bodies, all in a most picturesque and maniacal fashion; but their skins are first so thickly coated with a clay paint that they cannot easily be burned. An illustrated article entitled Rites of the Firewalking Fanatics of Japan, by W. C. Jameson Reid, in the Chicago Sunday Inter-Ocean of September 27th, 1903, reveals so splendid an example of the gullibility of the well-informed when the most ordinary trick is cleverly presented and surrounded with the atmosphere of the occult, that I am impelled to place before my readers a few illuminating excerpts from Mr. Reid's narrative. This man would, in all probability, scorn to spend a dime to witness the performance of a fire-eater in a circus sideshow; but after traveling half round the world he pays a dollar and spends an hour's time watching the fanatical incantations of the solemn little Japanese priests for the sake of seeing the \"Hi-Wattarai\"--which is merely the stunt of walking over hot coals--and he then writes it down as the \"eighth wonder of the world,\" while if he had taken the trouble to give the matter even the most superficial investigation, he could have discovered that the secret of the trick had been made public centuries before.",
   "summaries": [],
   "persons": [],
   "organisations": [
    "Inter-Ocean"
   ],
   "locations": [
    "Chicago"
   ],
   "misc": [
    "Rites of",
    "Japanese"
   ]
  },
  {
   "size": 1506,
   "text": "Mr. Reid is authority for the statement that the Shintoist priests' fire-walking rites have \"long been one of the puzzling mysteries of the scientific world,\" and adds \"If you ever are in Tokio, and can find a few minutes to spare, by all means do not neglect witnessing at least one performance of 'Hi-Wattarai' (fire walking, and that is really what takes place), for, if you are of that incredulous nature which laughs with scorn at so-called Eastern mysticism, you will come away, as has many a visitor before you, with an impression sufficient to last through an ordinary lifetime.\" Further on he says \"If you do not come away convinced that you have been witness of a spectacle which makes you disbelieve the evidence of your own eyes and your most matter-of-fact judgment, then you are a man of stone.\" All of which proves nothing more than that Mr. Reid was inclined to make positive statements about subjects in which he knew little or nothing. He tells us further that formerly this rite was performed only in the spring and fall, when, beside the gratuities of the foreigners, the native worshipers brought \"gifts of wine, large trays of fish, fruit, rice cakes, loaves, vegetables, and candies.\" Evidently the combination of box-office receipts with donation parties proved extremely tempting to the thrifty priests, for they now give what might be termed a \"continuous performance.\" Those who have read the foregoing pages will apply a liberal sprinkling of salt to the solemn assurance of Mr.",
   "summaries": [],
   "persons": [
    "Reid"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "Eastern",
    "Shintoist"
   ]
  },
  {
   "size": 1524,
   "text": "Reid, advanced on the authority of Jinrikisha boys, that \"for days beforehand the priests connected with the temple devote themselves to fasting and prayer to prepare for the ordeal. . . . The performance itself usually takes place in the late afternoon during twilight in the temple court, the preceding three hours being spent by the priests in final outbursts of prayer before the unveiled altar in the inner sanctuary of the little matted temple, and during these invocations no visitors are allowed to enter the sacred precincts.\" Mr. Reid's description of the fire walking itself may not be out of place; it will show that the Japs had nothing new to offer aside from the ritualistic ceremonials with which they camouflaged the hocus-pocus of the performance, which is merely a survival of the ordeal by fire of earlier religions. \"Shortly before 5 o'clock the priests filed from before the altar into some interior apartments, where they were to change their beautiful robes for the coarser dress worn during the fire walking. In the meantime coolies had been set to work in the courtyard to ignite the great bed of charcoal, which had already been laid. The dimensions of this bed were about twelve feet by four, and, perhaps, a foot deep. On the top was a quantity of straw and kindling wood, which was lighted, and soon burst into a roaring blaze. The charcoal became more and more thoroughly ignited until the whole mass glowed in the uncertain gloom, like some gigantic and demoniacal eye of a modern Prometheus.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [
    "Jinrikisha"
   ],
   "misc": [
    "Japs"
   ]
  },
  {
   "size": 1433,
   "text": "As soon as the mass of charcoal was thoroughly ignited from top to bottom, a small gong in the temple gave notice that the wonderful spectacle of 'Hi-Wattarai' was about to begin. \"Soon two of the priests came out, said prayers of almost interminable length at a tiny shrine in the corner of the enclosure, and turned their attention to the fire. Taking long poles and fans from the coolies, they poked and encouraged the blaze till it could plainly be seen that the coal was ignited throughout. The whole bed was a glowing mass, and the heat which rose from it was so intense that we found it uncomfortable to sit fifteen feet away from it without screening our faces with fans. Then they began to pound it down more solidly along the middle; as far as possible inequalities in its surface were beaten down, and the coals which protruded were brushed aside.\" There follows a long and detailed description of further ceremonies, the receiving of gifts, etc., which need not be repeated here. Now for the trick itself. \"One of the priests held a pile of white powder on a small wooden stand. This was said to be salt--which in Japan is credited with great cleansing properties--but as far as could be ascertained by superficial examination it was a mixture of alum and salt. He stood at one end of the fire-bed and poised the wooden tray over his head, and then sprinkled a handful of it on the ground before the glowing bed of coals.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [
    "Japan"
   ],
   "misc": []
  },
  {
   "size": 1514,
   "text": "At the same time another priest who stood by him chanted a weird recitative of invocation and struck sparks from flint and steel which he held in his hands. This same process was repeated by both the priests at the other end, at the two sides, and at the corners. \"Ten minutes, more or less, was spent in various movements and incantations about the bed of coals. At the end of that time two small pieces of wet matting were brought out and placed at either end and a quantity of the white mixture was placed upon them. At a signal from the head priest, who acted as master of ceremonies during the curious succeeding function, the ascetics who were to perform the first exhibition of fire-walking gathered at one end of the bed of coals, which by this time was a fierce and glowing furnace. \"Having raised both his hands and prostrated himself to render thanks to the god who had taken out the 'soul' of the fire, the priest about to undergo the ordeal stood upon the wet matting, wiped his feet lightly in the white mixture, and while we held our breaths, and our eyes almost leaped from their sockets in awe-struck astonishment, he walked over the glowing mass as unconcernedly as if treading on a carpet in a drawing-room, his feet coming in contact with the white hot coals at every step. He did not hurry or take long steps, but sauntered along with almost incredible sang-froid, and before he reached the opposite side he turned around and sauntered as carelessly back to the mat from which he had started.\"",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1477,
   "text": "The story goes on to tell how the performance was repeated by the other priests, and then by many of the native audience; but none of the Europeans tried it, although invited to do so. Mr. Reid's closing statement is that \"no solution of the mystery can be gleaned, even from high scientific authorities who have witnessed and closely studied the physical features of these remarkable Shinto fire-walking rites.\" Many who are confronted with something that they cannot explain take refuge in the claim that it puzzles the scientists too. As a matter of fact, at the time Mr. Reid wrote, such scientists as had given the subject serious study were pretty well posted on the methods involved. An article under the title The Fiery Ordeal of Fiji, by Maurice Delcasse, appeared in the Wide World Magazine for May, 1898. From Mr. Delcasse's account it appears that the Fijian ordeal is practically the same as that of the Japanese, as described by Mr. Reid, except that there is very little ceremony surrounding it. The people of Fiji until a comparatively recent date were cannibals; but their islands are now British possessions, most of the natives are Christians, and most of their ancient customs have become obsolete, from which I deduce that the fire-walking rites described in this article must have been performed by natives who had retained their old religious beliefs. The ordeal takes place on the Island of Benga, which is near Suva, the capital of Fiji, and which, Mr.",
   "summaries": [],
   "persons": [
    "Reid"
   ],
   "organisations": [
    "Wide World Magazine"
   ],
   "locations": [
    "Island",
    "Fiji"
   ],
   "misc": [
    "British",
    "Fijian",
    "Fiery Ordeal of"
   ]
  },
  {
   "size": 572,
   "text": "Delcasse says, \"was the supposed residence of some of the old gods of Fiji, and was, therefore, considered a sacred land.\" Instead of walking on the live coals, as the Japanese priests do, the Fijians walk on stones that have been brought to a white heat in a great fire of logs. The familiar claim is made that the performance puzzles scientists, and that no satisfactory solution has yet been discovered. We are about to see that for two or three hundred years the same claims have been made by a long line of more or less clever public performers in Europe and America.",
   "summaries": [],
   "persons": [
    "Delcasse"
   ],
   "organisations": [],
   "locations": [
    "Europe"
   ],
   "misc": [
    "Japanese",
    "Fijians"
   ]
  },
  {
   "size": 1424,
   "text": "WATTON'S SHIP-SWABBER \"FROM THE INDIES.\"--RICHARDSON, 1667--DE HEITERKEIT, 1713.--ROBERT POWELL, 1718-1780.--DUFOUR, 1783.--QUACKENSALBER, 1794. The earliest mention I have found of a public fire-eater in England is in the correspondence of Sir Henry Watton, under date of June 3rd, 1633. He speaks of an Englishman \"like some swabber of a ship, come from the Indies, where he has learned to eat fire as familiarly as ever I saw any eat cakes, even whole glowing brands, which he will crush with his teeth and swallow.\" This was shown in London for two pence. The first to attract the attention of the upper classes, however, was one Richardson, who appeared in France in the year 1667 and enjoyed a vogue sufficient to justify the record of his promise in the Journal des Savants. Later on he came to London, and John Evelyn, in his diary, mentions him under date of October 8th, 1672, as follows: I took leave of my Lady Sunderland, who was going to Paris to my Lord, now Ambassador there. She made me stay dinner at Leicester House, and afterwards sent for Richardson, the famous fire-eater. He devoured brimstone on glowing coals before us, chewing and swallowing them; he melted a beere-glass and eate it quite up; then taking a live coale on his tongue he put on it a raw oyster; the coal was blown on with bellows till it flamed and sparkled in his mouthe, and so remained until the oyster gaped and was quite boil'd.",
   "summaries": [],
   "persons": [
    "M",
    "John"
   ],
   "organisations": [],
   "locations": [
    "France",
    "London",
    "Paris"
   ],
   "misc": [
    "Englishman"
   ]
  },
  {
   "size": 573,
   "text": "Then he melted pitch and wax with sulphur, which he drank down as it flamed: I saw it flaming in his mouthe a good while; he also took up a thick piece of iron, such as laundresses use to put in their smoothing-boxes, when it was fiery hot, held it between his teeth, then in his hand, and threw it about like a stone; but this I observ'd he cared not to hold very long. Then he stoode on a small pot, and, bending his body, tooke a glowing iron with his mouthe from betweene his feete, without touching the pot or ground with his hands, with divers other prodigious feats.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1570,
   "text": "The secret methods employed by Richardson were disclosed by his servant, and this publicity seems to have brought his career to a sudden close; at least I have found no record of his subsequent movements. About 1713 a fire-eater named De Heiterkeit, a native of Annivi, in Savoy, flourished for a time in London. He performed five times a day at the Duke of Marlborough's Head, in Fleet Street, the prices being half-a-crown, eighteen pence and one shilling. According to London Tit-Bits, \"De Heiterkeit had the honor of exhibiting before Louis XIV., the Emperor of Austria, the King of Sicily and the Doge of Venice, and his name having reached the Inquisition, that holy office proposed experimenting on him to find out whether he was fireproof externally as well as internally. He was preserved from this unwelcome ordeal, however, by the interference of the Duchess Royal, Regent of Savoy.\" His programme did not differ materially from that of his predecessor, Richardson, who had antedated him by nearly fifty years. By far the most famous of the early fire-eaters was Robert Powell, whose public career extended over a period of nearly sixty years, and who was patronized by the English peerage. It was mainly through the instrumentality of Sir Hans Sloane that, in 1751, the Royal Society presented Powell a purse of gold and a large silver medal. Lounger's Commonplace Book says of Powell: \"Such is his passion for this terrible element, that if he were to come hungry into your kitchen, while a sirloin was roasting, he would eat up the fire and leave the beef.",
   "summaries": [],
   "persons": [
    "Powell",
    "Doge",
    "Royal",
    "De Heiterkeit"
   ],
   "organisations": [
    "Royal Society"
   ],
   "locations": [
    "London",
    "Sicily"
   ],
   "misc": [
    "English"
   ]
  },
  {
   "size": 507,
   "text": "It is somewhat surprising that the friends of REAL MERIT have not yet promoted him, living as we do in an age favorable to men of genius. Obliged to wander from place to place, instead of indulging himself in private with his favorite dish, he is under the uncomfortable necessity of eating in public, and helping himself from the kitchen fire of some paltry ale-house in the country.\" His advertisements show that he was before the public from 1718 to 1780. One of his later advertisements runs as follows:",
   "summaries": [],
   "persons": [
    "REAL"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1455,
   "text": "Please observe that there are two different performances the same evening, which will be performed by the famous MR. POWELL, FIRE-EATER, FROM LONDON: who has had the honor to exhibit, with universal applause, the most surprising performances that were ever attempted by mankind, before His Royal Highness William, late Duke of Cumberland, at Windsor Lodge, May 7th, 1752; before His Royal Highness the Duke of Gloucester, at Gloucester House, January 30th, 1769; before His Royal Highness the present Duke of Cumberland, at Windsor Lodge, September 25th, 1769; before Sir Hans Sloane and several of the Royal Society, March 4th, 1751, who made Mr. Powell a compliment of a purse of gold, and a fine large silver medal, which the curious may view by applying to him; and before most of the Nobility and Quality in the Kingdom. He intends to sup on the following articles: 1. He eats red-hot coals out of the fire as natural as bread. 2. He licks with his naked tongue red-hot tobacco pipes, flaming with brimstone. 3. He takes a large bunch of deal matches, lights them altogether; and holds them in his mouth till the flame is extinguished. 4. He takes a red-hot heater out of the fire, licks it with his naked tongue several times, and carries it around the room between his teeth. 5. He fills his mouth with red-hot charcoal, and broils a slice of beef or mutton upon his tongue, and any person may blow the fire with a pair of bellows at the same time.",
   "summaries": [],
   "persons": [
    "Powell",
    "Hans Sloane"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1328,
   "text": "6. He takes a quantity of resin, pitch, bees'-wax, sealing-wax, brimstone, alum, and lead, melts them all together over a chafing-dish of coals, and eats the same combustibles with a spoon, as if it were a porringer of broth (which he calls his dish of soup), to the great and agreeable surprise of the spectators; with various other extraordinary performances never attempted by any other person of this age, and there is scarce a possibility ever will; so that those who neglect this opportunity of seeing the wonders performed by this artist, will lose the sight of the most amazing exhibition ever done by man. The doors to be opened by six and he sups precisely at seven o'clock, without any notice given by sound of trumpet. If gentry do not choose to come at seven o'clock, no performance. Prices of admission to ladies and gentlemen, one shilling. Back Seats for Children and Servants, six pence. Ladies and children may have a private performance any hour of the day, by giving previous notice. N. B.--He displaces teeth or stumps so easily as to scarce be felt. He sells a chemical liquid which discharges inflammation, scalds, and burns, in a short time, and is necessary to be kept in all families. His stay in this place will be but short, not exceeding above two or three nights. Good fire to keep the gentry warm.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": [
    "Good"
   ]
  },
  {
   "size": 1447,
   "text": "This shows how little advance had been made in the art in a century. Richardson had presented practically the same programme a hundred years before. Perhaps the exposure of Richardson's method by his servant put an end to fire-eating as a form of amusement for a long time, or until the exposure had been forgotten by the public. Powell himself, though not proof against exposure, seems to have been proof against its effects, for he kept on the even tenor of his way for sixty years, and at the end of his life was still exhibiting. Whatever the reason, the eighteenth century fire-eaters, like too many magicians of the present day, kept to the stereotyped programmes of their predecessors. A very few did, however, step out of the beaten track and, by adding new tricks and giving a new dress to old ones, succeeded in securing a following that was financially satisfactory. In this class a Frenchman by the name of Dufour deserves special mention, from the fact that he was the first to introduce comedy into an act of this nature. He made his bow in Paris in 1783, and is said to have created quite a sensation by his unusual performance. I am indebted to Martin's Naturliche Magie, 1792, for a very complete description of the work of this artist. Dufour made use of a portable building, which was specially adapted to his purposes, and his table was spread as if for a banquet, except that the edibles were such as his performance demanded.",
   "summaries": [],
   "persons": [
    "Dufour"
   ],
   "organisations": [],
   "locations": [
    "Paris"
   ],
   "misc": [
    "Frenchman"
   ]
  },
  {
   "size": 1448,
   "text": "He employed a trumpeter and a tambour player to furnish music for his repast--as well as to attract public attention. In addition to fire-eating, Dufour gave exhibitions of his ability to consume immense quantities of solid food, and he displayed an appetite for live animals, reptiles, and insects that probably proved highly entertaining to the not overrefined taste of the audiences of his day. He even advertised a banquet of which the public was invited to partake at a small fee per plate, but since the menu consisted of the delicacies just described, his audiences declined to join him at table. His usual bill-of-fare was as follows: Soup--boiling tar torches, glowing coals and small, round, super-heated stones. The roast, when Dufour was really hungry, consisted of twenty pounds of beef or a whole calf. His hearth was either the flat of his hand or his tongue. The butter in which the roast was served was melted brimstone or burning wax. When the roast was cooked to suit him he ate coals and roast together. As a dessert he would swallow the knives and forks, glasses, and the earthenware dishes. He kept his audience in good humor by presenting all this in a spirit of crude comedy and, to increase the comedy element, he introduced a number of trained cats. Although the thieving proclivities of cats are well known, Dufour's pets showed no desire to share his repast, and he had them trained to obey his commands during mealtime.",
   "summaries": [],
   "persons": [
    "Dufour"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1607,
   "text": "At the close of the meal he would become violently angry with one of them, seize the unlucky offender, tear it limb from limb and eat the carcass. One of his musicians would then beg him to produce the cat, dead or alive. In order to do this he would go to a nearby horse-trough and drink it dry; would eat a number of pounds of soap, or other nauseating substance, clowning it in a manner to provoke amusement instead of disgust; and, further to mask the disagreeable features--and also, no doubt, to conceal the trick--would take the cloth from the table and cover his face; whereupon he would bring forth the swallowed cat, or one that looked like it, which would howl piteously and seem to struggle wildly while being disgorged. When freed, the poor cat would rush away among the spectators. Dufour gave his best performances in the evening, as he could then show his hocus-pocus to best advantage. At these times he appeared with a halo of fire about his head. His last appearance in Paris was most remarkable. The dinner began with a soup of asps in simmering oil. On each side was a dish of vegetables, one containing thistles and burdocks, and the other fuming acid. Other side dishes, of turtles, rats, bats and moles, were garnished with live coals. For the fish course he ate a dish of snakes in boiling tar and pitch. His roast was a screech owl in a sauce of glowing brimstone. The salad proved to be spider webs full of small explosive squibs, a plate of butterfly wings and manna worms, a dish of toads surrounded with flies, crickets, grasshoppers, church beetles, spiders, and caterpillars.",
   "summaries": [],
   "persons": [
    "Dufour"
   ],
   "organisations": [],
   "locations": [
    "Paris"
   ],
   "misc": []
  },
  {
   "size": 1566,
   "text": "He washed all this down with flaming brandy, and for dessert ate the four large candles standing on the table, both of the hanging side lamps with their contents, and finally the large center lamp, oil, wick and all. This leaving the room in darkness, Dufour's face shone out in a mask of living flames. A dog had come in with a farmer, who was probably a confederate, and now began to bark. Since Dufour could not quiet him, he seized him, bit off his head and swallowed it, throwing the body aside. Then ensued a comic scene between Dufour and the farmer, the latter demanding that his dog be brought to life, which threw the audience into paroxysms of laughter. Then suddenly candles reappeared and seemed to light themselves. Dufour made a series of hocus-pocus passes over the dog's body; then the head suddenly appeared in its proper place, and the dog, with a joyous yelp, ran to his master. Notwithstanding the fact that Dufour must have been by all odds the best performer of his time, I do not find reference to him in any other authority. But something of his originality appeared in the work of a much humbler practitioner, contemporary or very nearly contemporary with him. We have seen that Richardson, Powell, Dufour, and generally the better class of fire-eaters were able to secure select audiences and even to attract the attention of scientists in England and on the Continent. But many of their effects had been employed by mountebanks and street fakirs since the earliest days of the art, and this has continued until comparatively recent times.",
   "summaries": [],
   "persons": [
    "Dufour"
   ],
   "organisations": [],
   "locations": [
    "England"
   ],
   "misc": []
  },
  {
   "size": 1213,
   "text": "In Naturliche Magie, in 1794, Vol. VI, page 111, I find an account of one Quackensalber, who gave a new twist to the fire-eating industry by making a \"High Pitch\" at the fairs and on street corners and exhibiting feats of fire-resistance, washing his hands and face in melted tar, pitch and brimstone, in order to attract a crowd. He then strove to sell them a compound--composed of fish glue, alum and brandy--which he claimed would cure burns in two or three hours. He demonstrated that this mixture was used by him in his heat resistance: and then, doubtless, some \"capper\" started the ball rolling, and Herr Quackensalber (his name indicates a seller of salves) reaped a good harvest. I have no doubt but that even to-day a clever performer with this \"High Pitch\" could do a thriving business in that overgrown country village, New York. At any rate there is the so-called, \"King of Bees,\" a gentleman from Pennsylvania, who exhibits himself in a cage of netting filled with bees, and then sells the admiring throng a specific for bee-stings and the wounds of angry wasps. Unfortunately the only time I ever saw his majesty, some of his bee actors must have forgotten their lines, for he was thoroughly stung.",
   "summaries": [],
   "persons": [
    "Quackensalber"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1558,
   "text": "THE NINETEENTH CENTURY.--A \"WONDERFUL PHENOMENON.\"--\"THE INCOMBUSTIBLE SPANIARD, SENOR LIONETTO,\" 1803.--JOSEPHINE GIRARDELLI, 1814.--JOHN BROOKS, 1817.--W. C. HOUGHTON, 1832.--J. A. B. CHYLINSKI, 1841.--CHAMOUNI, THE RUSSIAN SALAMANDER, 1869.--PROFESSOR REL MAEUB, 1876.--RIVALLI (died 1900). In the nineteenth century by far the most distinguished heat-resister was Chabert, who deserves and shall have a chapter to himself. He commenced exhibiting about 1818, but even earlier in the century certain obscurer performers had anticipated some of his best effects. Among my clippings, for instance, I find the following. I regret that I cannot give the date, but it is evident from the long form of the letters that it was quite early. This is the first mention I have found of the hot-oven effect afterwards made famous by Chabert. A correspondent in France writes as follows: \"Paris has, for some days, rung with relations of the wonderful exploits of a Spaniard in that city, who is endowed with qualities by which he resists the action of very high degrees of heat, as well as the influence of strong chemical reagents. Many histories of the trials to which he has been submitted before a Commission of the Institute and Medical School, have appeared in the public papers; but the public waits with impatience for the report to be made in the name of the Commission by Professor Pinel. The subject of these trials is a young man, a native of Toledo, in Spain, 23 years of age, and free of any apparent peculiarities which can announce anything remarkable",
   "summaries": [],
   "persons": [
    "RIVALLI"
   ],
   "organisations": [
    "Commission"
   ],
   "locations": [
    "France",
    "Paris"
   ],
   "misc": [
    "Spaniard"
   ]
  },
  {
   "size": 1630,
   "text": "in the organization of his skin; after examination, one would be rather disposed to conclude a peculiar softness than that any hardness or thickness of the cuticle existed, either naturally or from mechanical causes. Nor was there any circumstance to indicate that the person had been previously rubbed with any matter capable of resisting the operation of the agents with which he was brought in contact. This man bathed for the space of five minutes, and without any injury to his sensibility or the surface of the skin, his legs in oil, heated at 97 degrees of Reaumur (250 degrees of Fahrenheit) and with the same oil, at the same degree of heat, he washed his face and superior extremities. He held, for the same space of time, and with as little inconvenience, his legs in a solution of muriate of soda, heated to 102 of the same scale, (261 1/2 degrees Fahr.) He stood on and rubbed the soles of his feet with a bar of hot iron heated to a white heat; in this state he held the iron in his hands and rubbed the surface of his tongue. He gargled his mouth with concentrated sulphuric and nitric acids, without the smallest injury or discoloration; the nitric acid changed the cuticle to a yellow color; with the acids in this state he rubbed his hands and arms. All these experiments were continued long enough to prove their inefficiency to produce any impression. It is said, on unquestionable authority, that he remained a considerable time in an oven heated to 65 degrees or 70 degrees, (178-189 degrees Fahr.) and from which he was with difficulty induced to retire, so comfortable did he feel at that high temperature.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": [
    "Reaumur"
   ]
  },
  {
   "size": 1401,
   "text": "It may be proper to remark, that this man seems totally uninfluenced by any motive to mislead, and, it is said, he has refused flattering offers from some religious sectaries of turning to emolument his singular qualities; yet on the whole it seems to be the opinion of most philosophical men, that this person must possess some matter which counteracts the operation of these agents. To suppose that nature has organized him differently, would be unphilosophic: by habit he might have blunted his sensibilities against those impressions that create pain under ordinary circumstances; but how to explain the power by which he resists the action of those agents which are known to have the strongest affinity for animal matter, is a circumstance difficult to comprehend. It has not failed, however, to excite the wonder of the ignorant and the inquiry of the learned at Paris.\" This \"Wonderful Phenomenon\" may have been \"the incombustible Spaniard, Senor Lionetto,\" whom the London Mirror mentions as performing in Paris in 1803 \"where he attracted the particular attention of Dr. Sementeni, Professor of Chemistry, and other scientific gentlemen of that city. It appears that a considerable vapor and smell rose from parts of his body when the fire and heated substances were applied, and in this he seems to differ from the person now in this country.\" The person here referred to was M. Chabert. Dr.",
   "summaries": [],
   "persons": [],
   "organisations": [
    "London Mirror"
   ],
   "locations": [
    "Paris"
   ],
   "misc": []
  },
  {
   "size": 1583,
   "text": "Sementeni became so interested in the subject that he made a series of experiments upon himself, and these were finally crowned with success. His experiments will receive further attention in the chapter \"The Arcana of the Fire-Eaters.\" A veritable sensation was created in England in the year 1814 by Senora Josephine Girardelli, who was heralded as having \"just arrived from the Continent, where she had the honor of appearing before most of the crowned heads of Europe.\" She was first spoken of as German, but afterwards proved to be of Italian birth. Entering a field of endeavor which had heretofore been exclusively occupied by the sterner sex, this lady displayed a taste for hot meals that would seem to recommend her as a matrimonial venture. Like all the earlier exploiters of the devouring element, she was proclaimed as \"The Great Phenomena of Nature\"--why the plural form was used does not appear--and, doubtless, her feminine instincts led her to impart a daintiness to her performance which must have appealed to the better class of audience in that day. The portrait that adorned her first English handbill, which I produce from the Picture Magazine, was engraved by Page and published by Smeeton, St. Martins Lane, London. It is said to be a faithful representation of her stage costume and setting. Richardson, of Bartholomew Fair fame, who was responsible for the introduction of many novelties, first presented Girardelli to an English audience at Portsmouth, where her success was so pronounced that a London appearance was arranged for the same year; and at Mr.",
   "summaries": [],
   "persons": [
    "arranged",
    "Girardelli",
    "Sementeni",
    "Page"
   ],
   "organisations": [],
   "locations": [
    "England",
    "London"
   ],
   "misc": [
    "Bartholomew Fair",
    "Italian",
    "English"
   ]
  },
  {
   "size": 1342,
   "text": "Laston's rooms, 23 New Bond Street, her performance attracted the most fashionable metropolitan audiences for a considerable time. Following this engagement she appeared at Richardson's Theater, at Bartholomew Fair, and afterwards toured England in the company of Signor Germondi, who exhibited a troupe of wonderful trained dogs. One of the canine actors was billed as the \"Russian Moscow Fire Dog, an animal unknown in this country, (and never exhibited before) who now delights in that element, having been trained for the last six months at very great expense and fatigue.\" Whether Girardelli accumulated sufficient wealth to retire or became discouraged by the exposure of her methods cannot now be determined, but after she had occupied a prominent position in the public eye and the public prints for a few seasons she dropped out of sight, and I have been unable to find where or how she passed the later years of her life. I am even more at a loss concerning her contemporary, John Brooks, of whom I have no other record than the following letter, which appears in the autobiography of the famous author-actor-manager, Thomas Dibdin, of the Theaters Royal, Covent Garden, Drury Lane, Haymarket and others. This one communication, however, absolves of any obligation to dig up proofs of John Brooks' versatility: he admits it himself.",
   "summaries": [],
   "persons": [
    "Girardelli"
   ],
   "organisations": [],
   "locations": [
    "England",
    "Haymarket"
   ],
   "misc": [
    "Russian"
   ]
  },
  {
   "size": 1408,
   "text": "To Mr. T. Dibdin, Esq. Pripetor of the Royal Circus. I have taken the Liberty of Riting those few lines to ask you the favour if a Greeable for me to Come to your House, as i Can do a great many different things i Can Sing a good Song and i Can Eat Boiling hot Lead and Rub my naked arms With a Red hot Poker and Stand on a Red hot sheet of iron, and do Diferent other things.--Sir i hope you Will Excuse me in Riting I do not Want any thing for my Performing for i have Got a Business that will Sirport me I only want to pass a Way 2 or 3 Hours in the Evening. Sir i hope you Will Send me an Answer Weather Agreeple or not. I am your Humble Servant, Direct to me No. 4 fox and Knot Court King Street Smithfield. We shall let this versatile John Brooks close the pre-Chabert record and turn our attention to the fire-eaters of Chabert's day. Imitation may be the sincerest flattery, but in most cases the victim of the imitation, it is safe to say, will gladly dispense with that form of adulation. When Chabert first came to America and gave fresh impetus to the fire-eating art by the introduction of new and startling material, he was beset by many imitators, or--as they probably styled themselves--rivals, who immediately proceeded, so far as in them lay, to out-Chabert Chabert. One of the most prominent of these was a man named W. C. Houghton, who claimed to have challenged Chabert at various times.",
   "summaries": [],
   "persons": [
    "John Brooks",
    "Chabert"
   ],
   "organisations": [],
   "locations": [
    "America"
   ],
   "misc": []
  },
  {
   "size": 452,
   "text": "In a newspaper advertisement in Philadelphia, where he was scheduled to give a benefit performance on Saturday evening, February 4th, 1832, he practically promised to expose the method of poison eating. Like that of all exposers, however, his vogue was of short duration, and very little can be found about this super-Chabert except his advertisements. The following will serve as a sample of them: ARCH STREET THEATRE BENEFIT OF THE AMERICAN FIRE KING",
   "summaries": [],
   "persons": [
    "H",
    "BENEFIT",
    "Chabert"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "AMERICAN"
   ]
  },
  {
   "size": 1524,
   "text": "A CARD.--W. C. Houghton, has the honor to announce to the ladies and gentlemen of Philadelphia, that his BENEFIT will take place at the ARCH STREET THEATRE, on Saturday evening next, 4th February, when will be presented a variety of entertainments aided by the whole strength of the company. Mr. H. in addition to his former experiments will exhibit several fiery feats, pronounced by Mons. Chabert an IMPOSSIBILITY. He will give a COMPLETE explanation by illustrations of the PRINCIPLES of the EUROPEAN and the AMERICAN CHESS PLAYERS. He will also (unless prevented by indisposition) swallow a sufficient quantity of phosphorus, (presented by either chemist or druggist of this city) to destroy THE LIFE OF ANY INDIVIDUAL. Should he not feel disposed to take the poison, he will satisfactorily explain to the audience the manner it may be taken without injury. In our next chapter we shall see how it went with others who challenged Chabert. A Polish athlete, J. A. B. Chylinski by name, toured Great Britain and Ireland in 1841, and presented a more than usually diversified entertainment. Being gifted by nature with exceptional bodily strength, and trained in gymnastics, he was enabled to present a mixed programme, combining his athletics with feats of strength, fire-eating, poison-swallowing, and fire-resistance. In The Book of Wonderful Characters, published in 1869 by John Camden Hotten, London, I find an account of Chamouni, the Russian Salamander: \"He was insensible, for a given time, to the effects of heat.",
   "summaries": [],
   "persons": [
    "Chabert"
   ],
   "organisations": [],
   "locations": [
    "Great Britain",
    "Ireland"
   ],
   "misc": [
    "EUROPEAN",
    "Polish"
   ]
  },
  {
   "size": 1412,
   "text": "He was remarkable for the simplicity and singleness of his character, as well as for that idiosyncrasy in his constitution, which enabled him for so many years, not merely to brave the effects of fire, but to take a delight in an element where other men find destruction. He was above all artifice, and would often entreat his visitors to melt their own lead, or boil their own mercury, that they might be perfectly satisfied of the gratification he derived from drinking these preparations. He would also present his tongue in the most obliging manner to all who wished, to pour melted lead upon it and stamp an impression of their seals.\" A fire-proof billed as Professor Rel Maeub, was on the programme at the opening of the New National Theater, in Philadelphia, Pa., in the spring of 1876. If I am not mistaken the date was April 25th. He called himself \"The Great Inferno Fire-King,\" and his novelty consisted in having a strip of wet carpeting running parallel to the hot iron plates on which he walked barefoot, and stepping on it occasionally and back onto the hot iron, when a loud hissing and a cloud of steam bore ample proof of the high temperature of the metal. One of the more recent fireproofs was Eugene Rivalli, whose act included, besides the usual effects, a cage of fire in which he stood completely surrounded by flames. Rivalli, whose right name was John Watkins, died in 1900, in England.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 649,
   "text": "He had appeared in Great Britain and Ireland as well as on the Continent during the later years of the 19th century. The cage of fire has been used by a number of Rivalli's followers also, and the reader will find a full explanation of the methods employed for it in the chapter devoted to the Arcana of the Fire-eaters, to which we shall come when we have recorded the work of the master Chabert, the history of some of the heat-resisters featured on magicians' programmes, particularly in our own day, and the interest taken in this art by performers whose chief distinction was won in other fields, as notably Edwin Forrest and the elder Sothern.",
   "summaries": [],
   "persons": [
    "Edwin Forrest"
   ],
   "organisations": [],
   "locations": [
    "Continent"
   ],
   "misc": []
  },
  {
   "size": 1602,
   "text": "THE MASTER--CHABERT, 1792-1859. Ivan Ivanitz Chabert, the only Really Incombustible Phenomenon, as he was billed abroad, or J. Xavier Chabert, A.M., M.D., etc., as he was afterwards known in this country, was probably the most notable, and certainly the most interesting, character in the history of fire-eating, fire-resistance, and poison eating. He was the last prominent figure in the long line of this type of artists to appeal to the better classes and to attract the attention of scientists, who for a considerable period treated his achievements more or less seriously. Henry Evanion gave me a valuable collection of Chabert clippings, hand-bills, etc., and related many interesting incidents in connection with this man of wonders. It seems quite impossible for me to write of any historical character in Magic or its allied arts without recalling my dear old friend Evanion, who introduced me to a throng of fascinating characters, with each of whom he seemed almost as familiar as if they had been daily companions. Subsequently I discovered an old engraving of Chabert, published in London in 1829, and later still another which bore the change of name, as well as the titles enumerated above. The latter was published in New York, September, 1836, and bore the inscription: \"One of the most celebrated Chemists, Philosophers, and Physicians of the present day.\" These discoveries, together with a clue from Evanion, led to further investigations, which resulted in the interesting discovery that this one-time Bartholomew Fair entertainer spent the last years of his life in New York City.",
   "summaries": [],
   "persons": [
    "Bartholomew Fair",
    "Chabert"
   ],
   "organisations": [],
   "locations": [
    "Bartholomew Fair",
    "New York"
   ],
   "misc": [
    "Bartholomew Fair",
    "Magic"
   ]
  },
  {
   "size": 1642,
   "text": "He resided here for twenty-seven years and lies buried in the beautiful Cypress Hills Cemetery, quite forgotten by the man on the street. Nearby is the grave of good old Signor Blitz, and not far away is the plot that holds all that is mortal of my beloved parents. When I finally break away from earthly chains and restraints, I hope to be placed beside them. During my search for data regarding Chabert I looked in the telephone book for a possible descendant. By accident I picked up the Suburban instead of the Metropolitan edition, and there I found a Victor E. Chabert living at Allenhurst, N. J. I immediately got into communication with him and found that he was a grandson of the Fire King, but he could give me no more information than I already possessed, which I now spread before my readers. M. Chabert was a son of Joseph and Therese Julienne Chabert. He was born on May 10th, 1792, at Avignon, France. Chabert was a soldier in the Napoleonic wars, was exiled to Siberia and escaped to England. His grandson has a bronze Napoleon medal which was presented to Chabert, presumably for valor on the field of battle. Napoleon was exiled in 1815 and again three years later. Chabert first attracted public notice in Paris, at which time his demonstrations of heat-resistance were sufficiently astonishing to merit the attention of no less a body than the National Institute. To the more familiar feats of his predecessors he added startling novelties in the art of heat-resistance, the most spectacular being that of entering a large iron cabinet, which resembled a common baker's oven, heated to the usual temperature of such ovens.",
   "summaries": [],
   "persons": [
    "Chabert"
   ],
   "organisations": [],
   "locations": [
    "Siberia"
   ],
   "misc": [
    "Suburban",
    "Metropolitan",
    "Napoleon"
   ]
  },
  {
   "size": 1473,
   "text": "He carried in his hand a leg of mutton and remained until the meat was thoroughly cooked. Another thriller involved standing in a flaming tar-barrel until it was entirely consumed around him. In 1828, Chabert gave a series of performances at the Argyle Rooms in London, and created a veritable sensation. A correspondent in the London Mirror has this to say of Chabert's work at that time: \"Of M. Chabert's wonderful power of withstanding the operation of the fiery element, it is in the recollection of the writer of witnessing, some few years back, this same individual (in connection with the no-less fire-proof Signora Girardelli) exhibiting 'extraordinary proofs of his supernatural power of resisting the most intense heat of every kind.' Since which an IMPROVEMENT of a more formidable nature has to our astonished fancy been just demonstrated. In the newspapers of the past week it is reported that he, in the first instance, refreshed himself with a hearty meal of phosphorus, which was, at his own request, supplied to him very liberally by several of his visitors, who were previously unacquainted with him. He washed down (they say) this infernal fare with solutions of arsenic and oxalic acid; thus throwing into the background the long-established fame of Mithridates. He next swallowed with great gout, several spoonfuls of boiling oil; and, as a dessert to this delicate repast, helped himself with his naked hands to a considerable quantity of molten lead.",
   "summaries": [],
   "persons": [
    "Chabert"
   ],
   "organisations": [
    "London Mirror"
   ],
   "locations": [
    "London"
   ],
   "misc": []
  },
  {
   "size": 1524,
   "text": "The experiment, however, of entering into a hot oven, together with a quantity of meat, sufficient, when cooked, to regale those of his friends who were specially invited to witness his performance, was the chef-d'oeuvre of the day. Having ordered three fagots of wood, which is the quantity generally used by bakers, to be thrown into the oven, and they being set on fire, twelve more fagots of the same size were subsequently added to them, which being all consumed by three o'clock, M. Chabert entered the oven with a dish of raw meat, and when it was sufficiently done he handed it out, took in another, and remained therein until the second quantity was also well cooked; he then came out of the oven, and sat down, continues the report, to partake, with a respectable assembly of friends, of those viands he had so closely attended during the culinary process. Publicly, on a subsequent day, and in an oven 6 feet by 7, and at a heat of about 220, he remained till a steak was properly done, and again returned to his fiery den and continued for a period of thirty minutes, in complete triumph over the power of an element so much dreaded by humankind, and so destructive to animal nature. It has been properly observed, that there are preparations which so indurate the cuticle, as to render it insensible to the heat of either boiling oil or melted lead; and the fatal qualities of certain poisons may be destroyed, if the medium through which they are imbibed, as we suppose to be the case here, is a strong alkali.",
   "summaries": [],
   "persons": [
    "Chabert"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1191,
   "text": "Many experiments, as to the extent to which the human frame could bear heat, without the destruction of the vital powers, have been tried from time to time; but so far as recollection serves, Monsieur Chabert's fire-resisting qualities are greater than those professed by individuals who, before him, have undergone this species of ordeal.\" It was announced some time ago, in one of the French journals, that experiments had been tried with a female, whose fire-standing qualities had excited great astonishment. She, it appears, was placed in a heated oven, into which live dogs, cats, and rabbits were conveyed. The poor animals died in a state of convulsion almost immediately, while the Fire-queen bore the heat without complaining. In that instance, however, the heat of the oven was not so great as that which M. Chabert encountered. Much of the power to resist greater degrees of heat than can other men may be a natural gift, much the result of chemical applications, and much from having the parts indurated by long practice; probably all three are combined in this phenomenon, with some portion of artifice. In Timbs' Curiosities of London, published in 1867, I find the following:",
   "summaries": [],
   "persons": [
    "Chabert"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "French"
   ]
  },
  {
   "size": 1417,
   "text": "At the Argyle Rooms, London, in 1829, Mons. Chabert, the Fire-King, exhibited his powers of resisting poisons, and withstanding extreme heat. He swallowed forty grains of phosphorus, sipped oil at 333 degrees with impunity, and rubbed a red-hot fire-shovel over his tongue, hair, and face, unharmed. On September 23d, on a challenge of L50, Chabert repeated these feats and won the wager; he next swallowed a piece of burning torch; and then, dressed in coarse woolen, entered an oven heated to 380 degrees, sang a song, and cooked two dishes of beef steaks. Still, the performances were suspected, and in fact, proved to be a chemical juggle. Another challenge in the same year is recorded under the heading, \"Sights of London,\" as follows: We were tempted on Wednesday to the Argyle Rooms by the challenge of a person of the uncommon name of J. Smith to M. Chabert, our old friend the Fire King, whom this individual dared to invite to a trial of powers in swallowing poison and being baked! The audacity of such a step quite amazed us; and expecting to see in the competitor at least a Vulcan, the God of all Smiths, was hastened to the scene of strife. Alas, our disappointment was complete! Smith had not even the courage of a blacksmith for standing fire, and yielded a stake of L50, as was stated, without a contest, to M. Chabert, on the latter coming out of his oven with his own two steaks perfectly cooked.",
   "summaries": [],
   "persons": [
    "Smith",
    "God"
   ],
   "organisations": [],
   "locations": [
    "Argyle Rooms"
   ],
   "misc": []
  },
  {
   "size": 623,
   "text": "On this occasion Chabert took 20 grains of phosphorus, swallowed oil heated to nearly 100 degrees above boiling water, took molten lead out of a ladle with his fingers and cooled it on his tongue; and, besides performing other remarkable feats, remained five minutes in the oven at a temperature of between 300 and 400 degrees by the thermometer. There was about 150 persons present, many of them medical men; and being convinced that these things were fairly done, without trickery, much astonishment was expressed. The following detailed account of the latter challenge appeared in the Chronicle, London, September, 1829.",
   "summaries": [],
   "persons": [
    "Chabert"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1477,
   "text": "THE FIRE KING AND HIS CHALLENGER.--An advertisement appeared lately in one of the papers, in which a Mr. J. Smith after insinuating that M. Chabert practised some juggle when he appeared to enter an oven heated to five hundred degrees, and to swallow twenty grains of phosphorus, challenged him to perform the exploits which he professed to be performing daily. In consequence M. Chabert publicly accepted Mr. J. Smith's challenge for L50, requesting him to provide the poison himself. A day was fixed upon which the challenge was to be determined, and at two o'clock on that day, a number of gentlemen assembled in the Argyle-rooms, where the exhibition was to take place. At a little before three the fire-king made his appearance near his oven, and as some impatience had been exhibited, owing to the non-arrival of Mr. J. Smith, he offered to amuse the company with a few trifling experiments. He made a shovel red-hot and rubbed it over his tongue, a trick for which no credit, he said, was due, as the moisture of the tongue was sufficient to prevent any injury arising from it. He next rubbed it over his hair and face, declaring that anybody might perform the same feat by first washing themselves in a mixture of spirits of sulphur and alum, which, by cauterising the epidermis, hardened the skin to resist the fire.He put his hand into some melted lead, took a small portion of it out, placed it in his mouth, and then gave it in a solid state to some of the company.",
   "summaries": [],
   "persons": [
    "Smith",
    "Chabert"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1468,
   "text": "This performance, according to his account, was also very easy; for he seized only a very small particle, which, by a tight compression between the forefinger and the thumb, became cool before it reached the mouth. At this time Mr. Smith made his appearance, and M. Chabert forthwith prepared himself for mightier undertakings. A cruse of oil was brought forward and poured into a saucepan, which was previously turned upside down, to show that there was no water in it. The alleged reason for this step was, that the vulgar conjurors, who profess to drink boiling oil, place the oil in water, and drink it when the water boils, at which time the oil is not warmer than an ordinary cup of tea. He intended to drink the oil when any person might see it bubbling in the saucepan, and when the thermometer would prove that it was heated to three hundred and sixty degrees. The saucepan was accordingly placed on the fire, and as it was acquiring the requisite heat, the fire-king challenged any man living to drink a spoonful of the oil at the same temperature as that at which he was going to drink it. In a few minutes afterwards, he sipped off a spoonful with greatest apparent ease, although the spoon, from contact with the boiling fluid, had become too hot for ordinary fingers to handle. \"And now, Monsieur Smith,\" said the fire-king, \"now for your challenge. Have you prepared yourself with phosphorus, or will you take some of mine, which is laid on that table?\"",
   "summaries": [],
   "persons": [
    "Monsieur"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1508,
   "text": "Mr. Smith, walked up to the table, and pulling a vial bottle out of his pocket, offered it to the poison-swallower. Fire-king--\"I ask you, on your honor as a gentleman, is this genuine unmixed poison?\" Mr. Smith--\"It is, upon my honor.\" Fire-king--\"Is there any medical gentleman here who will examine it?\" A person in the room requested that Dr. Gordon Smith, one of the medical professors in the London University, would examine the vial, and decide whether it contained genuine phosphorus. The professor went to the table, on which the formidable collection of poisons--such as red and white arsenic, hydrocyanic acid, morphine and phosphorus--was placed, and, examining the vial, declared, that, to the best of his judgment, it was genuine phosphorus. M. Chabert asked Mr. Smith, how many grains he wished to commence his first draught with. Mr. Smith--\"Twenty grains will do as a commencement.\" A medical gentleman then came forward and cut off two parcels of phosphorus, containing twenty grains each. He was placing them in the water, when the fire-king requested that his phosphorus might be cut into small pieces, as he did not wish the pieces to stop on their way to his stomach. The poisons were now prepared. A wine-glass contained the portion set aside for the fire-king--a tumbler the portion reserved for Mr. Smith. The Fire-king--\"I suppose, gentlemen, I must begin, and to convince you that I do not juggle, I will first take off my coat, and then I will trouble you, doctor (speaking to Dr.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [
    "London"
   ],
   "misc": []
  },
  {
   "size": 1429,
   "text": "Gordon Smith), to tie my hands together behind me. After he had been bandaged in this manner, he planted himself on one knee in the middle of the room, and requested some gentleman to place the phosphorus on his tongue and pour the water down his throat. This was accordingly done, and the water and phosphorus were swallowed together. He then opened his mouth and requested the company to look whether any portion of the phosphorus remained in his mouth. Several gentlemen examined his mouth, and declared that there was no phosphorus perceptible either upon or under his tongue. He was then by his own desire unbandaged. The fire-king forthwith turned to Mr. Smith and offered him the other glass of phosphorus. Mr. Smith started back in infinite alarm--'Not for worlds, Sir, not for worlds; I beg to decline it.' The Fire-king--\"Then wherefore did you send me a challenge? You pledged your honor to drink it, if I did; I have done it; and if you are a gentleman, you must drink it too.\" Mr. Smith--\"No, no, I must be excused: I am quite satisfied without it.\" Here several voices exclaimed that the bet was lost. Some said there must be a confederacy between the challenger and the challenged, and others asked whether any money had been deposited? The fire-king called a Mr. White forward, who deposed that he held the stakes, which had been regularly placed in his hands, by both parties, before twelve o'clock that morning.",
   "summaries": [],
   "persons": [
    "Smith",
    "White"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1482,
   "text": "The fire-king here turned round with great exultation to the company, and pulling a bottle out of his pocket, exclaimed, \"I did never see this gentleman before this morning, and I did not know but that he might be bold enough to venture to take this quantity of poison. I was determined not to let him lose his life by his foolish wager, and therefore I did bring an antidote in my pocket, which would have prevented him from suffering any harm.\" Mr. Smith said his object was answered by seeing twenty grains of genuine phosphorus swallowed. He had conceived it impossible, as three grains were quite sufficient to destroy life. The fire-king then withdrew into another room for the professed purpose of putting on his usual dress for entering the oven, but in all probability for the purpose of getting the phosphorus out of his stomach. After an absence of twenty minutes, he returned, dressed in a coarse woolen coat, to enter the heated oven. Before he entered it, a medical gentleman ascertained that his pulse was vibrating ninety-eight times a minute. He remained in the oven five minutes, during which time he sung Le Vaillant Troubadour, and superintended the cooking of two dishes of beef steaks. At the end of that time he came out, perspiring profusely, and with a pulse making one hundred and sixty-eight vibrations in a minute. The thermometer, when brought out of the oven, stood at three hundred and eighty degrees; within the oven he said it was above six hundred.",
   "summaries": [],
   "persons": [
    "Smith"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1496,
   "text": "Although he was suspected of trickery by many, was often challenged, and had an army of rivals and imitators, all available records show that Chabert was beyond a doubt the greatest fire and poison resister that ever appeared in London. Seeking new laurels, he came to America in 1832, and although he was successful in New York, his subsequent tour of the States was financially disastrous. He evidently saved enough from the wreck, however, to start in business, and the declining years of his eventful life were passed in the comparative obscurity of a little drug store in Grand Street. As his biographer I regret to be obliged to chronicle the fact that he made and sold an alleged specific for the White Plague, thus enabling his detractors to couple with his name the word Quack. The following article, which appeared in the New York Herald of September 1st, 1859, three days after Chabert's death, gives further details of his activities in this country: We published among the obituary notices in yesterday's Herald the death of Dr. Julian Xavier Chabert, the \"Fire King,\" aged 67 years, of pulmonary consumption. Dr. C. was a native of France, and came to this country in 1832, and was first introduced to the public at the lecture room of the old Clinton Hall, in Nassau Street, where he gave exhibitions by entering a hot oven of his own construction, and while there gave evidence of his salamander qualities by cooking beef steaks, to the surprise and astonishment of his audiences.",
   "summaries": [],
   "persons": [
    "Fire"
   ],
   "organisations": [
    "Herald",
    "New York Herald"
   ],
   "locations": [
    "America",
    "New York"
   ],
   "misc": []
  },
  {
   "size": 1485,
   "text": "It was a question to many whether the Doctor's oven was red-hot or not, as he never allowed any person to approach him during the exhibition or take part in the proceedings. He made a tour of the United States in giving these exhibitions, which resulted in financial bankruptcy. At the breaking out of the cholera in 1832 he turned Doctor, and appended M.D., to his name, and suddenly his newspaper advertisements claimed for him the title of the celebrated Fire King, the curer of consumption, the maker of Chinese Lotion, etc. While the Doctor was at the height of his popularity, some wag perpetrated the following joke in a newspaper paragraph: \"During some experiments he was making in chemistry last week, an explosion took place which entirely bewildered his faculties and left him in a condition bordering on the grave. He was blown into a thousand atoms. It took place on Wednesday of last week and some accounts state that it grew out of an experiment with phosphoric ether, others that it was by a too liberal indulgence in Prussic acid, an article which, from its resemblance to the peach, he was remarkably fond of having about him.\" The Doctor was extensively accused of quackery, and on one occasion when the Herald touched on the same subject, it brought him to our office and he exhibited diplomas, certificates and medical honors without number. The Doctor was remarkable for his prolific display of jewelry and medals of honor, and by his extensive display of beard.",
   "summaries": [],
   "persons": [],
   "organisations": [
    "Herald"
   ],
   "locations": [
    "States"
   ],
   "misc": [
    "Prussic"
   ]
  },
  {
   "size": 786,
   "text": "He found a rival in this city in the person of another French \"chemist,\" who gave the Doctor considerable opposition and consequently much trouble. The Doctor was famous, also, for his four-horse turnouts in Broadway, alternating, when he saw proper, to a change to the \"tandem\" style. He married an Irish lady whom he at first supposed to be immensely rich, but after the nuptials it was discovered that she merely had a life interest in a large estate in common with several others. The Doctor, it appears, was formerly a soldier in the French Army, and quite recently he received from thence a medal of the order of St. Helena, an account of which appeared in the Herald. Prior to his death he was engaged in writing his biography (in French) and had it nearly ready for publication.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": [
    "Irish",
    "French"
   ]
  },
  {
   "size": 1581,
   "text": "Here follows a supposedly humorous speech in broken English, quoted from the London Lancet, in which the Doctor is satirized. Continuing, the articles says: \"The Doctor was what was termed a 'fast liver,' and at the time of his death he kept a drug store in Grand Street, and had very little of this world's goods. He leaves three children to mourn his loss, one of them an educated physician, residing in Hoboken, N. J. Dr. C. has 'gone to that bourne whence no traveller returns,' and we fervently trust and hope that the disembodied spirits of the tens of thousands whom he has treated in this sphere will treat him with the same science with which he treated them while in this wicked world.\" FIRE-EATING MAGICIANS: CHING LING FOO AND CHUNG LING SOO.--FIRE-EATERS EMPLOYED BY MAGICIANS: THE MAN-SALAMANDER, 1816; MR. CARLTON, PROFESSOR OF CHEMISTRY, 1818; MISS CASSILLIS, AGED NINE, 1820; THE AFRICAN WONDER, 1843; LING LOOK AND YAMADEVA DIE IN CHINA DURING KELLAR'S WORLD TOUR, 1872; LING LOOK'S DOUBLE, 1879.--ELECTRICAL EFFECTS, THE SALAMBOS.--BUENO CORE.--DEL KANO.--BARNELLO.--EDWIN FORREST AS A HEAT-REGISTER.--THE ELDER SOTHERN AS A FIRE-EATER.--THE TWILIGHT OF THE ART. Many of our most noted magicians have considered it not beneath their dignity to introduce fire-eating into their programmes, either in their own work or by the employment of a \"Fire Artist.\" Although seldom presenting it in his recent performances, Ching Ling Foo is a fire-eater of the highest type, refining the effect with the same subtle artistry that marks all the work of this super-magician.",
   "summaries": [],
   "persons": [
    "BUENO",
    "YAMADEVA",
    "CHUNG LING",
    "Ching Ling Foo",
    "CHING LING"
   ],
   "organisations": [
    "EDWIN",
    "LING LOOK",
    "THE AFRICAN"
   ],
   "locations": [
    "London",
    "CHINA"
   ],
   "misc": [
    "F"
   ]
  },
  {
   "size": 1440,
   "text": "Of Foo's thousand imitators the only positively successful one was William E. Robinson, whose tragic death while in the performance of the bullet-catching trick is the latest addition to the long list of casualties chargeable to that ill-omened juggle. He carried the imitation even as far as the name, calling himself Chung Ling Soo. Robinson was very successful in the classic trick of apparently eating large quantities of cotton and blowing smoke and sparks from the mouth. His teeth were finally quite destroyed by the continued performance of this trick, the method of which may be found in Chapter Six. The employment of fire-eaters by magicians began a century ago; for in 1816 the magician Sieur Boaz, K. C., featured a performer who was billed as the \"Man-Salamander.\" The fact that Boaz gave him a place on his programme is proof that this man was clever, but the effects there listed show nothing original. In 1818 a Mr. Carlton, Professor of Chemistry, toured England in company with Rae, the Bartholomew Fair magician. As will be seen by the handbill reproduced here, Carlton promised to explain the \"Deceptive Part\" of the performance, \"when there is a sufficient company.\" In 1820 a Mr. Cassillis toured England with a juvenile company, one of the features of which was Miss Cassillis, aged nine years, whose act was a complete reproduction of the programme of Boaz, concluding her performance with the \"Chinese Fire Trick.\"",
   "summaries": [],
   "persons": [
    "Boaz",
    "Robinson",
    "William",
    "Carlton",
    "Cassillis"
   ],
   "organisations": [
    "Robinson"
   ],
   "locations": [
    "England"
   ],
   "misc": [
    "Chinese"
   ]
  },
  {
   "size": 1485,
   "text": "A Negro, Carlo Alberto, appeared in a benefit performance given by Herr Julian, who styled himself the \"Wizard of the South,\" in London, on November 28th, 1843. Alberto was billed as the \"Great African Wonder, the Fire King\" and it was promised that he would \"go through part of his wonderful performance as given by him in the principal theaters in America, in Boston, New York, Philadelphia, etc.\" A later number on the same bill reads: \"The African Wonder, Carlo Alberto, will sing several new and popular Negro melodies.\" Collectors of minstrel data please take notice! In more recent times there have been a number of Negro fire-eaters, but none seems to have risen to noticeable prominence. Ling Look, one of the best of contemporary fire performers, was with Dean Harry Kellar when the latter made his famous trip around the world in 1877. Look combined fire-eating and sword-swallowing in a rather startling manner. His best effect was the swallowing of a red-hot sword.[1] Another thriller consisted in fastening a long sword to the stock of a musket; when he had swallowed about half the length of the blade, he discharged the gun and the recoil drove the sword suddenly down his throat to the very hilt. Although Look always appeared in a Chinese make-up, Dean Kellar told me that he thought his right name was Dave Gueter, and that he was born in Buda Pesth. Yamadeva, a brother of Ling Look, was also with the Kellar Company, doing cabinet manifestations and rope escapes.",
   "summaries": [],
   "persons": [
    "Look",
    "Kellar"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "Negro"
   ]
  },
  {
   "size": 1410,
   "text": "Both brothers died in China during this engagement, and a strange incident occurred in connection with their deaths. Just before they were to sail from Shanghai on the P. & O. steamer Khiva for Hong Kong, Yamadeva and Kellar visited the bowling alley of The Hermitage, a pleasure resort on the Bubbling Well Road. They were watching a husky sea captain, who was using a huge ball and making a \"double spare\" at every roll, when Yamadeva suddenly remarked, \"I can handle one as heavy as that big loafer can.\" Suiting the action to the word, he seized one of the largest balls and drove it down the alley with all his might; but he had misjudged his own strength, and he paid for the foolhardy act with his life, for he had no sooner delivered the ball than he grasped his side and moaned with pain. He had hardly sufficient strength to get back to the ship, where he went immediately to bed and died shortly afterward. An examination showed that he had ruptured an artery. Kellar and Ling Look had much difficulty in persuading the captain to take the body to Hong Kong, but he finally consented. On the way down the Yang Tse Kiang River, Look was greatly depressed; but all at once he became strangely excited, and said that his brother was not dead, for he had just heard the peculiar whistle with which they had always called each other. The whistle was several times repeated, and was heard by all on board.",
   "summaries": [],
   "persons": [
    "Look",
    "Ling Look"
   ],
   "organisations": [],
   "locations": [
    "Shanghai",
    "Khiva",
    "China"
   ],
   "misc": []
  },
  {
   "size": 1407,
   "text": "Finally the captain, convinced that something was wrong, had the lid removed from the coffin, but the body of Yamadeva gave no indication of life, and all save Ling Look decided that they must have been mistaken. Poor Ling Look, however, sobbingly said to Kellar, \"I shall never leave Hong Kong alive. My brother has called me to join him.\" This prediction was fulfilled, for shortly after their arrival in Hong Kong he underwent an operation for a liver trouble, and died under the knife. The brothers were buried in Happy Valley, Hong Kong, in the year 1877. All this was related to me at the Marlborough-Blenheim, Atlantic City, in June, 1908, by Kellar himself, and portions of it were repeated in 1917 when Dean Kellar sat by me at the Society of American Magicians' dinner. In 1879 there appeared in England a performer who claimed to be the original Ling Look. He wore his make-up both on and off the stage, and copied, so far as he could, Ling's style of work. His fame reached this country and the New York Clipper published, in its Letter Columns, an article stating that Ling Look was not dead, but was alive and working in England. His imitator had the nerve to stick to his story even when confronted by Kellar, but when the latter assured him that he had personally attended the burial of Ling, in Hong Kong, he broke down and confessed that he was a younger brother of the original Ling Look.",
   "summaries": [],
   "persons": [
    "Ling Look",
    "Dean Kellar",
    "Ling"
   ],
   "organisations": [
    "New York Clipper"
   ],
   "locations": [
    "England",
    "New York"
   ],
   "misc": [
    "American"
   ]
  },
  {
   "size": 1431,
   "text": "Kellar later informed me that the resemblance was so strong that had he not seen the original Ling Look consigned to the earth, he himself would have been duped into believing that this was the man who had been with him in Hong Kong. The Salambos were among the first to use electrical effects in a fire act, combining these with the natural gas and \"human volcano\" stunts of their predecessors, so that they were able to present an extremely spectacular performance without having recourse to such unpleasant features as had marred the effect of earlier fire acts. Bueno Core, too, deserves honorable mention for the cleanness and snap of his act; and Del Kano should also be named among the cleverer performers. One of the best known of the modern fire-eaters was Barnello, who was a good business man as well, and kept steadily employed at a better salary than the rank and file of his contemporaries. He did a thriving business in the sale of the various concoctions used in his art, and published and sold a most complete book of formulas and general instructions for those interested in the craft. He had, indeed, many irons in the fire, and he kept them all hot. It will perhaps surprise the present generation to learn that the well-known circus man Jacob Showles was once a fire-eater, and that Del Fugo, well-known in his day as a dancer in the music halls, began as a fire-resister, and did his dance on hot iron plates.",
   "summaries": [],
   "persons": [
    "Jacob Showles",
    "Del Kano"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "The Salambos"
   ]
  },
  {
   "size": 1343,
   "text": "But the reader has two keener surprises in store for him before I close the long history of the heat-resisters. The first concerns our great American tragedian Edwin Forrest (1806-1872) who, according to James Rees (Colley Cibber), once essayed a fire-resisting act. Forrest was always fond of athletics and at one time made an engagement with the manager of a circus to appear as a tumbler and rider. The engagement was not fulfilled, however, as his friend Sol Smith induced him to break it and return to the legitimate stage. Smith afterwards admitted to Cibber that if Forrest had remained with the circus he would have become one of the most daring riders and vaulters that ever appeared in the ring. His adventure in fire-resistance was on the occasion of the benefit to \"Charley Young,\" on which eventful night, as the last of his acrobatic feats, he made a flying leap through a barrel of red fire, singeing his hair and eyebrows terribly. This particular leap through fire was the big sensation of those days, and Forrest evidently had a hankering to show his friends that he could accomplish it--and he did. The second concerns an equally popular actor, a comedian this time, the elder Sothern (1826-1881). On March 20, 1878, a writer in the Chicago Inter-Ocean communicated to that paper the following curiously descriptive article:",
   "summaries": [],
   "persons": [
    "Sothern"
   ],
   "organisations": [
    "Chicago Inter-Ocean"
   ],
   "locations": [
    "Chicago"
   ],
   "misc": [
    "American"
   ]
  },
  {
   "size": 1413,
   "text": "Is Mr. Sothern a medium? This is the question that fifteen puzzled investigators are asking themselves this morning, after witnessing a number of astounding manifestations at a private seance given by Mr. Sothern last night. It lacked a few minutes of 12 when a number of Mr. Sothern's friends, who had been given to understand that something remarkable was to be performed, assembled in the former's room at the Sherman House and took seats around a marble-top table, which was placed in the center of the apartment. On the table were a number of glasses, two very large bottles, and five lemons. A sprightly young gentleman attempted to crack a joke about spirits being confined in bottles, but the company frowned him down, and for once Mr. Sothern had a sober audience to begin with. There was a good deal of curiosity regarding the object of the gathering, but no one was able to explain. Each gentleman testified to the fact Mr. Sothern's agent had waited upon him, and solicited his presence at a little exhibition to be given by the actor, NOT of a comical nature. Mr. Sothern himself soon after appeared, and, after shaking hands with the party, thus addressed them: \"Gentlemen, I have invited you here this evening to witness a few manifestations, demonstrations, tests, or whatever you choose to call them, which I have accidentally discovered that I am able to perform. \"I am a fire-eater, as it were.",
   "summaries": [],
   "persons": [
    "Sothern"
   ],
   "organisations": [],
   "locations": [
    "Sherman House"
   ],
   "misc": []
  },
  {
   "size": 1493,
   "text": "(Applause). \"I used to DREAD the fire, having been scorched once when an innocent child. (A laugh.) Mr. Sothern (severely)--\"I HOPE there will be no levity here, and I wish to say now that demonstrations of any kind are liable to upset me, while demonstrations of a particular kind may upset the audience.\" Silence and decorum being restored, Mr. Sothern thus continued: \"Thirteen weeks ago, while walking up Greenwich Street, in New York, I stepped into a store to buy a cigar. To show you there is no trick about it, here are cigars out of the same box from which I selected the one I that day lighted.\" (Here Mr. Sothern passed around a box of tolerable cigars.) \"Well, I stepped to the little hanging gas-jet to light it, and, having done so, stood contemplatively holding the gas-jet and the cigar in either hand, thinking what a saving it would be to smoke a pipe, when, in my absent-mindedness, I dropped the cigar and put the gas-jet into my mouth. Strange as it may appear, I felt no pain, and stood there holding the thing in my mouth and puffing till the man in charge yelled out to me that I was swallowing his gas. Then I looked up, and, sure enough, there I was pulling away at the slender flame that came from the glass tube. \"I dropped it instantly, and felt of my mouth, but noticed no inconvenience or unpleasant sensation whatever. \"'What do you mean by it?' said the proprietor. \"As I didn't know what I meant by it I couldn't answer, so I picked up my cigar and went home.",
   "summaries": [],
   "persons": [
    "Sothern"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 648,
   "text": "Once there I tried the experiment again, and in doing so I found that not only my mouth, but my hands and face, indeed, all of my body, was proof against fire. I called on a physician, and he examined me, and reported nothing wrong with my flesh, which appeared to be in normal condition. I said nothing about it publicly, but the fact greatly surprised me, and I have invited you here to-night to witness a few experiments.\" Saying this, Mr. Sothern, who had lit a cigar while pausing in his speech, turned the fire end into his mouth and sat down, smoking unconcernedly. \"I suppose you wish to give us the fire-test,\" remarked one of the company.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1417,
   "text": "There was probably never a gathering more dumbfounded than that present in the room. A few questions were asked, and then five gentlemen were appointed to examine Mr. Sothern's hands, etc., before he began his experiments. Having thoroughly washed the parts that he proposed to subject to the flames, Mr. Sothern began by burning his arm, and passing it through the gas-jet very slowly, twice stopping the motion and holding it still in the flames. He then picked up a poker with a sort of hook on the end, and proceeded to fish a small coil of wire from the grate. The wire came out fairly white with the heat. Mr. Sothern took the coil in his hands and cooly proceeded to wrap it round his left leg to the knee. Having done so, he stood on the table in the center of the circle and requested the committee to examine the wrappings and the leg and report if both were there. The committee did so and reported in the affirmative. While this was going on, there was a smile, almost seraphic in its beauty, on Mr. Sothern's face. After this an enormous hot iron, in the shape of a horseshoe, was placed on Mr. Sothern's body, where it cooled, without leaving a sign of a burn. As a final test, a tailor's goose was put on the coals, and, after being thoroughly heated, was placed on Mr. Sothern's chair. The latter lighted a fresh cigar, and then coolly took a seat on the goose without the least seeming inconvenience.",
   "summaries": [],
   "persons": [
    "Sothern"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1037,
   "text": "During the last experiment Mr. Sothern sang in an excellent tone and voice, \"I'm Sitting on the Stile, Mary.\" The question now is, were the fifteen auditors of Mr. Sothern fooled and deceived, or was this a genuine manifestation of extraordinary power? Sothern is such an inveterate joker that he may have put the thing upon the boys for his own amusement; but if so, it was one of the nicest tricks ever witnessed by yours truly, ONE OF THE COMMITTEE. P. S.--What is equally marvellous to me is that the fire didn't burn his clothes where it touched them, any more than his flesh. P. C. (There is nothing new in this. Mr. Sothern has long been known as one of the most expert jugglers in the profession. Some years ago he gained the soubriquet of the \"Fire King!\" He frequently amuses his friends by eating fire, though he long ago ceased to give public exhibitions. Probably the success of the experiments last night were largely owing to the lemons present. There is a good deal of trickery in those same lemons.--Editor Inter-Ocean.)",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1611,
   "text": "Which suggests that the editor of the Inter-Ocean was either pretty well acquainted with the comedian's addiction to spoofing, or else less susceptible to superstition than certain scientists of our generation. The great day of the Fire-eater--or, should I say, the day of the great Fire-eater--has passed. No longer does fashion flock to his doors, nor science study his wonders, and he must now seek a following in the gaping loiterers of the circus side-show, the pumpkin-and-prize-pig country fair, or the tawdry booth at Coney Island. The credulous, wonder-loving scientist, however, still abides with us and, while his serious-minded brothers are wringing from Nature her jealously guarded secrets, the knowledge of which benefits all mankind, he gravely follows that perennial Will-of-the-wisp, spiritism, and lays the flattering unction to his soul that he is investigating \"psychic phenomena,\" when in reality he is merely gazing with unseeing eyes on the flimsy juggling of pseudo-mediums. [1] I never saw Ling Look's work, but I know that some of the sword swallowers have made use of a sheath which was swallowed before the performance, and the swords were simply pushed into it. A sheath of this kind lined with asbestos might easily have served as a protection against the red-hot blade. THE ARCANA OF THE FIRE-EATERS: THE FORMULA OF ALBERTUS MAGNUS.--OF HOCUS POCUS.--RICHARDSON'S METHOD.--PHILOPYRAPHAGUS ASHBURNIENSIS.--TO BREATHE FORTH SPARKS, SMOKE, AND FLAMES.--TO SPOUT NATURAL GAS.--PROFESSOR SEMENTINI'S DISCOVERIES.--TO BITE OFF RED-HOT IRON.--TO COOK IN A BURNING CAGE.--CHABERT'S OVEN.",
   "summaries": [],
   "persons": [
    "PROFESSOR",
    "Nature",
    "PHILOPYRAPHAGUS"
   ],
   "organisations": [],
   "locations": [
    "ALBERTUS"
   ],
   "misc": [
    "ARCANA"
   ]
  },
  {
   "size": 206,
   "text": "TO EAT COALS OF FIRE.--TO DRINK BURNING OIL.--TO CHEW MOLTEN LEAD.--TO CHEW BURNING BRIMSTONE.--TO WREATHE THE FACE IN FLAMES.--TO IGNITE PAPER WITH THE BREATH.--TO DRINK BOILING LIQUOR AND EAT FLAMING WAX.",
   "summaries": [],
   "persons": [
    "MOLTEN"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "MOLTEN"
   ]
  },
  {
   "size": 1477,
   "text": "The yellow thread of exposure seems to be inextricably woven into all fabrics whose strength is secrecy, and experience proves that it is much easier to become fireproof than to become exposure proof. It is still an open question, however, as to what extent exposure really injures a performer. Exposure of the secrets of the fire-eaters, for instance, dates back almost to the beginning of the art itself. The priests were exposed, Richardson was exposed, Powell was exposed and so on down the line; but the business continued to prosper, the really clever performers drew quite fashionable audiences for a long time, and it was probably the demand for a higher form of entertainment, resulting from a refinement of the public taste, rather than the result of the many exposures, that finally relegated the Fire-eaters to the haunts of the proletariat. How the early priests came into possession of these secrets does not appear, and if there were ever any records of this kind the Church would hardly allow them to become public. That they used practically the same system which has been adopted by all their followers is amply proved by the fact that after trial by ordeal had been abolished Albertus Magnus, in his work De Mirabilibus Mundi, at the end of his book De Secretis Mulierum, Amstelod, 1702, made public the underlying principles of heat-resistance; namely, the use of certain compounds which render the exposed parts to a more or less extent impervious to heat.",
   "summaries": [],
   "persons": [
    "Powell",
    "Richardson"
   ],
   "organisations": [
    "Church"
   ],
   "locations": [],
   "misc": [
    "Fire-eaters"
   ]
  },
  {
   "size": 251,
   "text": "Many different formulas have been discovered which accomplish the purpose, but the principle remains unchanged. The formula set down by Albertus Magnus was probably the first ever made public: the following translation of it is from the London Mirror:",
   "summaries": [],
   "persons": [
    "Albertus Magnus"
   ],
   "organisations": [],
   "locations": [
    "London"
   ],
   "misc": []
  },
  {
   "size": 1699,
   "text": "Take juice of marshmallow, and white of egg, flea-bane seeds, and lime; powder them and mix juice of radish with the white of egg; mix all thoroughly and with this composition annoint your body or hand and allow it to dry and afterwards annoint it again, and after this you may boldly take up hot iron without hurt. \"Such a paste,\" says the correspondent to the Mirror, \"would indeed be very visible.\" Another early formula is given in the 1763 edition of Hocus Pocus. Examination of the different editions of this book in my library discloses the fact that there are no fire formulas in the second edition, 1635, which is the earliest I have (first editions are very rare and there is only one record of a sale of that edition at auction). From the fact that this formula was published during the time that Powell was appearing in England I gather that that circumstance may account for its addition to the book. It does not appear in the German or Dutch editions. The following is an exact copy: HOW TO WALK ON A HOT IRON BAR WITHOUT ANY DANGER OF SCALDING OR BURNING. Take half an ounce of samphire, dissolve it in two ounces of aquaevitae, add to it one ounce of quicksilver, one ounce of liquid storax, which is the droppings of Myrrh and hinders the camphire from firing; take also two ounces of hematitus, a red stone to be had at the druggist's, and when you buy it let them beat it to powder in their great mortar, for it is so very hard that it cannot be done in a small one; put this to the afore-mentioned composition, and when you intend to walk on the bar you must annoint your feet well therewith, and you may walk over without danger: by this you may wash your hands in boiling lead.",
   "summaries": [],
   "persons": [
    "Powell"
   ],
   "organisations": [
    "IRON"
   ],
   "locations": [
    "England"
   ],
   "misc": [
    "IRON",
    "Dutch",
    "German",
    "Myrrh"
   ]
  },
  {
   "size": 1420,
   "text": "This was the secret modus operandi made use of by Richardson, the first notably successful fire artist to appear in Europe, and it was disclosed by his servant.[1] Hone's Table Book, London, 1827, page 315, gives Richardson's method as follows: It consisted only in rubbing the hands and thoroughly washing the mouth, lips, tongue, teeth and other parts which were to touch the fire, with pure spirits of sulphur. This burns and cauterizes the epidermis or upper skin, till it becomes as hard and thick as leather, and each time the experiment is tried it becomes still easier. But if, after it has been very often repeated the upper skin should grow so callous and hard as to become troublesome, washing the parts affected with very warm water, or hot wine, will bring away all the shrivelled or parched epidermis. The flesh, however, will continue tender and unfit for such business till it has been frequently rubbed over with the same spirit. This preparation may be rendered much stronger and more efficacious by mixing equal quantities of spirit of sulphur, sal ammoniac, essence of rosemary and juice of onions. The bad effects which frequently swallowing red-hot coals, melted sealing wax, rosin, brimstone and other calcined and inflammable matter, might have had upon his stomach were prevented by drinking plentifully of warm water and oil, as soon as he left the company, till he had vomited it all up again.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1660,
   "text": "This anecdote was communicated to the author of the Journal des Savants by Mr. Panthot, Doctor of Physics and Member of the College at Lyons. It appeared at the time Powell was showing his fire-eating stunts in London, and the correspondent naively added: Whether Mr. Powell will take it kindly of me thus to have published his secret I cannot tell; but as he now begins to drop into years, has no children that I know of and may die suddenly, or without making a will, I think it a great pity so genteel an occupation should become one of the artes perditae, as possibly it may, if proper care is not taken, and therefore hope, after this information, some true-hearted ENGLISHMAN will take it up again, for the honor of his country, when he reads in the newspapers, \"Yesterday, died, much lamented, the famous Mr. Powell. He was the best, if not the only, fire-eater in the world, and it is greatly to be feared that his art is dead with him.\" After a couple of columns more in a similar strain, the correspondent signs himself Philopyraphagus Ashburniensis. In his History of Inventions, Vol. III, page 272, 1817 edition, Beckmann thus describes the process:The deception of breathing out flames, which at present excites, in a particular manner, the astonishment of the ignorant, is very ancient. When the slaves in Sicily, about a century and a half before our era, made a formidable insurrection, and avenged themselves in a cruel manner, for the severities which they had suffered, there was amongst them a Syrian named Eunus--a man of great craft and courage; who having passed through many scenes of life, had become acquainted with a variety of arts.",
   "summaries": [],
   "persons": [
    "Powell",
    "Beckmann"
   ],
   "organisations": [
    "Journal des Savants",
    "Physics"
   ],
   "locations": [],
   "misc": [
    "ENGLISHMAN",
    "Syrian"
   ]
  },
  {
   "size": 1486,
   "text": "He pretended to have immediate communication with the gods; was the oracle and leader of his fellow-slaves; and, as is usual on such occasions confirmed his divine mission by miracles. When heated by enthusiasm and desirous of inspiring his followers with courage, he breathed flames or sparks among them from his mouth while he was addressing them. We are told by historians that for this purpose he pierced a nut shell at both ends, and, having filled it with some burning substance, put it into his mouth and breathed through it. This deception, at present, is performed much better. The juggler rolls together some flax or hemp, so as to form a ball about the size of a walnut; sets it on fire; and suffers it to burn until it is nearly consumed; he then rolls round it, while burning, some more flax; and by these means the fire may be retained in it for a long time. When he wishes to exhibit he slips the ball unperceived into his mouth, and breathes through it; which again revives the fire, so that a number of weak sparks proceed from it; and the performer sustains no hurt, provided he inspire the air not through the mouth, but the nostrils. By this art the Rabbi Bar-Cocheba, in the reign of the Emperor Hadrian, made the credulous Jews believe that he was the hoped-for Messiah; and two centuries after, the Emperor Constantius was thrown into great terror when Valentinian informed him that he had seen one of the body-guards breathing out fire and flames in the evening.",
   "summaries": [],
   "persons": [
    "Constantius",
    "Valentinian"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "Jews"
   ]
  },
  {
   "size": 1404,
   "text": "Since Beckmann wrote, the method of producing smoke and sparks from the mouth has been still further improved. The fire can now be produced in various ways. One way is by the use of a piece of thick cotton string which has been soaked in a solution of nitre and then thoroughly dried. This string, when once lighted, burns very slowly and a piece one inch long is sufficient for the purpose. Some performers prefer a small piece of punk, as it requires no preparation. Still others use tinder made by burning linen rags, as our forefathers used to do. This will not flame, but merely smoulders until the breath blows it into a glow. The tinder is made by charring linen rags, that is, burning them to a crisp, but stopping the combustion before they are reduced to ashes. Flames from the lips may be produced by holding in the mouth a sponge saturated with the purest gasoline. When the breath is exhaled sharply it can be lighted from a torch or a candle. Closing the lips firmly will extinguish the flame. A wad of oakum will give better results than the sponge. Natural gas is produced as simply. A T-shaped gas pipe has three or four gas tips on the cross-piece. The long end is placed in the mouth, which already holds concealed a sponge, or preferably a ball of oakum, saturated with pure gasoline. Blowing through the pipe will force the gas through the tips, where it can be ignited with a match.",
   "summaries": [],
   "persons": [
    "Beckmann"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 837,
   "text": "It will burn as long as the breath lasts. In a London periodical, The Terrific Record, appears a reprint from the Mercure de France, giving an account of experiments in Naples which led to the discovery of the means by which jugglers have appeared to be incombustible. They first gradually habituate the skin, the mouth, throat and stomach to great degrees of heat, then they rub the skin with hard soap. The tongue is also covered with hard soap and over that a layer of powdered sugar. By this means an investigating professor was enabled to reproduce the wonders which had puzzled many scientists. The investigating professor in all probability, was Professor Sementini, who experimented with Lionetto. I find an account of Sementini's discoveries in an old newspaper clipping, the name and date of which have unfortunately been lost:",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [
    "Naples",
    "London"
   ],
   "misc": []
  },
  {
   "size": 1465,
   "text": "Sementini's efforts, after performing several experiments upon himself, were finally crowned with success. He found that by friction with sulphuric acid deluted with water, the skin might be made insensible to the action of the heat of red-hot iron; a solution of alum, evaporated till it became spongy, appeared to be more effectual in these frictions. After having rubbed the parts which were thus rendered in some degree insensible, with hard soap, he discovered, on the application of hot iron, that their insensibility was increased. He then determined on again rubbing the parts with soap, and after that found that the hot iron not only occasioned no pain but that it actually did not burn the hair. Being thus far satisfied, the Professor applied hard soap to his tongue until it became insensible to the heat of the iron; and having placed an ointment composed of soap mixed with a solution of alum upon it, burning oil did not burn it; while the oil remained on the tongue a slight hissing was heard, similar to that of hot iron when thrust into water; the oil soon cooled and might then be swallowed without danger. Several scientific men have since repeated the experiments of Professor Sementini, but we would not recommend any except professionals to try the experiments. Liquid storax is now used to anoint the tongue when red-hot irons are to be placed in the mouth. It is claimed that with this alone a red-hot poker can be licked until it is cold.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 351,
   "text": "Another formula is given by Griffin, as follows: 1 bar ivory soap, cut fine, 1 pound of brown sugar, 2 ounces liquid storax (not the gum). Dissolve in hot water and add a wine-glassful of carbolic acid. This is rubbed on all parts liable to come in contact with the hot articles. After anointing the mouth with this solution rinse with strong vinegar.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1676,
   "text": "No performer should attempt to bite off red-hot iron unless he has a good set of teeth. A piece of hoop iron may be prepared by bending it back and forth at a point about one inch from the end, until the fragment is nearly broken off, or by cutting nearly through it with a cold chisel. When the iron has been heated red-hot, the prepared end is taken between the teeth, a couple of bends will complete the break. The piece which drops from the teeth into a dish of water will make a puff of steam and a hissing sound, which will demonstrate that it is still very hot. The mystery of the burning cage, in which the Fire King remains while a steak is thoroughly cooked, is explained by Barnello as follows: Have a large iron cage constructed about 4 x 6 feet, the bottom made of heavy sheet iron. The cage should stand on iron legs or horses. Wrap each of the bars of the cage with cotton batting saturated with oil. Now take a raw beefsteak in your hand and enter the cage, which is now set on fire. Remain in the cage until the fire has burned out, then issue from the cage with the steak burned to a crisp. Explanation: On entering the cage the performer places the steak on a large iron hook which is fastened in one of the upper corners. The dress worn is of asbestos cloth with a hood that completely covers the head and neck. There is a small hole over the mouth through which he breathes. As soon as the fire starts the smoke and flames completely hide the performer from the spectators, and he immediately lies down on the bottom of the cage, placing the mouth over one of the small air holes in the floor of the same. Heat always goes up and will soon cook the steak.",
   "summaries": [],
   "persons": [
    "Barnello"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1542,
   "text": "I deduce from the above that the performer arises and recovers the steak when the fire slackens but while there is still sufficient flame and smoke to mask his action. It is obvious that the above explanation covers the baker's oven mystery as well. In the case of the oven, however, the inmate is concealed from start to finish, and this gives him much greater latitude for his actions. M. Chabert made the oven the big feature of his programme and succeeded in puzzling many of the best informed scientists of his day. Eating coals of fire has always been one of the sensational feats of the Fire Kings, as it is quite generally known that charcoal burns with an extremely intense heat. This fervent lunch, however, like many of the feasts of the Fire Kings, is produced by trick methods. Mixed with the charcoal in the brazier are a few coals of soft white pine, which when burnt look exactly like charcoal. These will not burn the mouth as charcoal will. They should be picked up with a fork which will penetrate the pine coals, but not the charcoal, the latter being brittle. Another method of eating burning coals employs small balls of burned cotton in a dish of burning alcohol. When lifted on the fork these have the appearance of charcoal, but are harmless if the mouth be immediately closed, so that the flame is extinguished. In all feats of fire-eating it should be noted that the head is thrown well back, so that the flame may pass out of the open mouth instead of up into the roof, as it would if the head were held naturally.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 637,
   "text": "To drink burning oil set fire to a small quantity of kerosene in a ladle. Into this dip an iron spoon and bring it up to all appearance, filled with burning oil, though in reality the spoon is merely wet with the oil. It is carried blazing to the mouth, where it is tipped, as if to pour the oil into the mouth, just as a puff of breath blows out all the flame. The process is continued until all the oil in the ladle has been consumed; then the ladle is turned bottom up, in order to show that all the oil has been drunk. A method of drinking what seems to be molten lead is given in the Chambers' Book of Days, 1863, Vol. II, page 278:",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1511,
   "text": "The performer taking an iron spoon, holds it up to the spectators, to show that it is empty; then, dipping it into a pot containing melted lead, he again shows it to the spectators full of the molten metal; then, after putting the spoon in his mouth, he once more shows it to be empty; and after compressing his lips, with a look expressive of pain, he, in a few moments, ejects from his mouth a piece of lead impressed with the exact form of his teeth. Ask a spectator what he saw, and he will say that the performer took a spoonful of molten lead, placed it in his mouth, and soon afterwards showed it in a solid state, bearing the exact form and impression of his teeth. If deception be insinuated, the spectator will say. \"No! Having the evidence of my senses, I cannot be deceived; if it had been a matter of opinion I might, but seeing, you know, is believing.\" Now the piece of lead, cast from a plaster mould of the performer's teeth, has probably officiated in a thousand previous performances, and is placed in the mouth between the gum and the cheek, just before the trick commences. The spoon is made with a hollow handle containing quicksilver, which, by a simple motion, can be let run into the bowl, or back again into the handle at will. The spoon is first shown with the quicksilver concealed in the handle, the bowl is then dipped just within the rim of the pot containing the molten lead, but not into the lead itself, and, at the same instant the quicksilver is allowed to run into the bowl.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1508,
   "text": "The spoon is then shown with the quicksilver (which the audience takes to be the melted lead) in the bowl, and when placed in the mouth, the quicksilver is again allowed to run into the handle. The performer, in fact, takes a spoonful of nothing, and soon after exhibits the lead bearing the impression of the teeth. Molten lead, for fire-eating purposes, is made as follows: Bismuth . . . . . . . . . . . . . . . 5 oz. Lead. . . . . . . . . . . . . . . . . 3 oz. Block tin . . . . . . . . . . . . . . 2 oz. Melt these together. When the metal has cooled, a piece the size of a silver quarter can be melted and taken into the mouth and held there until it hardens. This alloy will melt in boiling water. Robert-Houdin calls it Arcet's metal, but I cannot find the name elsewhere. The eating of burning brimstone is an entirely fake performance. A number of small pieces of brimstone are shown, and then wrapped in cotton which has been saturated with a half-and-half mixture of kerosene and gasoline, the surplus oil having been squeezed out so there shall be NO DRIP. When these are lighted they may be held in the palm of any hand which has been anointed with one of the fire mixtures described in this chapter. Then throw back the head, place the burning ball in the mouth, and a freshly extinguished candle can be lighted from the flame. Close the lips firmly, which will extinguish the flame, then chew and pretend to swallow the brimstone, which can afterwards be removed under cover of a handkerchief.",
   "summaries": [],
   "persons": [
    "Robert-Houdin"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1423,
   "text": "Observe that the brimstone has not been burned at all, and that the cotton protects the teeth. To add to the effect, a small piece of brimstone may be dropped into the furnace, a very small piece will suffice to convince all that it is the genuine article that is being eaten. To cause the face to appear in a mass of flame make use of the following: mix together thoroughly petroleum, lard, mutton tallow and quick lime. Distill this over a charcoal fire, and the liquid which results can be burned on the face without harm.[2] To set paper on fire by blowing upon it, small pieces of wet phosphorus are taken into the mouth, and a sheet of tissue paper is held about a foot from the lips. While the paper is being blown upon the phosphorus is ejected on it, although this passes unnoticed by the spectators, and as soon as the continued blowing has dried the phosphorus it will ignite the paper. Drinking boiling liquor is accomplished by using a cup with a false bottom, under which the liquor is retained. A solution of spermaceti in sulphuric ether tinged with alkanet root, which solidifies at 50 degrees F., and melts and boils with the heat of the hand, is described in Beckmann's History of Inventions, Vol. II., page 121. Dennison's No. 2 sealing wax may be melted in the flame of a candle and, while still blazing, dropped upon the tongue without causing a burn, as the moisture of the tongue instantly cools it.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 654,
   "text": "Care must be used, however, that none touches the hands or lips. It can be chewed, and apparently swallowed, but removed in the handkerchief while wiping the lips. The above is the method practiced by all the Fire-Eaters, and absolutely no preparation is necessary except that the tongue must be well moistened with saliva. Barnello once said, \"A person wishing to become a Fire-Eater must make up his or her mind to suffer a little at first from burns, as there is no one who works at the business but that gets burns either from carelessness or from accident.\" This is verified by the following, which I clip from the London Globe of August 11th, 1880:",
   "summaries": [],
   "persons": [
    "Barnello"
   ],
   "organisations": [
    "London Globe"
   ],
   "locations": [
    "London"
   ],
   "misc": []
  },
  {
   "size": 1433,
   "text": "Accident to a Fire-Eater. A correspondent telegraphs: A terrible scene was witnessed in the market place, Leighton Buzzard, yesterday. A travelling Negro fire eater was performing on a stand, licking red-hot iron, bending heated pokers with his naked foot, burning tow in his mouth, and the like. At last he filled his mouth with benzolene, saying that he would burn it as he allowed it to escape. He had no sooner applied a lighted match to his lips than the whole mouthful of spirit took fire and before it was consumed the man was burned in a frightful manner, the blazing spirit running all over his face, neck and chest as he dashed from his stand and raced about like a madman among the assembled crowd, tearing his clothing from him and howling in most intense agony. A portion of the spirit was swallowed and the inside of his mouth was also terribly burnt. He was taken into a chemist's shop and oils were administered and applied, but afterwards in agonizing frenzy he escaped in a state almost of nudity from a lodging house and was captured by the police and taken to the work-house infirmary, where he remains in a dreadful condition. REMEMBER! Always have a large blanket at hand to smother flames in burning clothing--also a bucket of water and a quantity of sand. A siphon of carbonic water is an excellent fire extinguisher. The gas of gasoline is heavier than air, so a container should never be held ABOVE a flame.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": [
    "Negro"
   ]
  },
  {
   "size": 328,
   "text": "Keep kerosene and gasoline containers well corked and at a distance from fire. Never inhale breath while performing with fire. FLAME DRAWN INTO THE LUNGS IS FATAL TO LIFE. So much for the entertaining side of the art. There are, however, some further scientific principles so interesting that I reserve them for another chapter.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1574,
   "text": "[1] Such disloyalty in trusted servants is one of the most disheartening things that can happen to a public performer. But it must not be thought that I say this out of personal experience: for in the many years that I have been before the public my secret methods have been steadily shielded by the strict integrity of my assistants, most of whom have been with me for years. Only one man ever betrayed my confidence, and that only in a minor matter. But then, so far as I know, I am the only performer who ever pledged his assistants to secrecy, honor and allegiance under a notarial oath. [3] Barnello's Red Demon. THE SPHEROIDAL CONDITION OF LIQUIDS.--WHY THE HAND MAY BE DIPPED IN MOLTEN METALS.--PRINCIPLES OF HEAT-RESISTANCE PUT TO PRACTICAL USES: ALDINI, 1829.--IN EARLY FIRE-FIGHTING. TEMPERATURES THE BODY CAN ENDURE.The spheroidal condition of liquids was discovered by Leidenfrost, but M. Boutigny was the first to give this singular subject careful investigation. From time out of mind the test of letting a drop of water fall on the face of a hot flat-iron has been employed to discover whether it may safely be used. Everybody knows that if it is not too hot the water will spread over the surface and evaporate; but if it is too hot, the water will glance off without wetting the iron, and if this drop be allowed to fall on the hand it will be found that it is still cool. The fact is that the water never touches the hot iron at all, provided the heat is sufficiently intense, but assumes a slightly elliptical shape and is supported by a cushion of vapor.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1414,
   "text": "If, instead of a flat-iron, we use a concave metal disk about the size and shape of a watch crystal, some very interesting results may be obtained. If the temperature of the disk is at, or slightly above, the boiling point, water dropped on it from a medicine dropper will boil; but if the disk is heated to 340 degrees F., the drop practically retains its roundness--becoming only slightly oblate--and does not boil. In fact the temperature never rises above 206 degrees F., since the vapor is so rapidly evaporated from the surface of the drop that it forms the cushion just mentioned. By a careful manipulation of the dropper, the disk may be filled with water which, notwithstanding the intense heat, never reaches the boiling point. On the other hand, if boiling water be dropped on the superheated disk its temperature will immediately be REDUCED to six degrees below the boiling point; thus the hot metal really cools the water. By taking advantage of the fact that different liquids assume a spheroidal form at widely different temperatures, one may obtain some startling results. For example, liquid sulphurous acid is so volatile as to have a temperature of only 13 degrees F. when in that state, or 19 degrees below the freezing point of water, so that if a little water be dropped into the acid, it will immediately freeze and the pellet of ice may be dropped into the hand from the still red-hot disk.",
   "summaries": [],
   "persons": [
    "point"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1113,
   "text": "Even mercury can be frozen in this way by a combination of chemicals. Through the action of this principle it is possible to dip the hand for a short time into melted lead, or even into melted copper, the moisture of the skin supplying a vapor which prevents direct contact with the molten metal; no more than an endurable degree of heat reaches the hand while the moisture lasts, although the temperature of the fusing copper is 1996 degrees. The natural moisture of the hand is usually sufficient for this result, but it is better to wipe the hand with a damp towel. In David A. Wells' Things not Generally Known, New York, 1857, I find a translation of an article by M. Boutigny in The Comptes Rendus, in which he notes that \"the portion of the hands which are not immersed in the fused metal, but are exposed to the action of the heat radiated from its surface, experience a painful sensation of heat.\" He adds that when the hand was dampened with ether \"there was no sensation of heat, but, on the contrary, an agreeable feeling of coolness.\" Beckmann, in his History of Inventions, Vol. II., page 122, says:",
   "summaries": [],
   "persons": [
    "David"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1526,
   "text": "In the month of September, 1765, when I visited the copper works at Awested, one of the workmen, for a little drink money, took some of the melted copper in his hand, and after showing it to us, threw it against the wall. He then squeezed the fingers of his horny hand close together, put it for a few minutes under his armpit, to make it sweat, as he said; and, taking it again out, drew it over a ladle filled with melted copper, some of which he skimmed off, and moved his hand backwards and forwards, very quickly, by way of ostentation. While I was viewing this performance, I remarked a smell like that of singed horn or leather, though his hand was not burnt. The workmen at the Swedish melting-house showed the same thing to some travellers in the seventeenth century; for Regnard saw it in 1681, at the copper-works in Lapland. My friend Quincy Kilby, of Brookline, Mass., saw the same stunt performed by workmen at the Meridan Brittania Company's plant. They told him that if the hand had been wet it would have been badly scalded. Thus far our interest in heat-resistance has uncovered secrets of no very great practical value, however entertaining the uses to which we have seen them put. But not all the investigation of these principles has been dictated by considerations of curiosity and entertainment. As long ago as 1829, for instance, an English newspaper printed the following: Proof against Fire--On Tuesday week an experiment was made in presence of a Committee of the Academy of Sciences at Paris, by M.",
   "summaries": [],
   "persons": [
    "Regnard"
   ],
   "organisations": [
    "Committee of the Academy of Sciences"
   ],
   "locations": [],
   "misc": [
    "English",
    "Swedish"
   ]
  },
  {
   "size": 389,
   "text": "Aldini, for the purpose of showing that he can secure the body against the action of flames so as to enable firemen to carry on their operations with safety. His experiment is stated to have given satisfaction. The pompiers were clothed in asbestos, over which was a network of iron. Some of them, it was stated, who wore double gloves of amianthus, held a red-hot bar during four minutes.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1536,
   "text": "Sir David Brewster, in his Letters on Natural Magic, page 305, gives a more detailed account of Aldini, from which the natural deduction is that the Chevalier was a showman with an intellect fully up to the demands of his art. Sir David says:In our own times the art of defending the hands and face, and indeed the whole body, from the action of heated iron and intense fire, has been applied to the nobler purpose of saving human life, and rescuing property from the flames. The revival and the improvement of this art we owe to the benevolence and the ingenuity of the Chevalier Aldini of Milan, who has travelled through all Europe to present this valuable gift to his species. Sir H. Davy had long ago shown that a safety lamp for illuminating mines, containing inflammable air, might be constructed of wire-gauze, alone, which prevented the flame within, however large or intense, from setting fire to the inflammable air without. This valuable property, which has been long in practical use, he ascribed to the conducting and radiating power of the wire-gauze, which carried off the heat of the flame, and deprived it of its power. The Chevalier Aldini conceived the idea of applying the same material, in combination with other badly conducting substances, as a protection against fire. The incombustible pieces of dress which he uses for the body, arms, and legs, are formed out of strong cloth, which has been steeped in a solution of alum, while those for the head, hands, and feet, are made of cloth of asbestos or amianthus.",
   "summaries": [],
   "persons": [
    "Aldini"
   ],
   "organisations": [],
   "locations": [
    "Europe"
   ],
   "misc": [
    "Letters"
   ]
  },
  {
   "size": 1440,
   "text": "The head dress is a large cap which envelops the whole head down to the neck, having suitable perforations for the eyes, nose, and mouth. The stockings and cap are single, but the gloves are made of double amianthus cloth, to enable the fireman to take into his hand burning or red-hot bodies. The piece of ancient asbestos cloth preserved in the Vatican was formed, we believe, by mixing the asbestos with other fibrous substances; but M. Aldini has executed a piece of nearly the same size, 9 feet 5 inches long, and 5 feet 3 inches wide, which is much stronger than the ancient piece, and possesses superior qualities, in consequence of having been woven without the introduction of any foreign substance. In this manufacture the fibers are prevented from breaking by action of steam, the cloth is made loose in its fabric, and the threads are about the fiftieth of an inch in diameter. The metallic dress which is superadded to these means of defence consists of five principal pieces, viz., a casque or cap, with a mask large enough to leave a proper space between it and the asbestos cap; a cuirass with its brassets; a piece of armour for the trunk and thighs; a pair of boots of double wire-gauze; and an oval shield 5 feet long by 2 1/2 feet wide, made by stretching the wire-gauze over a slender frame of iron. All these pieces are made of iron wire-gauze, having the interval between its threads the twenty-fifth part of an inch.",
   "summaries": [],
   "persons": [
    "Aldini"
   ],
   "organisations": [],
   "locations": [
    "Vatican"
   ],
   "misc": [
    "amianthus"
   ]
  },
  {
   "size": 1655,
   "text": "In order to prove the efficacy of this apparatus, and inspire the firemen with confidence in its protection, he showed them that a finger first enveloped in asbestos, and then in a double case of wire-gauze, might be held a long time in the flame of a spirit-lamp or candle before the heat became inconvenient. A fireman having his hand within a double asbestos glove, and its palm protected by a piece of asbestos cloth, seized with impunity a large piece of red hot iron, carried it deliberately to the distance of 150 feet, inflamed straw with it, and brought it back again to the furnace. On other occasions the fireman handled blazing wood and burning substances, and walked during five minutes upon an iron grating placed over flaming fagots. In order to show how the head, eyes, and lungs are protected, the fireman put on the asbestos and wire-gauze cap, and the cuirass, and held the shield before his breast. A fire of shavings was then lighted, and kept burning in a large raised chafing-dish; the fireman plunged his head into the middle of the flames with his face to the fuel, and in that position went several times round the chafing-dish for a period longer than a minute. In a subsequent trial, at Paris, a fireman placed his head in the middle of a large brazier filled with flaming hay and wood, and resisted the action of the fire during five or six minutes and even ten minutes. In the experiments which were made at Paris in the presence of a committee of the Academy of Sciences, two parallel rows of straw and brushwood supported by iron wires, were formed at the distance of 3 feet from each other, and extended 30 feet in length.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [
    "Paris"
   ],
   "misc": []
  },
  {
   "size": 1469,
   "text": "When this combustible mass was set on fire, it was necessary to stand at a distance of 8 or 10 yards to avoid the heat. The flames from both the rows seemed to fill up the whole space between them, and rose to the height of 9 or 10 feet. At this moment six firemen, clothed in the incombustible dresses, and marching at a slow pace behind each other, repeatedly passed through the whole length between the two rows of flame, which were constantly fed with additional combustibles. One of the firemen carried on his back a child eight years old, in a wicker-basket covered with metallic gauze, and the child had no other dress than a cap made of amianthine cloth. In February, 1829, a still more striking experiment was made in the yard of the barracks of St. Gervais. Two towers were erected two stories high, and were surrounded with heaps of inflamed materials consisting of fagots and straw. The firemen braved the danger with impunity. In opposition to the advice of M. Aldini, one of them, with the basket and child, rushed into a narrow place, where the flames were raging 8 yards high. The violence of the fire was so great that he could not be seen, while a thick black smoke spread around, throwing out a heat which was unsupportable by spectators. The fireman remained so long invisible that serious doubts were entertained of his safety. He at length, however, issued from the fiery gulf uninjured, and proud of having succeeded in braving so great a danger.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1542,
   "text": "It is a remarkable result of these experiments, that the firemen are able to breathe without difficulty in the middle of the flames. This effect is owing not only to the heat being intercepted by the wire-gauze as it passes to the lungs, in consequence of which its temperature becomes supportable, but also to the singular power which the body possesses of resisting great heats, and of breathing air of high temperatures. A series of curious experiments were made on this subject by M. Tillet, in France, and by Dr. Fordyce and Sir Charles Blagden, in England. Sir Joseph Banks, Dr. Solander, and Sir Charles Blagden entered a room in which the air had a temperature of 198 degrees Fahr., and remained ten minutes; but as the thermometer sunk very rapidly, they resolved to enter the room singly. Dr. Solander went in alone and found the heat 210 degrees, and Sir Joseph entered when the heat was 211 degrees. Though exposed to such an elevated temperature, their bodies preserved their natural degree of heat. Whenever they breathed upon a thermometer it sunk several degrees; every expiration, particularly if strongly made, gave a pleasant impression of coolness to their nostrils, and their cold breath cooled their fingers whenever it reached them. On touching his side, Sir Charles Blagden found it cold like a corpse, and yet the heat of his body under his tongue was 98 degrees. Hence they concluded that the human body possesses the power of destroying a certain degree of heat when communicated with a certain degree of quickness.",
   "summaries": [],
   "persons": [
    "Charles Blagden",
    "Charles",
    "Joseph"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1519,
   "text": "This power, however, varies greatly in different media. The same person who experienced no inconvenience from air heated to 211 degrees, could just bear rectified spirits of wine at 130 degrees, cooling oil at 129 degrees, cooling water at 123 degrees, and cooling quicksilver at 118 degrees. A familiar instance of this occurred in the heated room. All the pieces of metal there, even their watch-chains, felt so hot that they could scarcely bear to touch them for a moment, while the air from which the metal had derived all its heat was only unpleasant. M. Duhamel and Tillet observed, at Rochefoucault in France, that the girls who were accustomed to attend ovens in a bakehouse, were capable of enduring for ten minutes a temperature of 270 degrees. The same gentleman who performed the experiments above described ventured to expose themselves to still higher temperatures. Sir Charles Blagden went into a room where the heat was 1 degree or 2 degrees above 260 degrees, and remained eight minutes in this situation, frequently walking about to all the different parts of the room, but standing still most of the time in the coolest spot, where the heat was above 240 degrees. The air, though very hot, gave no pain, and Sir Charles and all the other gentlemen were of opinion that they could support a much greater heat. During seven minutes Sir C. Blagden's breathing continued perfectly good, but after that time he felt an oppression in his lungs, with a sense of anxiety, which induced him to leave the room.",
   "summaries": [],
   "persons": [
    "Tillet"
   ],
   "organisations": [],
   "locations": [
    "Rochefoucault"
   ],
   "misc": []
  },
  {
   "size": 1435,
   "text": "His pulse was then 144, double its ordinary quickness. In order to prove that there was no mistake respecting the degree of heat indicated by the thermometer, and that the air which they breathed was capable of producing all the well-known effects of such a heat on inanimate matter, they placed some eggs and a beef-steak upon a tin frame near the thermometer, but more distant from the furnace than from the wall of the room. In the space of twenty minutes the eggs were roasted quite hard, and in forty-seven minutes the steak was not only dressed, but almost dry. Another beef-steak, similarly placed, was rather overdone in thirty-three minutes. In the evening, when the heat was still more elevated, a third beef-steak was laid in the same place, and as they had noticed that the effect of the hot air was greatly increased by putting it in motion, they blew upon the steak with a pair of bellows, and thus hastened the dressing of it to such a degree, that the greatest portion of it was found to be pretty well done in thirteen minutes. Our distinguished countryman, Sir F. Chantrey, has very recently exposed himself to a temperature still higher than any which we have mentioned. The furnace which he employs for drying his moulds is about 14 feet long, 12 feet high, and 12 feet broad. When it is raised to its highest temperature, with the doors closed, the thermometer stands at 350 degrees, and the iron floor is red hot.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 480,
   "text": "The workmen often enter it at a temperature of 340 degrees, walking over the iron floor with wooden clogs, which are of course charred on the surface. On one occasion Sir F. Chantrey, accompanied by five or six of his friends, entered the furnace, and, after remaining two minutes, they brought out a thermometer which stood at 320 degrees. Some of the party experienced sharp pains in the tips of their ears, and in the septum of the nose, while others felt a pain in their eyes.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1457,
   "text": "SWORD-SWALLOWERS: CLIQUOT, DELNO FRITZ, DEODATA, A RAZOR-SWALLOWER, AN UMBRELLA-SWALLOWER, WILLIAM DEMPSTER, JOHN CUMMING, EDITH CLIFFORD, VICTORINA. It has sometimes been noted in the foregoing pages, that fire-eaters, finding it difficult to invent new effects in their own sphere, have strayed into other fields of endeavor in order to amplify their programmes. Thus we find them resorting to the allied arts of poison-eating, sword-swallowing and the stunts of the so-called Human Ostrich. In this connection I consider it not out of place for me to include a description of a number of those who have, either through unusual gifts of nature or through clever artifice, seemingly submitted to tests which we have been taught to believe were far and away beyond the outposts of human endurance. By the introduction of these thrills each notable newcomer has endeavored to go his predecessors one better, and the issue of challenges to all comers to match these startling effects has been by no means infrequent, but I fail to discover a single acceptance of such a challenge. To accomplish the sword-swallowing feat, it is only necessary to overcome the nausea that results from the metal's touching the mucous membrane of the pharynx, for there is an unobstructed passage, large enough to accommodate several of the thin blades used, from the mouth to the bottom of the stomach. This passage is not straight, but the passing of the sword straightens it.",
   "summaries": [],
   "persons": [
    "JOHN"
   ],
   "organisations": [
    "WILLIAM"
   ],
   "locations": [],
   "misc": []
  },
  {
   "size": 614,
   "text": "Some throats are more sensitive than others, but practice will soon accustom any throat to the passage of the blade. When a sword with a sharp point is used the performer secretly slips a rubber cap over the point to guard against accident. It is said that the medical fraternity first learned of the possibility of overcoming the sensitiveness of the pharynx by investigating the methods of the sword-swallowers. Cliquot, who was one of the most prominent sword-swallowers of his time, finally \"reformed\" and is now a music hall agent in England. The Strand Magazine (1896) has this to say of Cliquot and his art:",
   "summaries": [],
   "persons": [
    "Cliquot"
   ],
   "organisations": [],
   "locations": [
    "Strand"
   ],
   "misc": []
  },
  {
   "size": 1526,
   "text": "The Chevalier Cliquot (these fellows MUST have titles) in the act of swallowing the major part of a cavalry sword 22 inches long. Cliquot, whose name suggests the swallowing of something much more grateful and comforting than steel swords, is a French Canadian by birth, and has been the admitted chief in his profession for more than 18 years. He ran away from his home in Quebec at an early age, and joined a travelling circus bound for South America. On seeing an arrant old humbug swallow a small machete, in Buenos Ayres, the boy took a fancy to the performance, and approached the old humbug aforesaid with the view of being taught the business. Not having any money, however, wherewith to pay the necessary premium, the overtures of the would-be apprentice were repulsed; whereupon he set about experimenting with his own aesophagus with a piece of silver wire. To say the preliminary training for this sort of thing is painful, is to state the fact most moderately; and even when stern purpose has triumphed over the laws of anatomy, terrible danger still remains. On one occasion having swallowed a sword, and then bent his body in different directions, as an adventurous sensation, Cliquot found that the weapon also had bent to a sharp angle; and quick as thought, realizing his own position as well as that of the sword, he whipped it out, tearing his throat in a dreadful manner. Plainly, had the upper part of the weapon become detached, the sword swallower's career must infallibly have come to an untimely end.",
   "summaries": [],
   "persons": [
    "Cliquot",
    "Chevalier"
   ],
   "organisations": [],
   "locations": [
    "Quebec"
   ],
   "misc": [
    "French Canadian"
   ]
  },
  {
   "size": 1379,
   "text": "Again, in New York, when swallowing 14 nine-inch bayonet swords at once, Cliquot had the misfortune to have a too sceptical audience, one of whom, a medical man who ought to have known better, rushed forward and impulsively dragged out the whole bunch, inflicting such injuries upon this peculiar entertainer as to endanger his life, and incapacitate him for months. In one of his acts Cliquot swallows a real bayonet sword, weighted with a cross-bar, and two 18-lib. dumb bells. In order to vary this performance, the sword-swallower allows only a part of the weapon to pass into his body, the remainder being \"kicked\" down by the recoil of a rifle, which is fixed to a spike in the centre of the bar, and fired by the performer's sister. The last act in this extraordinary performance is the swallowing of a gold watch. As a rule, Cliquot borrows one, but as no timepiece was forthcoming at the private exhibition where I saw him, he proceeded to lower his own big chronometer into his aesophagus by a slender gold chain. Many of the most eminent physicians and surgeons in this country immediately rushed forward with various instruments, and the privileged few took turns in listening for the ticking of the watch inside the performer's body. \"Poor, outraged nature is biding her time,\" remarked one physician, \"but mark me, she will have a terrible revenge sooner or later!\"",
   "summaries": [],
   "persons": [
    "Cliquot"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1442,
   "text": "Eaters of glass, tacks, pebbles, and like objects, actually swallow these seemingly impossible things, and disgorge them after the performance is over. That the disgorging is not always successful is evidenced by the hospital records of many surgical operations on performers of this class, when quantities of solid matter are found lodged in the stomach. Delno Fritz was not only an excellent sword-swallower, but a good showman as well. The last time I saw him he was working the \"halls\" in England. I hope he saved his money, for he was a clean man with a clean reputation, and, I can truly say, he was a master in his manner of indulging his appetite for the cold steel. Deodota, an Italian Magician, was also a sword-swallower of more than average ability. He succumbed to the lure of commercialism finally, and is now in the jewelry business in the \"down-town district\" of New York City. Sword-swallowing may be harmlessly imitated by the use of a fake sword with a telescopic blade, which slides into the handle. Vosin, the Paris manufacturer of magical apparatus, made swords of this type, but they were generally used in theatrical enchantment scenes, and it is very doubtful if they were ever used by professional swallowers. It is quite probable that the swords now most generally used by the profession, which are cut from one piece of metal-handle and all--were introduced to show that they were free from any telescoping device.",
   "summaries": [],
   "persons": [
    "Delno Fritz"
   ],
   "organisations": [],
   "locations": [
    "Paris"
   ],
   "misc": [
    "Italian"
   ]
  },
  {
   "size": 1500,
   "text": "Swords of this type are quite thin, less than one-eighth of an inch thick, and four or five of them can be swallowed at once. Slowly withdrawing them one at a time, and throwing them on the stage in different directions, makes an effective display. A small, but strong, electric light bulb attached to the end of a cane, is a very effective piece of apparatus for sword swallowers, as, on a darkened stage, the passage of the light down the throat and into the stomach can be plainly seen by the audience. The medical profession now make use of this idea. By apparently swallowing sharp razors, a dime-museum performer, whose name I do not recall, gave a variation to the sword-swallowing stunt. This was in the later days, and the act was partly fake and partly genuine. That is to say, the swallowing was fair enough, but the sharp razors, after being tested by cutting hairs, etc., were exchanged for dull duplicates, in a manner that, in better hands, might have been effective. This chap belonged to the great army of unconscious exposers, and the \"switch\" was quite apparent to all save the most careless observers. His apparatus consisted of a fancy rack on which three sharp razors were displayed, and a large bandanna handkerchief, in which there were several pockets of the size to hold a razor, the three dull razors being loaded in this. After testing the edge of the sharp razors, he pretended to wipe them, one by one, with the handkerchief, and under cover of this he made the \"switch\"",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1417,
   "text": "for the dull ones, which he proceeded to swallow in the orthodox fashion. His work was crude, and the crowd was inclined to poke fun at him. I have seen one of these performers on the street, in London, swallow a borrowed umbrella, after carefully wiping the ferrule, and then return it to its owner only slightly dampened from its unusual journey. A borrowed watch was swallowed by the same performer, and while one end of the chain hung from the lips, the incredulous onlookers were invited to place their ears against his chest and listen to the ticking of the watch, which had passed as far into the aesophagus as the chain would allow. The following anecdote from the Carlisle Journal, shows that playing with sword-swallowing is about as dangerous as playing with fire. DISTRESSING OCCURRENCE On Monday evening last, a man named William Dempster, a juggler of inferior dexterity while exhibiting his tricks in a public house in Botchergate, kept by a person named Purdy, actually accomplished the sad reality of one of those feats, with the semblance only of which he intended to amuse his audience. Having introduced into his throat a common table knife which he was intending to swallow, he accidentally slipped his hold, and the knife passed into his stomach. An alarm was immediately given, and surgical aid procured, but the knife had passed beyond the reach of instruments, and now remains in his stomach.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1380,
   "text": "He has since been attended by most of the medical gentlemen of this city; and we understand that no very alarming symptoms have yet appeared, and that it is possible he may exist a considerable time, even in this awkward state. His sufferings at first were very severe, but he is now, when not in motion, comparatively easy. The knife is 9 1/2 inches long, 1 inch broad in the blade, round pointed, and a handle of bone, and may generally be distinctly felt by applying the finger to the unfortunate man's belly; but occasionally, however, from change of its situation it is not perceptible. A brief notice of the analogous case of John Cumming, an American sailor, may not be unacceptable to our readers. About the year 1799 he, in imitation of some jugglers whose exhibition he had then witnessed, in an hour of intoxication, swallowed four clasp knives such as sailors commonly use; all of which passed from him in a few days without much inconvenience. Six years afterward, he swallowed FOURTEEN knives of different sizes; by these, however, he was much disordered, but recovered; and again, in a paroxysm of intoxication, he actually swallowed SEVENTEEN, of the effects of which he died in March, 1809. On dissection, fourteen knife blades were found remaining in his stomach, and the back spring of one penetrating through the bowel, seemed the immediate cause of his death.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1476,
   "text": "Several women have adopted the profession of sword-swallowing, and some have won much more than a passing fame. Notable among these is Mlle. Edith Clifford, who is, perhaps, the most generously endowed. Possessed of more than ordinary personal charms, a refined taste for dressing both herself and her stage, and an unswerving devotion to her art, she has perfected an act that has found favor even in the Royal Courts of Europe. Mlle. Clifford was born in London in 1884 and began swallowing the blades when only 15 years of age. During the foreign tour of the Barnum & Bailey show she joined that Organization in Vienna, 1901, and remained with it for five years, and now, after eighteen years of service, she stands well up among the stars. She has swallowed a 26-inch blade, but the physicians advise her not to indulge her appetite for such luxuries often, as it is quite dangerous. Blades of 18 or 20 inches give her no trouble whatever. In the spring of 1919 I visited the Ringling Bros., and the Barnum & Bailey Show especially to witness Mlle. Clifford's act. In addition to swallowing the customary swords and sabers she introduced such novelties as a specially constructed razor, with a blade five or six times the usual length, a pair of scissors of unusual size, a saw which is 2 1/2 inches wide at the broadest point, with ugly looking teeth, although somewhat rounded at the points, and several other items quite unknown to the bill-of-fare of ordinary mortals.",
   "summaries": [],
   "persons": [
    "Clifford"
   ],
   "organisations": [
    "Barnum & Bailey Show",
    "Royal Courts",
    "Barnum & Bailey"
   ],
   "locations": [
    "London"
   ],
   "misc": []
  },
  {
   "size": 796,
   "text": "A set of ten thin blades slip easily down her throat and are removed one at a time. The sensation of her act is reached when the point of a bayonet, 23 1/2 inches long, fastened to the breech of a cannon, is placed in her mouth and the piece discharged; the recoil driving the bayonet suddenly down her throat. The gun is loaded with a 10 gauge cannon shell. Mlle. Clifford's handsomely arranged stage occupied the place of honor in the section devoted to freaks and specialties. Cliquot told me that Delno Fritz was his pupil, and Mlle. Clifford claims to be a pupil of Fritz. Deserving of honorable mention also is a native of Berlin, who bills herself as Victorina. This lady is able to swallow a dozen sharp-bladed swords at once. Of Victorina, the Boston Herald of December 28th, 1902, said:",
   "summaries": [],
   "persons": [
    "Delno Fritz",
    "Clifford"
   ],
   "organisations": [
    "Herald"
   ],
   "locations": [
    "Boston"
   ],
   "misc": []
  },
  {
   "size": 1579,
   "text": "By long practice she has accustomed herself to swallow swords, daggers, bayonets, walking sticks, rods, and other dangerous articles. Her throat and food passages have become so expansive that she can swallow three long swords almost up to the hilts, and can accommodate a dozen shorter blades. This woman is enabled to bend a blade after swallowing it. By moving her head back and forth she may even twist instruments in her throat. To bend the body after one has swallowed a sword is a dangerous feat, even for a professional swallower. There is a possibility of severing some of the ligaments of the throat or else large arteries or veins. Victorina has already had several narrow escapes. On one occasion, while sword-swallowing before a Boston audience, a sword pierced a vein in her throat. The blade was half-way down, but instead of immediately drawing it forth, she thrust it farther. She was laid up in a hospital for three months after this performance. In Chicago she had a still narrower escape. One day while performing at a museum on Clark Street, Victorina passed a long thin dagger down her throat. In withdrawing it, the blade snapped in two, leaving the pointed portion some distance in the passage. The woman nearly fainted when she realized what had occurred, but, by a masterful effort, controlled her feelings. Dropping the hilt of the dagger on the floor, she leaned forward, and placing her finger and thumb down her throat, just succeeded in catching the end of the blade. Had it gone down an eighth of an inch farther her death would have been certain.",
   "summaries": [],
   "persons": [
    "Victorina"
   ],
   "organisations": [],
   "locations": [
    "Chicago"
   ],
   "misc": []
  },
  {
   "size": 1691,
   "text": "STONE-EATERS: A SILESIAN IN PRAGUE, 1006; FRANCOIS BATTALIA, ca. 1641; PLATERUS' BEGGAR BOY; FATHER PAULIAN'S LITHOPHAGUS OF AVIGNON, 1760; \"THE ONLY ONE IN THE WORLD,\" LONDON, 1788; SPANIARDS IN LONDON, 1790; A SECRET FOR TWO AND SIX; JAPANESE TRAINING.--FROG-SWALLOWERS: NORTON; ENGLISH JACK; BOSCO, THE SNAKE-EATER; BILLINGTON'S PRESCRIPTION FOR HANGMEN; CAPTAIN VEITRO.--WATER-SPOUTERS: BLAISE MANFREDE, ca. 1650; FLORAM MARCHAND, 1650. That the genesis of stone-eating dates back hundreds of years farther than is generally supposed, is shown by a statement in Wanley's Wonders of the Little World, London, 1906, Vol. II, page 58, which reads as follows: Anno 1006, there was at Prague a certain Silesian, who, for a small reward in money, did (in the presence of many persons) swallow down white stones to the number of thirty-six; they weighed very near three pounds; the least of them was of the size of a pigeon's egg, so that I could scarce hold them all in my hand at four times: this rash adventure he divers years made for gain, and was sensible of no injury to his health thereby. The next man of this type of whom I find record lived over six hundred years later. This was an Italian named Francois Battalia. The print shown here is from the Book of Wonderful Characters, and is a reproduction from an etching made by Hollar in 1641. Doctor Bulwer, in his Artificial Changeling, tells a preposterous story of Battalia's being born with two pebbles in one hand and one in the other; that he refused both the breast and the pap offered him, but ate the pebbles and continued to subsist on stones for the remainder of his life. Doctor Bulwer thus describes his manner of feeding:",
   "summaries": [],
   "persons": [
    "M",
    "Doctor Bulwer",
    "Hollar"
   ],
   "organisations": [],
   "locations": [
    "Prague"
   ],
   "misc": [
    "JAPANESE",
    "Italian",
    "SILESIAN",
    "ENGLISH"
   ]
  },
  {
   "size": 1589,
   "text": "His manner is to put three or four stones into a spoon, and so putting them into his mouth together, he swallows them all down, one after another; then (first spitting) he drinks a glass of beer after them. He devours about half a peck of these stones every day, and when he clinks upon his stomach, or shakes his body, you may hear the stones rattle as if they were in a sack, all of which in twenty-four hours are resolved. Once in three weeks he voids a great quantity of sand, after which he has a fresh appetite for these stones, as we have for our victuals, and by these, with a cup of beer, and a pipe of tobacco, he has his whole subsistence. From a modern point of view the Doctor \"looks easy.\" The Book of Wonderful Characters continues: Platerus speaks of a beggar boy, who for four farthings would suddenly swallow many stones which he met with by chance in any place, though they were big as walnuts, so filling his belly that by the collision of them while they were pressed, the sound was distinctly heard. Father Paulian says that a true lithophagus, or stone-eater, was brought to Avignon in the beginning of May, 1760. He not only swallowed flints an inch and a half long, a full inch broad, and half an inch thick, but such stones as he could reduce to powder, such as marble, pebbles, etc., he made up into paste, which to him was a most agreeable and wholesome food. Father Paulian examined this man with all the attention he possibly could, and found his gullet very large, his teeth exceedingly strong, his saliva very corrosive, and his stomach lower than ordinary.",
   "summaries": [],
   "persons": [
    "Platerus",
    "Father",
    "Paulian"
   ],
   "organisations": [],
   "locations": [
    "Avignon"
   ],
   "misc": [
    "The Book of Wonderful Characters"
   ]
  },
  {
   "size": 1416,
   "text": "This stone eater was found on Good Friday, in 1757, in a northern inhabited island, by some of the crew of a Dutch ship. He was made by his keeper to eat raw flesh with his stones; but he never could be got to swallow bread. He would drink water, wine, and brandy, which last liquor gave him infinite pleasure. He slept at least twelve hours a day, sitting on the ground with one knee over the other, and his chin resting on his right knee. He smoked almost all the time he was not asleep or not eating. Some physicians at Paris got him blooded; the blood had little or no serum, and in two hours time it became as fragile as coral. He was unable to pronounce more than a few words, such as Oui, Non, Caillou, Bon. \"He has been taught,\" adds the pious father, evidently pleased with the docility of his interesting pupil, \"to make the sign of the cross, and was baptized some months ago in the church of St. Come, at Paris. THE RESPECT HE SHOWS TO ECCLESIASTICS AND HIS READY DISPOSITION TO PLEASE THEM, afforded me the opportunity of satisfying myself as to all these particulars; and I AM FULLY CONVINCED THAT HE IS NO CHEAT.\" Here is the advertisement of a stone-eater who appeared in England in 1788. An Extraordinary Stone-Eater The Original STONE-EATER The Only One in the World, Has arrived, and means to perform this, and every day (Sunday excepted) at Mr. Hatch's, trunk maker, 404 Strand, opposite Adelphi.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [
    "England"
   ],
   "misc": [
    "Dutch"
   ]
  },
  {
   "size": 1464,
   "text": "STONE-EATING and STONE-SWALLOWING And after the stones are swallowed may be heard to clink in the belly, the same as in a pocket. The present is allowed to be the age of Wonders and Improvements in the Arts. The idea of Man's flying in the Air, twenty years ago, before the discovery of the use of the balloon, would have been laughed at by the most credulous! Nor does the History of Nature afford so extraordinary a relation as that of the man's eating and subsisting on pebbles, flints, tobacco pipes and mineral excrescences; but so it is and the Ladies and Gentlemen of this Metropolis and its vicinity have now an opportunity of witnessing this extraordinary Fact by seeing the Most Wonderful Phenomenon of the Age, who Grinds and Swallows stones, etc., with as much ease as a Person would crack a nut, and masticate the kernel. This Extraordinary Stone-eater appears not to suffer the least Inconvenience from so ponderous, and to all other persons in the World, so indigestible a Meal, which he repeats from twelve at noon to seven. Any Lady or Gentleman may bring Black Flints or Pebbles with them. N. B.--His Merit is fully demonstrated by Dr. Monroe, who in his Medical Commentary, 1772, and several other Gentlemen of the Faculty. Likewise Dr. John Hunter and Sir Joseph Banks can witness the Surprising Performance of this most Extraordinary STONE-EATER. Admittance, Two shillings and Six pence. A Private Performance for five guineas on short notice.",
   "summaries": [],
   "persons": [
    "Joseph Banks",
    "John Hunter"
   ],
   "organisations": [],
   "locations": [
    "Metropolis"
   ],
   "misc": [
    "Wonderful Phenomenon"
   ]
  },
  {
   "size": 1531,
   "text": "A Spanish stone-eater exhibited at the Richmond Theater, on August 2nd, 1790, and another at a later date, at the Great Room, late Globe Tavern, corner of Craven Street, Strand. All of these phenomenal gentry claimed to subsist entirely on stones, but their modern followers hardly dare make such claims, so that the art has fallen into disrepute. A number of years ago, in London, I watched several performances of one of these chaps who swallowed half a hatful of stones, nearly the size of hen's eggs, and then jumped up and down, to make them rattle in his stomach. I could discover no fake in the performance, and I finally gave him two and six for his secret, which was simple enough. He merely took a dose of powerful physic to clear himself of the stones, and was then ready for the next performance. During my engagement in 1895 with Welsh Bros. Circus I became quite well acquainted with an aged Jap of the San Kitchy Akimoto troupe and from him I learned the method of swallowing quite large objects and bringing them up again at will. For practice very small potatoes are used at first, to guard against accident; and after one has mastered the art of bringing these up, the size is increased gradually till objects as large as the throat will receive can be swallowed and returned. I recall a very amusing incident in connection with this old chap. In one number of the programme he sat down on the ring bank and balanced a bamboo pole, at the top of which little Massay went through the regular routine of posturings.",
   "summaries": [],
   "persons": [
    "Massay",
    "Jap"
   ],
   "organisations": [
    "San Kitchy Akimoto"
   ],
   "locations": [],
   "misc": [
    "Spanish"
   ]
  },
  {
   "size": 1438,
   "text": "After years spent in this work, my aged friend became so used to his job that he did it automatically, and scarcely gave a thought to the boy at the top. One warm day, however, he carried his indifference a trifle too far, and dropped into a quiet nap, from which he woke only to find that the pole was falling and had already gone too far to be recovered, but the agility of the boy saved him from injury. As my knowledge of Japanese is limited to the more polite forms, I cannot repeat the remarks of the lad. Until a comparatively recent date, incredible as it may seem, frog-swallowers were far from uncommon on the bills of the Continental theaters. The most prominent, Norton, a Frenchman, was billed as a leading feature in the high-class houses of Europe. I saw him work at the Apollo Theater, Nuremberg, where I was to follow him in; and during my engagement at the Circus Busch, Berlin, we were on the same programme, which gave me an opportunity to watch him closely. One of his features was to drink thirty or forty large glasses of beer in slow succession. The filled glasses were displayed on shelves at the back of the stage, and had handles so that he could bring forward two or three in each hand. When he had finished these he would return for others and, while gathering another handful, would bring up the beer and eject it into a receptacle arranged between the shelves, just below the line of vision of the audience.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": [
    "Japanese",
    "Continental"
   ]
  },
  {
   "size": 1496,
   "text": "Norton could swallow a number of half-grown frogs and bring them up alive. I remember his anxiety on one occasion when returning to his dressing-room; it seems he had lost a frog--at least he could not account for the entire flock--and he looked very much scared, probably at the uncertainty as to whether or not he had to digest a live frog. The Muenchen October Fest, is the annual fair at that city, and a most wonderful show it is. I have been there twice; once as the big feature with Circus Carre, in 1901, and again in 1913, with the Circus Corty Althoff. The Continental Circuses are not, like those of this country, under canvas, but show in wooden buildings. At these October Fests I saw a number of frog-swallowers, and to me they were very repulsive indeed. In fact, Norton was the only one I ever saw who presented his act in a dignified manner. Willie Hammerstein once had Norton booked to appear at the Victoria Theater, New York, but the Society for the Prevention of Cruelty to Animals would not allow him to open; so he returned to Europe without exhibiting his art (?) in America. In my earlier days in the smaller theaters of America, before the advent of the B. F. Keith and E. F. Albee theaters, I occasionally ran across a sailor calling himself English Jack, who could swallow live frogs and bring them up again with apparent ease. I also witnessed the disgusting pit act of that degenerate, Bosco, who ate living snakes, and whose act gave rise to the well-known barkers'",
   "summaries": [],
   "persons": [
    "Norton"
   ],
   "organisations": [
    "Society for the Prevention of Cruelty to Animals",
    "Continental Circuses",
    "Keith"
   ],
   "locations": [
    "Europe"
   ],
   "misc": [
    "English",
    "October Fests"
   ]
  },
  {
   "size": 1414,
   "text": "cry HE EATS 'EM ALIVE! If the reader wishes further description of this creature's work, he must find it in my book, The Unmasking of Robert Houdin, for I cannot bring myself to repeat the nauseating details here. During an engagement in Bolton, Eng., I met Billington, the official hangman, who was convinced that I could not escape from the restraint he used to secure those he was about to execute. Much to his astonishment, I succeeded in releasing myself, but he said the time consumed was more than sufficient to spring the trap and launch the doomed soul into eternity. Billington told me that he had hardened himself to the demands of his office by killing rats with his teeth. During my engagement at the Winter Garten, Berlin, Captain Veitro, a performer that I had known for years in America, where he worked in side shows and museums, came to Berlin and made quite a stir by eating poisons. He appeared only a few times, however, as his act did not appeal to the public, presumably for the reason that he had his stomach pumped out at each performance, to prove that it contained the poison. This may have been instructive, but it possessed little appeal as entertainment, and I rarely heard of the venturesome captain after that. Years ago I saw a colored poison-eater at Worth's Museum, New York City, who told me that he escaped the noxious effects of the drugs by eating quantities of oatmeal mush.",
   "summaries": [],
   "persons": [
    "Billington"
   ],
   "organisations": [],
   "locations": [
    "New York"
   ],
   "misc": [
    "The Unmasking of"
   ]
  },
  {
   "size": 1127,
   "text": "Another colored performer took an ordinary bottle, and, after breaking it, would bite off chunks, crunch them with his teeth, and finally swallow them. I have every reason to believe that his performance was genuine. The beer-drinking of Norton was a more refined version of the so-called water-spouting of previous generations, in which the returning was done openly, a performance that could not fail to disgust a modern audience. To be sure, in the days of the Dime Museum, a Negro who returned the water worked those houses; but his performance met with little approval, and it is years since I have heard of such an exhibition. The first water-spouter of whom I find a record was Blaise Manfrede or de Manfre, who toured Europe about the middle of the seventeenth century. An interesting account of this man may be found in my book The Unmasking of Robert Houdin. A pupil of Manfrede's, by the name of Floram Marchand, who seems to have been fully the equal of his master, appeared in England in 1650. The following description of Marchand's performance is from The Book of Wonderful Characters, edition of 1869, page 126:",
   "summaries": [],
   "persons": [
    "Blaise Manfrede"
   ],
   "organisations": [],
   "locations": [
    "Europe",
    "England"
   ],
   "misc": [
    "The Unmasking of"
   ]
  },
  {
   "size": 1446,
   "text": "In the summer of 1650, a Frenchman named Floram Marchand was brought over from Tours to London, who professed to be able to \"turn water into wine,\" and at his vomit render not only the tincture, but the strength and smell of several wines, and several waters. He learnt the rudiments of this art from Bloise, an Italian, who not long before was questioned by Cardinal Mazarin, who threatened him with all the miseries that a tedious imprisonment could bring upon him, unless he would discover to him by what art he did it. Bloise, startled at the sentence, and fearing the event, made a full confession on these terms, that the Cardinal would communicate it to no one else. From this Bloise, Marchand received all his instruction; and finding his teacher the more sought after in France, he came by the advice of two English friends to England, where the trick was new. Here--the cause of it being utterly unknown--he seems for a time to have gulled and astonished the public to no small extent, and to his great profit. Before long, however, the whole mystery was cleared up by his two friends, who had probably not received the share of the profits to which they thought themselves entitled. Their somewhat circumstantial account runs as follows. To prepare his body for so hardy a task, before he makes his appearance on the stage, he takes a pill about the quantity of a hazel nut, confected with the gall of an heifer, and wheat flour baked.",
   "summaries": [],
   "persons": [
    "Marchand",
    "Floram Marchand"
   ],
   "organisations": [],
   "locations": [
    "Tours"
   ],
   "misc": [
    "English",
    "Frenchman"
   ]
  },
  {
   "size": 1674,
   "text": "After which he drinks privately in his chamber four or five pints of luke-warm water, to take all the foulness and slime from his stomach, and to avoid that loathsome spectacle which otherwise would make thick the water, and offend the eye of the observer. In the first place, he presents you with a pail of luke-warm water, and sixteen glasses in a basket, but you are to understand that every morning he boils two ounces of Brazil thin-sliced in three pints of running water, so long till the whole strength and color of the Brazil is exhausted: of this he drinks half a pint in his private chamber before he comes on the stage: you are also to understand that he neither eats nor drinks in the morning on those days when he comes on the stage, the cleansing pill and water only excepted; but in the evening will make a very good supper, and eat as much as two or three other men who have not their stomachs so thoroughly purged. Before he presents himself to the spectators, he washes all his glasses in the best white-wine vinegar he can procure. Coming on the stage, he always washes his first glass, and rinses it two or three times, to take away the strength of the vinegar, that it may in no wise discolour the complexion of what is represented to be wine. At his first entrance, he drinks four and twenty glasses of luke-warm water, the first vomit he makes the water seems to be a full deep claret: you are to observe that his gall-pill in the morning, and so many glasses of luke-warm water afterwards, will force him into a sudden capacity to vomit, which vomit upon so much warm water, is for the most part so violent on him, that he cannot forbear if he would.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [
    "Brazil"
   ],
   "misc": []
  },
  {
   "size": 1400,
   "text": "You are again to understand that all that comes from him is red of itself, or has a tincture of it from the first Brazil water; but by degrees, the more water he drinks, as on every new trial he drinks as many glasses of water as his stomach will contain, the water that comes from him will grow paler and paler. Having then made his essay on claret, and proved it to be of the same complexion, he again drinks four or five glasses of luke-warm water, and brings forth claret and beer at once into two several glasses: now you are to observe that the glass which appears to be claret is rinsed as before, but the beer glass not rinsed at all, but is still moist with the white-wine vinegar, and the first strength of the Brazil water being lost, it makes the water which he vomits up to be of a more pale colour, and much like our English beer. He then brings his rouse again, and drinks up fifteen or sixteen glasses of luke-warm water, which the pail will plentifully afford him: he will not bring you up the pale Burgundian wine, which, though more faint of complexion than the claret, he will tell you is the purest wine in Christendom. The strength of the Brazil water, which he took immediately before his appearance on the stage, grows fainter and fainter. This glass, like the first glass in which he brings forth his claret, is washed, the better to represent the colour of the wine therein.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [
    "Brazil"
   ],
   "misc": [
    "Burgundian"
   ]
  },
  {
   "size": 1647,
   "text": "The next he drinks comes forth sack from him, or according to that complexion. Here he does not wash his glass at all; for the strength of the vinegar must alter what is left of the complexion of the Brazil water, which he took in the morning before he appeared on the stage. You are always to remember, that in the interim, he will commonly drink up four or five glasses of the luke-warm water, the better to provoke his stomach to a disgorgement, if the first rouse will not serve turn. He will now (for on every disgorge he will bring you forth a new colour), he will now present you with white wine. Here also he will not wash his glass, which (according to the vinegar in which it was washed) will give it a colour like it. You are to understand, that when he gives you the colour of so many wines, he never washes the glass, but at his first evacuation, the strength of the vinegar being no wise compatible with the colour of the Brazil water. Having performed this task, he will then give you a show of rose-water; and this indeed, he does so cunningly, that it is not the show of rose-water, but rose-water itself. If you observe him, you will find that either behind the pail where his luke-warm water is, or behind the basket in which his glasses are, he will have on purpose a glass of rose-water prepared for him. After he has taken it, he will make the spectators believe that he drank nothing but the luke-warm water out of the pail; but he saves the rose-water in the glass, and holding his hand in an indirect way, the people believe, observing the water dropping from his fingers, that it is nothing but the water out of the pail.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [
    "Brazil"
   ],
   "misc": []
  },
  {
   "size": 1455,
   "text": "After this he will drink four or five glasses more out of the pail, and then comes up the rose-water, to the admiration of the beholders. You are to understand, that the heat of his body working with his rose-water gives a full and fragrant smell to all the water that comes from him as if it were the same. The spectators, confused at the novelty of the sight, and looking and smelling on the water, immediately he takes the opportunity to convey into his hand another glass; and this is a glass of Angelica water, which stood prepared for him behind the pail or basket, which having drunk off, and it being furthered with four or five glasses of luke-warm water, out comes the evacuation, and brings with it a perfect smell of the Angelica, as it was in the rose-water above specified. To conclude all, and to show you what a man of might he is, he has an instrument made of tin, which he puts between his lips and teeth; this instrument has three several pipes, out of which, his arms a-kimbo, a putting forth himself, he will throw forth water from him in three pipes, the distance of four or five yards. This is all clear water, which he does with so much port and such a flowing grace, as if it were his master-piece. He has been invited by divers gentlemen and personages of honour to make the like evacuation in milk, as he made a semblance in wine. You are to understand that when he goes into another room, and drinks two or three pints of milk.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": [
    "Angelica"
   ]
  },
  {
   "size": 1007,
   "text": "On his return, which is always speedy, he goes first to his pail, and afterwards to his vomit. The milk which comes from him looks curdled, and shows like curdled milk and drink. If there be no milk ready to be had, he will excuse himself to his spectators, and make a large promise of what he will perform the next day, at which time being sure to have milk enough to serve his turn, he will perform his promise. His milk he always drinks in a withdrawing room, that it may not be discovered, for that would be too apparent, nor has he any other shift to evade the discerning eye of the observers. It is also to be considered that he never comes on the stage (as he does sometimes three or four times in a day) but he first drinks the Brazil water, without which he can do nothing at all, for all that comes from him has a tincture of the red, and it only varies and alters according to the abundance of water which he takes, and the strength of the white-wine vinegar, in which all the glasses are washed.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1564,
   "text": "DEFIERS OF POISONOUS REPTILES: THARDO; MRS. LEARN, DEALER IN RATTLESNAKES.--SIR ARTHUR THURLOW CUNYNGHAME ON ANTIDOTES FOR SNAKE-BITE.--JACK THE VIPER.--WILLIAM OLIVER, 1735.--THE ADVICE OF CORNELIUS HEINRICH AGRIPPA, (1486-1535).--AN AUSTRALIAN SNAKE STORY.--ANTIDOTES FOR VARIOUS POISONS. About twenty-two years ago, during one of my many engagements at Kohl and Middleton's, Chicago, there appeared at the same house a marvelous \"rattle-snake poison defier\" named Thardo. I watched her act with deep interest for a number of weeks, never missing a single performance. For the simple reason that I worked within twelve feet from her, my statement that there was absolutely no fake attached to her startling performance can be taken in all seriousness, as the details are still fresh in my mind. Thardo was a woman of exceptional beauty, both of form and feature, a fluent speaker and a fearless enthusiast in her devotion to her art. She would allow herself to be repeatedly bitten by rattle-snakes and received no harm excepting the ordinary pain of the wound. After years of investigation I have come to the belief that this immunity was the result of an absolutely empty stomach, into which a large quantity of milk was taken shortly after the wound was inflicted, the theory being that the virus acts directly on the contents of the stomach, changing it to a deadly poison. It was Thardo's custom to give weekly demonstrations of this power, to which the medical profession were invited, and on these occasions she was invariably greeted with a packed house.",
   "summaries": [],
   "persons": [
    "Thardo"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "AUSTRALIAN"
   ]
  },
  {
   "size": 1489,
   "text": "When the moment of the supreme test came, an awed silence obtained; for the thrill of seeing the serpent flash up and strike possessed a positive fascination for her audiences. Her bare arms and shoulders presented a tempting target for the death-dealing reptile whose anger she had aroused. As soon as he had buried his fangs in her expectant flesh, she would coolly tear him from the wound and allow one of the physicians present to extract a portion of the venom and immediately inject it into a rabbit, with the result that the poor creature would almost instantly go into convulsions and would soon die in great agony. Another rattle-snake defier is a resident of San Antonio, Texas. Her name is Learn, and she once told me that she was the preceptor of Thardo. This lady deals in live rattle-snakes and their by-products--rattle-snake skin, which is used for fancy bags and purses; rattle-snake oil, which is highly esteemed in some quarters as a specific for rheumatism; and the venom, which has a pharmaceutical value. She employs a number of men as snake trappers. Their usual technique is to pin the rattler to the ground by means of a forked stick thrust dexterously over his neck, after which he is conveyed into a bag made for the purpose. Probably the cleverest of her trappers is a Mexican who has a faculty of catching these dangerous creatures with his bare hands. The story goes that this chap has been bitten so many times that the virus no longer has any effect on him.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": [
    "Mexican"
   ]
  },
  {
   "size": 349,
   "text": "Even that most poisonous of all reptiles, the Gila monster, has no terrors for him. He swims along the shore where venomous reptiles most abound, and fearlessly attacks any and all that promise any income to his employer. In a very rare book by General Sir Arthur Thurlow Cunynghame, entitled, My Command in South Africa, 1880, I find the following:",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": [
    "Gila"
   ]
  },
  {
   "size": 1482,
   "text": "The subject of snake bites is one of no small interest in this country. Liquid ammonia is, par excellence, the best antidote. It must be administered immediately after the bite, both internally, diluted with water, and externally, in its concentrated form. The \"Eau de luce\" and other nostrums sold for this purpose have ammonia for their main ingredient. But it generally happens in the case of a snake bite that the remedy is not at hand, and hours may elapse before it can be obtained. In this case the following treatment will work well. Tie a ligature tightly ABOVE the bite, scarify the wound deeply with a knife, and allow it to bleed freely. After having drawn an ounce of blood, remove the ligature and ignite three times successively about two drams of gunpowder right on the wound. If gunpowder be not at hand, an ordinary fusee will answer the purpose: or, in default of this, the glowing end of a piece of wood from the fire. Having done this, proceed to administer as much brandy as the patient will take. Intoxicate him as rapidly as possible, and, once intoxicated, he is safe. If, however, through delay in treatment, the poison has once got into circulation no amount of brandy will either intoxicate him or save his life. An odd character, rejoicing in the nick-name of Jack the Viper, is mentioned on page 763 of Hone's Table Book, 1829. In part the writer says: Jack has traveled, seen the world, and profited by his travels; for he has learned to be contented.",
   "summaries": [],
   "persons": [
    "Jack"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1550,
   "text": "He is not entirely idle, nor wholly industrious. If he can get a crust sufficient for the day, he leaves the evil of it should visit him. The first time I saw him was in the high noon of a scorching day, at an inn in Laytonstone. He came in while a sudden storm descended, and a rainbow of exquisite majesty vaulted the earth. Sitting down at a table, he beckoned the hostess for his beer, and conversed freely with his acquaintance. By his arch replies I found that I was in company with an original--a man that might stretch forth his arms in the wilderness without fear, and like Paul, grasp an adder without harm. He playfully entwined his fingers with their coils and curled crests, and played with their forked tongues. He had unbuttoned his waistcoat, and as cleverly as a fish-woman handles her eels, let out several snakes and adders, warmed by his breast, and spread them on the table. He took off his hat, and others of different sizes and lengths twisted before me; some of them, when he unbosomed his shirt, returned to the genial temperature of his skin; and some curled around the legs of the table, and others rose in a defensive attitude. He irritated and humored them, to express either pleasure or pain at his will. Some were purchased by individuals, and Jack pocketed his gains, observing, \"A frog, or a mouse, occasionally, is enough for a snake's satisfaction.\" The Naturalist's Cabinet says, that \"In presence of the Grand Duke of Tuscany, while the philosophers were making elaborate dissertations on the danger of the poison",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 908,
   "text": "of vipers, taken inwardly, a viper catcher, who happened to be present, requested that a quantity of it might be put into a vessel; and then, with the utmost confidence, and to the astonishment of the whole company, he drank it off. Everyone expected the man instantly to drop down dead; but they soon perceived their mistake, and found that, taken inwardly, the poison was as harmless as water.\" William Oliver, a viper catcher at Bath, was the first who discovered that, by the application of olive oil, the bite of the viper is effectually cured. On the first of June, 1735, he suffered himself to be bitten by an old black viper; and after enduring the agonizing symptoms of approaching death, by using olive oil he perfectly recovered. Vipers' flesh was formerly esteemed for its medicinal virtues, and its salt was thought to exceed every other animal product in giving vigor to a languid constitution.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1570,
   "text": "According to Cornelius Heinrich Agrippa (called Agrippa of Nettesheim), a German philosopher, and student of alchemy and magic, who was born in 1486, and died in 1535, \"if you would handle adders and snakes without harm, wash your hands in the juice of radishes, and you may do so without harm.\" Even though it may seem a digression, I yield to the temptation to include here an extraordinary \"snake story\" taken from An Actor Abroad, which Edmund Leathes published in 1880: I will here relate the story of a sad death--I might feel inclined to call it suicide--which occurred in Melbourne shortly before my arrival in the colonies. About a year previous to the time of which I am now writing, a gentleman of birth and education, a Cambridge B. A., a barrister by profession and a literary man by choice, with his wife and three children emigrated to Victoria. He arrived in Melbourne with one hundred and fifty pounds in his pocket, and hope unlimited in his heart. Poor man! He, like many another man, quickly discovered that muscles in Australia are more marketable than brains. His little store of money began to melt under the necessities of his wife and family. To make matters worse he was visited by a severe illness. He was confined to his bed for some weeks, and during his convalescence his wife presented him with another of those \"blessings to the poor man,\" a son. It was Christmas time, his health was thoroughly restored, he naturally possessed a vigorous constitution; but his heart was beginning to fail him, and his funds were sinking lower and lower.",
   "summaries": [],
   "persons": [
    "Leathes",
    "Cornelius Heinrich Agrippa"
   ],
   "organisations": [],
   "locations": [
    "Australia",
    "Melbourne"
   ],
   "misc": [
    "Cambridge",
    "German"
   ]
  },
  {
   "size": 1522,
   "text": "At last one day, returning from a long and solitary walk, he sat down with pen and paper and made a calculation by which he found he had sufficient money left to pay the insurance upon his life for one year, which, in the case of his death occurring within that time, would bring to his widow the sum of three thousand pounds. He went to the insurance office, and made his application--was examined by the doctor--the policy was made out, his life was insured. From that day he grew moody and morose, despair had conquered hope. At this time a snake-charmer came to Melbourne, who advertised a wonderful cure for snake-bites. This charmer took one of the halls in the town, and there displayed his live stock, which consisted of a great number of the most deadly and venomous snakes which were to be found in India and Australia. This man had certainly some most wonderful antidote to the poison of a snake's fangs. In his exhibitions he would allow a cobra to bite a dog or a rabbit, and, in a short time after he had applied his nostrum the animal would thoroughly revive; he advertised his desire to perform upon humanity, but, of course, he could find no one would be fool enough to risk his life so unnecessarily. The advertisement caught the eye of the unfortunate emigrant, who at once proceeded to the hall where the snake charmer was holding his exhibition. He offered himself to be experimented upon; the fanatic snake-charmer was delighted, and an appointment was made for the same evening as soon as the \"show\"",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [
    "India"
   ],
   "misc": []
  },
  {
   "size": 998,
   "text": "should be over. The evening came; the unfortunate man kept his appointment, and, in the presence of several witnesses, who tried to dissuade him from the trial, bared his arm and placed it in the cage of an enraged cobra and was quickly bitten. The nostrum was applied apparently in the same manner as it had been to the lower animals which had that evening been experimented upon, but whether it was that the poor fellow wilfully did something to prevent its taking effect--or whatever the reason--he soon became insensible, and in a couple of hours he was taken home to his wife and family--a corpse. The next morning the snake-charmer had flown, and left his snakes behind him. The insurance company at first refused payment of the policy, asserting that the death was suicide; the case was tried and the company lost it, and the widow received the three thousand pounds. The snake-charmer was sought in vain; he had the good fortune and good sense to be seen no more in the Australian colonies.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": [
    "Australian"
   ]
  },
  {
   "size": 1404,
   "text": "As several methods of combating the effects of poisons have been mentioned in the foregoing pages, I feel in duty bound to carry the subject a little farther and present a list of antidotes. I shall not attempt to educate my readers in the art of medicine, but simply to give a list of such ordinary materials as are to be found in practically every household, materials cited as antidotes for the more common poisons. I have taken them from the best authorities obtainable and they are offered in the way of first aid, to keep the patient alive till the doctor arrives; and if they should do no good, they can hardly do harm. The first great rule to be adopted is SEND FOR THE DOCTOR AT ONCE and give him all possible information about the case without delay. Use every possible means to keep the patient at a normal temperature. When artificial respiration is necessary, always get hold of the tongue and pull it well forward in order to keep the throat clear, then turn the patient over on his face and press the abdomen to force out the air, then turn him over on the back so that the lungs may fill again, repeating this again and again till the doctor arrives. The best stimulants are strong tea or coffee; but when these are not sufficient, a tablespoon of brandy, whisky, or wine may be added. Vegetable and mineral poisons, with few exceptions, act as efficiently in the blood as in the stomach.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1427,
   "text": "Animal poisons act only through the blood, and are inert when introduced into the stomach. Therefore there is absolutely no danger in sucking the virus from a snake bite, except that the virus should not be allowed to touch any spot where the skin is broken. The following list of antidotes is taken largely from Appleton's Medical Dictionary, and Sollmann's A Manual of Pharmacology, Philadelphia, 1917, pages 56 and 57, and has been verified by comparison with various other authorities at the library of the Medical Society of the County of New York: Arsenic Induce vomiting with a dessert-spoonful of ground mustard in tepid water. Also put the finger in the throat to induce retching. When the stomach has been emptied, give the patient all the milk he can take. Aconite Induce vomiting as above. Also give active purgative. Stimulate with strong tea or coffee. Keep the patient roused. Alcohol Same as for aconite. Belladonna Same as for aconite. Bitter-sweet Same as for aconite. Blue vitriol Induce vomiting as in arsenic. Then give milk, or white of egg, or mucilage. Cantharides Induce vomiting. Give soothing drinks. NO OIL. Rub abdomen with camphor, or camphorated oil. Chloral Same as for aconite. Camphor Same as for aconite. Conium (Hemlock) Same as for aconite. Carbolic Acid White of egg in water, or olive oil, followed by a large quantity of milk. Calomel Give white of egg, followed by milk, or flour gruel.",
   "summaries": [],
   "persons": [
    "White"
   ],
   "organisations": [
    "Cantharides"
   ],
   "locations": [],
   "misc": [
    "Belladonna"
   ]
  },
  {
   "size": 1409,
   "text": "Corrosive Sublimate Same as for calomel. Croton Oil Induce vomiting. Also give strong purgative AS SOON AS POSSIBLE. Stimulate with strong tea or coffee. Colocynth Same as for croton oil. Ergot Same as for aconite. Food cooked in a copper vessel Same as for blue vitriol. Fish poison Same as for croton oil. Gases Plenty of fresh air. Inhale ammonia (not too strong). Artificial respiration if necessary. Stimulate with strong tea or coffee. Green coloring matter Same as for arsenic. Hellebore Same as for aconite. Hyoscyamus Same as for aconite. Iodine Give starch. Lobelia Same as for aconite. Lead Same as for calomel. Matches Induce vomiting. Give magnesia and mucilage. NO OIL. Mercury Same as for calomel. Morphine Spasms may be quieted by inhaling ether. Nitric Acid Induce vomiting. Give Carbonate of Magnesia, or lime-water. Nitrate of Silver Give common salt in water, or carbonate of soda in solution, followed by milk, or white of egg. Nux Vomica Same as for aconite. Oxalic Acid Same as for nitric acid. Opium Same as for morphine. Prussic Acid Not much can be done, as fatal dose kills in from three to five minutes. Dilute ammonia given instantly might save life. Paris Green Same as for arsenic. Phosphorus Same as for matches. Rough on Rats Same as for arsenic. Strychnin Same as for morphine. Sulphuric Acid Strong soap-suds. Toadstool Same as for morphine. Turpentine Same as for morphine.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [
    "Paris"
   ],
   "misc": [
    "Strychnin",
    "Croton",
    "Prussic Acid",
    "Oxalic Acid",
    "Opium"
   ]
  },
  {
   "size": 1644,
   "text": "Tin Same as for nitrate of silver. Verdigris Same as for arsenic. Vermilion Same as for calomel. White vitriol Same as for nitrate of silver. Zinc Same as for nitrate of silver. For Snake-bite The best general treatment for snake-bite is to tie a ligature tightly ABOVE the wound, then suck out as much of the virus as possible. Give the patient large quantities of whisky or brandy, to induce intoxication. Incise the wound with a red-hot nail, or knitting needle. Keep the patient intoxicated till the doctor arrives. For Burns All burns are more painful when exposed to the air. For lesser burns a cloth saturated with a strong solution of bicarbonate of soda (common cooking soda) laid on the burn is probably best. This is soothing and keeps out the air. For burning clothes Do not allow the victim to run about, for that increases the flames. Throw her-- these accidents usually occur to women--on the floor and smother the flames with a blanket, rug, or large garment. Then, if the burns are severe, place her in a bath at a temperature of 100 degrees or over, keeping her there till the doctor arrives. Give stimulants. Do not touch the burns more than is absolutely unavoidable. For Burns of Acids Dash cold water on the burns, then cover with lime-water and sweet oil, or linseed oil. For Burns of Caustic Alkalies Apply vinegar. Glass, coarse or Give the patient large quantities of bread powdered crumbs, and then induce vomiting. Ivy poison Wash at once with soap and water; using scrubbing brush. Then lay on cloths saturated with strong solution bicarbonate of soda. Give cooling drinks. Keep the patient quiet and on a low diet.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": [
    "Ivy"
   ]
  },
  {
   "size": 1450,
   "text": "STRONG MEN OF THE EIGHTEENTH CENTURY: THOMAS TOPHAM (died, 1749); JOYCE, 1703; VAN ECKENBERG, 1718; BARSABAS AND HIS SISTER; THE ITALIAN FEMALE SAMPSON, 1724; THE \"LITTLE WOMAN FROM GENEVA,\" 1751; BELZONI, 1778-1823. Bodily strength has won the admiration--I might almost say, the worship--of mankind from the days of Hercules and his ten mythical labors, to the days of Sandow with his scores of actual achievements. Each generation has produced its quota of strongmen, but almost all of them have resorted to some sort of artifice or subterfuge in order to appear superhumanly strong. That is to say, they added brain to their brawn, and it is a difficult question whether their efforts deserve to be called trickery or good showmanship. Many of the tricks of the profession were laid bare by Dr. Desaguliers over a hundred and fifty years ago and have been generally discarded by athletes, only to be taken up and vastly improved by women of the type of The Georgia Magnet, who gave the world of science a decided start about a generation ago. I shall have more to say of her a little further on. The jiu jitsu of the Japanese is, in part, a development of the same principles, but here again much new material has been added, so that it deserves to be considered a new art. The following, from Dr. Desaguliers' Experimental Philosophy, London, 1763, Vol. 1, page 289, contrasts feats of actual strength with the tricks of the old-time performers:",
   "summaries": [],
   "persons": [
    "Desaguliers",
    "Sandow"
   ],
   "organisations": [
    "BARSABAS"
   ],
   "locations": [
    "Georgia",
    "Sandow"
   ],
   "misc": [
    "EIGHTEENTH",
    "LITTLE",
    "ITALIAN",
    "Japanese"
   ]
  },
  {
   "size": 1559,
   "text": "Thomas Topham, born in London, and now about thirty-one years of age, five feet ten inches high, with muscles very hard and prominent, was brought up a carpenter, which trade he practiced till within these six or seven years that he has shewed feats of strength; but he is entirely ignorant of any art to make his strength appear more surprising; Nay, sometimes he does things which become more difficult by his disadvantageous situation; attempting and often doing, what he hears other strong men have done, without making use of the same advantages.About six years ago he pulled against a horse, sitting on the ground with his feet against two stumps driven into the ground, but without the advantage represented by the first figure, Plate 19; for the horse pulling against him drew upwards at a considerable angle, such as is represented in the second figure in that plate, when hN is the line of traction, which makes the angle of traction to be NhL: and in this case his strength was no farther employed than to keep his legs and thighs straight, so as to make them act like the long arm of a bended lever, represented by Lh, on whose end h the trunk of his body rested as a weight, against which the horse drew, applying his power at right angles to the end l of the short arm of said lever, the center of the motion being a L at the bottom of the stumps l, o (for to draw obliquely by a rope fastened at h is the same as to draw by an arm of a lever at l L, because l L is a line drawn perpendicularly from the center of motion to the line of direction",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1413,
   "text": "hN) and the horse not being strong enough to raise the man's weight with such disadvantage, he thought he was in the right posture for drawing against a horse; but when in the same posture he attempted to draw against two horses, he was pulled out of his place by being lifted up, and had one of his knees struck against the stumps, which shattered it so, that even to this day, the patella or knee-pan is so loose, that the ligaments of it seem either to be broken or quite relaxed, which has taken away most of the strength of that leg. But if he had sat upon such a frame as is represented in the first figure, (Plate 19) he might (considering his strength) have kept his situation against the pulling of four strong horses without the least inconvenience. The feats which I saw him perform, a few days ago, were the following: 1. By the strength of his fingers (only rubbed in coal-ashes to keep them from slipping) he rolled up a very strong and large pewter-dish. 2. He broke seven or eight short and strong pieces of tobacco-pipe with the force of his middle finger, having laid them on the first and third finger. 3. Having thrust under his garter the bowl of a strong tobacco-pipe, his legs being bent, he broke it to pieces by the tendons of his hams, without altering the bending of his leg. 4. He broke such another bowl between his first and second finger, by pressing his fingers together side-ways.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1645,
   "text": "5. He lifted a table six feet long, which had half a hundred weight hanging to the end of it, with his teeth, and held it in a horizontal position for a considerable time. IT IS TRUE THE FEET OF THE TABLE RESTED AGAINST HIS KNEES; BUT AS THE LENGTH OF THE TABLE WAS MUCH GREATER THAN ITS HEIGHT, THAT PERFORMANCE REQUIRED A GREAT STRENGTH TO BE EXERTED BY THE MUSCLES OF HIS LOINS, THOSE OF HIS NECK, THE MASSETER AND TEMPORAL (MUSCLES OF THE JAWS) BESIDES A GOOD SET OF TEETH. 6. He took an iron kitchen-poker, about a yard long, and three inches in circumference, and holding it in his right hand, he struck upon his bare left arm, between the elbow and the wrist till he bent the poker nearly to a right angle. 7. He took such another poker, and holding the ends in his hands, and the middle against the back of his neck, he brought both ends of it together before him; and, what was yet more difficult, he pulled it almost straight again: because the muscles which separate the arms horizontally from each other, are not so strong as those that bring them together. 8. He broke a rope of about two inches in circumference which was in part wound about a cylinder of four inches diameter, having fastened the other end of it to straps that went over his shoulders; but he exerted more force to do this than any other of his feats, from his awkwardness in going about it: as the rope yielded and stretched as he stood upon the cylinder, so that when the extensors of his legs and thighs had done their office in bringing the legs and thighs straight, he was forced to raise his heels from their bearings, and use other muscles that are weaker.",
   "summaries": [],
   "persons": [
    "PERFORMANCE"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1691,
   "text": "But if the rope had been so fixed, that the part to be broken had been short, it would have been broken with four times less difficulty. 9. I have seen him lift a rolling stone of about 800 lib. with his hand only, standing in a frame above it, and taking hold of a chain that was fastened to it. By this I reckon that he may be almost as strong again as those who are generally reckoned as the strongest men, they generally lifting no more than 400 lib. in that manner. The weakest men who are in health and not too fat, lift about 125 lib. having about half the strength of the strongest. (N.B. This sort of comparison is chiefly in relation to the muscles of the loins; because in doing this one must stoop forward a little. We must also add the weight of the body to the weight lifted. So that if the weakest man's body weighs 150 lib. that added to 125 lib. makes the whole weight lifted by him 275 lib. Then if the stronger man's body weighs also 150 lib. the whole weight lifted by him will be 550 lib. that is, 400 lib. and the 150 lib. which his body weighs. Topham weighs about 200 lib. which added to the 800 lib. that he lifts, makes 1000 lib. But he ought to lift 900 lib. besides the weight of his body, to be as strong again as a man of 150 lib.-weight who can lift 400 lib. Now as all men are not proportionably strong in every part, but some are stronger in the arms, some in the legs, and others in the back, according to the work and exercise which they use, we can't judge of a man's strength by lifting only; but a method may be found to compare together the strength of different men in the same parts, and that too without straining the persons who try the experiment.",
   "summaries": [],
   "persons": [
    "Topham"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1692,
   "text": "Here follows a long description of a machine for the above purpose. Topham was not endowed with a strength of mind equal to the strength of his body. He was married to a wanton who rendered existence so insupportable that he committed suicide before he was forty years of age, on August 10th, 1749.[1] About the year 1703 there appeared in London a native of Kent, by the name of Joyce, who won the name of a second Samson by a series of feats of strength that to the people of that day seemed little short of superhuman. Dr. Desaguliers, in his Experimental Philosophy, gives the following account of Joyce and his methods. About thirty years ago one Joyce,[2] a Kentish man, famous for his great strength (tho' not quite so strong as the King of Poland, by the accounts we have of that Prince) shewed several feats in London and the country, which so much surprised the spectators, that he was by most people called the second Sampson.[3] But tho' the postures which he had learned to put his body into, and found out by practice without any mechanical theory, were such as would make a man of common strength do such feats as would appear surprising to everybody that did not know the advantages of those positions of the body; yet nobody then attempted to draw against horses, or raise great weights, or to do anything in imitation of him; because, as he was very strong in the arms, and grasped those that try'd his strength that way so hard, that they were obliged immediately to desire him to desist, his other feats (wherein his manner of acting was chiefly owing to the mechanical advantages gained by the position of his body) were entirely attributed to his extraordinary strength.",
   "summaries": [],
   "persons": [
    "Joyce"
   ],
   "organisations": [],
   "locations": [
    "London"
   ],
   "misc": [
    "Kentish"
   ]
  },
  {
   "size": 546,
   "text": "But when he had gone out of England, or had ceased to shew his performances, for eight or ten years; men of ordinary strength found out the way of making such advantage of the same postures as Joyce had put himself into, as to pass for men of more than common strength, by drawing against horses, breaking ropes, lifting vast weights, &c. (tho' they cou'd in none of the postures really perform so much as Joyce; yet they did enough to amaze and amuse, and get a great deal of money) so that every two or three years we have a new SECOND SAMPSON.",
   "summaries": [],
   "persons": [
    "Joyce"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1432,
   "text": "Some fifteen years subsequent to Joyce's advent, another so-called Samson, this time a German named John Charles Van Eckenberg, toured Europe with a remarkable performance along the same lines as Joyce's. Dr. Desaguliers saw this man and has this to say of him: After having seen him once, I guessed at his manner of imposing on the multitude; and being resolved to be fully satisfied in the matter, I took four very curious persons with me to see him again, viz. the Lord Marquis of Tullibardine, Dr. Alexander Stuart, Dr. Pringle, and a mechanical workman, who used to assist me in my courses of experiments. We placed ourselves in such a manner round the operator, as to be able to observe nicely all that he did, and found it so practicable that we performed several of his feats that evening by ourselves, and afterwards I did most of the rest as soon as I had a frame made to fit in to draw, and another to stand in and lift great weights, together with a proper girdle and hooks. Dr. Desaguliers illustrates Van Eckenberg's methods in a very exhaustive set of notes and plates, which are too technical and voluminous to repeat here, but I will quote sufficiently from them to make the modus operandi clear. The figures will be found on plate 19. Figs. 1 and 2 have already been explained. In breaking the rope one thing is to be observ'd, which will much facilitate the performance; and that is to place the iron eye L, (Fig.",
   "summaries": [],
   "persons": [
    "Desaguliers"
   ],
   "organisations": [],
   "locations": [
    "Europe"
   ],
   "misc": [
    "German"
   ]
  },
  {
   "size": 1629,
   "text": "3) thro' which the rope goes, in such a situation, that a plane going thro' its ring shall be parallel to the two parts of the rope; because then the rope will in a manner be jamm'd in it, and not slipping thro' it, the whole force of the man's action will be exerted on that part of the rope which is in the eye, which will make it break more easily than if more parts of the rope were acted upon. So the eye, tho' made round and smooth, may be said in some measure to CUT THE ROPE. And it is after this manner that one may break a whip cord, nay, a small jack-line with one's hand without hurting it; only by bringing one part of the rope to cut the other; that is, placing it so round one's left hand, that by a sudden jerk, the whole force exerted shall act on one point of the rope. B is a feather bed upon which the performer falls. The posture of Fig. 4 Plate 19 (where the strong man having an anvil on his breast or belly, suffers another man to strike with a sledge hammer and forge a piece of iron, or cut a bar cold with chizzels) tho' it seems surprising to some people, has nothing in it to be really wondered at; for sustaining the anvil is the whole matter, and the heavier the anvil is, the less the blows are felt: And if the anvil was but two or three times heavier than the hammer, the strong man would be killed by a few blows; for the more matter the anvil has, the more INERTIA and the less liable it is to be struck out of its place; because when it has by the blow receiv'd the whole MOMENTUM of the hammer, its velocity will be so much less than that of the hammer as it has more matter than the hammer.",
   "summaries": [],
   "persons": [],
   "organisations": [
    "INERTIA"
   ],
   "locations": [],
   "misc": []
  },
  {
   "size": 1466,
   "text": "Neither are we to attribute to the anvil a velocity less than the hammer in a reciprocal proportion of their masses or quantities of matter; for that would happen only if the anvil was to hang freely in the air (for example) by a rope, and it was struck horizontally by the hammer. Thus is the velocity given by the hammer distributed to all parts of a great stone, when it is laid on a man's breast to be broken; but when the blow is given, the man feels less of the weight of the stone than he did before, because in the reaction of the stone, all the parts of it round about the hammer rise towards the blow; and if the tenacity of the parts of the stone, is not stronger than the force with which it moves towards the hammer, the stone must break; which it does when the blow is strong, and struck upon the centre of gravity of the stone. In the 6th Fig. of Plate 19, the man IHL (the chairs IL, being made fast) makes so strong an arch with his backbone and the bones of his legs and thighs, as to be able not only to sustain one man, but three or four, if they had room to stand; or, in their stead, a great stone to be broken with one blow. In the 6th and 7th Fig. of the same plate, a man or two are raised in the direction CM, by the knees of the strong man IHL lying upon his back. A trial will suffice to show that this is not a difficult feat for a man of ordinary strength. Wanley [4] enumerates thirty men of might, each of whom was famous in his time.",
   "summaries": [],
   "persons": [
    "Wanley"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1438,
   "text": "Notable among them was Barsabas, who first made a reputation in Flanders, where he lifted the coach of Louis XIV, which had sunk to the nave in the mud, all the oxen and horses yoked to it having exerted their strength in vain. For this service the king granted him a pension, and being soon promoted, he at length rose to be town-major of Valenciennes. Barsabas entering one day a farrier's shop in a country village, asked for horse shoes, the farrier showed him some, which Barsabas snapped in pieces as if they had been rotten wood, telling the farrier at the same time that they were too brittle, and good for nothing. The farrier wanted to forge some more, but Barsabas took up the anvil and hid it under his cloak. The farrier, when the iron was hot, could not conceive what had become of his anvil, but his astonishment was still increased when he saw Barsabas deposit it in its place with the utmost ease. Imagining that he had got the devil in his shop, he ran out as fast as he could, and did not venture to return till his unwelcome visitor had disappeared. Barsabas had a sister as strong as himself, but as he quitted his home very young, and before his sister was born, he had never seen her. He met with her in a small town of Flanders, where she carried on a rope manufactury. The modern Sampson bought some of her largest ropes which he broke like pack-thread, telling her they were very bad.--\"I will give some better,\"",
   "summaries": [],
   "persons": [
    "Sampson"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 745,
   "text": "replied she, \"but will you pay a good price for them?\"--\"Whatever you choose,\" returned Barsabas, showing her some crown pieces. His sister took them, and breaking two or three of them said, \"Your crowns are as little worth as my ropes, give me better money.\" Barsabas, astonished at the strength exhibited by this female, then questioned her respecting her country and family, and soon learned that she belonged to the same stock. The dauphin being desirous to see Barsabas exhibit some of his feats, the latter said, \"My horse has carried me so long that I will carry him in my turn.\" He then placed himself below the animal and raising him up, carried him more than fifty paces, and then placed him on the ground without being the least hurt.",
   "summaries": [],
   "persons": [
    "Barsabas"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1496,
   "text": "Barsabas' sister was not unique in her century. I quote from a magazine called The Parlor Portfolio or Post-Chaise Companion, published in London in 1724: To be seen, at Mr. John Syme's, Peruke maker, opposite the Mews, Charing Cross, the surprising and famous Italian Female Sampson, who has been seen in several courts of Europe with great applause. She will absolutely walk, barefoot, on a red-hot bar of iron: a large block of marble of between two and three thousand weight she will permit to lie on her for some time, after which she will throw it off at about six feet distance, without using her hands, and exhibit several other curious performances, equally astonishing, which were never before seen in England. She performs exactly at twelve o'clock, and four, and six in the afternoon. Price half-a-crown, servants and children a shilling. From the spelling, I judge that the person who selected this lady's title must have been more familiar with the City Directory than with the Scriptures. In Edward J. Wood's Giants and Dwarfs, London, 1868, I find the following: A newspaper of December 19th, 1751, announces as follows: At the new theatre in the Haymarket, this day, will be performed a concert of musick, in two acts. Boxes 3s., pit 2s., gallery 1s. Between the acts of the concert will be given, gratis, several exercises of rope-dancing and tumbling. There is also arrived the little woman from Geneva, who, by her extraordinary strength, performs several curious things, viz.",
   "summaries": [],
   "persons": [
    "Female",
    "Price"
   ],
   "organisations": [
    "The Parlor Portfolio"
   ],
   "locations": [
    "Europe",
    "London"
   ],
   "misc": [
    "Italian",
    "City Directory"
   ]
  },
  {
   "size": 798,
   "text": "1st. She beats a red-hot iron that is made crooked straight with her naked feet. 2ndly. She puts her head on one chair, and her feet on another, in an equilibrium, and suffers five or six men to stand on her body, which after some time she flings off. 3rdly. An anvil is put on her body, on which two men strike with large hammers. 4thly. A stone of a hundred pounds weight is put on her body, and beat to pieces with a hammer. 5thly. She lies down on the ground, and suffers a stone of 1500 pounds weight to be laid on her breasts, in which position she speaks to the audience, and drinks a glass of wine, then throws the stone off her body by mere strength, without any assistance. Lastly, she lifts an anvil of 200 pound weight from the ground with her own hair. To begin exactly at six o'clock.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1500,
   "text": "At present the stunt with the two chairs and the six men is being exhibited as a hypnotic test. Giovanni Battista Belzoni, the famous Egyptian archeologist, who was a man of gigantic stature, began his public career as a strongman at the Bartholomew Fair, under the management of Gyngell, the conjuror, who dubbed him The Young Hercules. Shortly afterward he appeared at Sadler's Wells Theater, where he created a profound sensation, under the name of The Patagonian Samson. The feature of his act was carrying a pyramid of from seven to ten men in a manner never before attempted. He wore a sort of harness with footholds for the men, and when all were in position he moved about the stage with perfect ease, soliciting \"kind applause\" by waving a flag. He afterwards became a magician, and after various other ventures he finally landed in Egypt, where his discoveries were of such a nature as to secure for him an enviable position in \"Who's Who in Archeology.\" [1] Interesting accounts of Topham's career may be found in Wonders of Bodily Strength, New York, 1873, a translation from the French of Depping, by Charles Russell; Sir David Brewster's, Letters on Natural Magic; London, 1838; Wanley's Wonders of the Little World, London, 1806; Wilson's Wonderful Characters, London, 1821, (but not in the reprint of 1869). [3] This is the spelling used by Joyce, Eckenberg and others, for the Samson of the Bible. [4] Wonders of the little World, by Nathaniel Wanley, London, 1806. Vol. I., page 76.",
   "summaries": [],
   "persons": [
    "Samson"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "French",
    "Egyptian"
   ]
  },
  {
   "size": 1460,
   "text": "CONTEMPORARY STRONG PEOPLE: CHARLES JEFFERSON; LOUIS CYR; JOHN GRUN MARX; WILLIAM LE ROY.--THE NAIL KING, THE HUMAN CLAW-HAMMER; ALEXANDER WEYER; MEXICAN BILLY WELLS; A FOOLHARDY ITALIAN; WILSON; HERMAN; SAMPSON; SANDOW; YUCCA; LA BLANCHE; LULU HURST.--THE GEORGIA MAGNET, THE ELECTRIC GIRL, ETC.; ANNIE ABBOTT; MATTIE LEE PRICE.--THE TWILIGHT OF THE FREAKS. THE DIME MUSEUMS. Feats of strength have always interested me greatly, so that in my travels around the world I have made it a point to come in contact with the most powerful human beings of my generation. The one among these who deserves first mention is Charles Jefferson, with whose achievements I became quite familiar while we were working in the same museum many years ago. I am convinced that he must have been the strongest man of his time at lifting with the bare hands alone. He had two feats that he challenged any mortal to duplicate. One was picking up a heavy blacksmith's anvil by the horn and placing it on a kitchen table; for the other he had a block of steel, which, as near as I can remember, must have been about 14 inches long, 12 inches wide, and 7 inches thick. This block lay on the floor, and his challenge was for anyone to pick it up with bare hands. I noticed that it required unusually long fingers to grasp it, since one could get only the thumb on one side. Though thousands tried, I never saw, or heard, of anyone else who could juggle his anvil or pick up the weight.",
   "summaries": [],
   "persons": [
    "C"
   ],
   "organisations": [
    "GEORGIA",
    "JOHN GRUN",
    "HUMAN",
    "WILLIAM LE",
    "ALEXANDER"
   ],
   "locations": [
    "LULU",
    "MATTIE LEE",
    "MEXICAN"
   ],
   "misc": []
  },
  {
   "size": 1507,
   "text": "True, I saw him surreptitiously rub his fingers with resin, to assist in the gripping, but that could have been only of slight assistance to the marvelous grip the man possessed. It is generally conceded that Louis Cyr was, in his best days, the strongest man in the known world at all-round straight lifting. Cyr did not give the impression of being an athlete, nor of a man in training, for he appeared to be over-fat and not particularly muscular; but he made records in lifting which, to the best of my knowledge, no other man has been able to duplicate. John Grun Marx, a Luxemberger, must have been among the strongest men in the world at the time I knew him. We worked on the same bill several times; but it was at the Olympia, in Paris, that he shone supreme as a strongman--and at the same time as a weak one. For, in spite of his sovereign strength, Mars was no match for a pair of bright eyes; all a pretty woman had to do was to smile and John would wilt. And--Paris was Paris. Marx's strength was prodigious, and he juggled hundreds, and toyed with thousands, of pounds as a child plays with a rattle. He must have weighed in the neighborhood of three hundred pounds, and he walked like a veritable colossus. In fact, he reminded me of a two-footed baby elephant. Always good-natured, he made a host of friends both in the profession and out of it. After years of professional work he settled down as landlord of a public house in England, where, finally, he was prostrated by a mortal illness.",
   "summaries": [],
   "persons": [
    "Cyr",
    "Louis Cyr",
    "Mars"
   ],
   "organisations": [],
   "locations": [
    "Paris"
   ],
   "misc": []
  },
  {
   "size": 1575,
   "text": "Wishing to die in his native city, he returned to Luxemberg. He did not realize that he was bereft of his enormous strength, and those about him humored him: the doctor and the nurses would pretend that he hurt them when he grasped their hands. He died almost forgotten except by his brother artists, but they (myself among them) built a monument to this good-natured Hercules, whose only care was to entertain. Among the strongmen that I met during my days with the museums, one whom I found most interesting was William Le Roy, known as The Nail King and The Human Claw-Hammer, whose act appealed to me for its originality. So far as I could learn, it had never been duplicated. Le Roy was born in Cincinnati, Ohio, October 3rd, 1873. He was about 5 feet 10 inches in height, and well set up. The inordinate strength of his jaws, teeth, and neck, enabled him to push a nail, held between his teeth, through a one-inch board; or to nail together, with his teeth, two 3/4-inch boards. He could draw with his teeth a large nail that had been driven completely through a two-inch plank. Then he would screw an ordinary two-inch screw into a hardwood plank with his teeth, pull it out with his teeth, and then screw it into the plank again and offer $100 to any man who could pull it out with a large pair of pincers which he proffered for the purpose. When he had performed these stunts in various positions, he would bend his body backward till his head pointed toward the floor, and in that position push a nail through a one-inch board held perpendicularly in a metal frame.",
   "summaries": [],
   "persons": [
    "Le Roy"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1496,
   "text": "I saw no chance for trickery in Le Roy's act. Another nail act was that of Alexander Weyer, who, either by superior strength or by a peculiar knack, could hold a nail between the middle fingers of his right hand with the head against the palm, and drive it through a one-inch board. But since this act did not get him very far either on the road to fame, or toward the big money--he turned to magic and finally became one of the leading Continental magicians, boasting that he was one of the few really expert sleight-of-hand magicians of the world. I met Weyer at Liege, Belgium, where we had an all-night match with playing cards. He admitted that there were some tricks he did not know, but he claimed that after once seeing any magician work he could duplicate the tricks. On this occasion, however, he was unable to make the boast good. Another clever performer of those days was Mexican Billy Wells, who worked on the Curio platform. His act was the old stone-breaking stunt, already explained, except that he had the stones broken on his head instead of on his body. He protected his head with a small blanket, which he passed for examination, and this protection seemed excusable, considering that he had to do at least seven shows a day. A strong man from the audience did the real work of the act by swinging the heavy sledge-hammer on the stone, as shown in the accompanying illustration. Usually the stone would be riven by a single blow; but if it was not, Wells would yell, \"Harder!",
   "summaries": [],
   "persons": [
    "Wells",
    "Weyer"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "Mexican",
    "Continental",
    "Curio"
   ]
  },
  {
   "size": 1409,
   "text": "harder! hit harder!\" until the stone was broken. The last I saw of Billy was during one of my engagements at the Palace Theater, New York. He was then soliciting orders for some photograph firm, the halcyon days of his big money having faded to a memory. But he had been a good showman and his was one of the best liked working acts in the Curio, as the dime-museum profession was called. Of all the acts of this nature that I have ever seen I think the most foolhardy was that of an under-sized Italian who lay on his back on the floor and let fall from his hands, extended upward at arm's length heavy weights upon his chest--the silly fool! I said as much to him--and some other things too. His act had little entertainment to show as compared with the pain and danger involved. I do not know what became of him, but I can guess. Among the museum attractions of those years was a man named Wilson who had the incredible chest expansion of twenty-one inches. This man would allow a strong leather strap, about the size of a trunk-strap, to be buckled round his chest; and then, inflating his lungs, would break it with very little apparent exertion. An imitator, named Herman, worked the side shows for a long time with a similar act, and was fairly successful, although his expansion was only about sixteen inches. The last time I heard of Wilson, he was working in the shipyards at Newport News, Virginia.",
   "summaries": [],
   "persons": [
    "Wilson"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "Italian"
   ]
  },
  {
   "size": 1528,
   "text": "Another \"Samson,\" a German, among other sensational feats, such as breaking coins with his fingers, used to flex his muscles and break a dog-chain that had been fastened round the biceps of his right arm. While he was performing at the Aquarium, in London, he issued a challenge. Sandow, then a youth without reputation, accepted the challenge, went upon the stage, defeated him, and, since Samson's act had been the talk of the town, thus brought himself into instant notice, the beginning of a career in which he rose to the top of his profession. After several successful years on the stage, Sandow settled down in London, where I last heard of him as conducting a school of instruction in health and strength methods. In the tradition of the \"Female Sampsons\" noted in Chapter Eleven, I recall two strong-women who were notably good; Yucca, who lifted a horse by means of a harness over the shoulders; and La Blanche, who toyed with heavy articles in a most entertaining way. I remember these ladies particularly because both were remarkably good talkers--and I am referring to conversational quality, not to volume. Lulu Hurst--known variously as The Georgia Magnet, The Electric Girl, The Georgia Wonder, etc.--created a veritable sensation a generation ago by a series of feats which seemed to set the law of gravitation at defiance. Her methods consisted in utilizing the principles of the lever and fulcrum in a manner so cleverly disguised that it appeared to the audience that some supernatural power must be at work.",
   "summaries": [],
   "persons": [
    "Sandow"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1582,
   "text": "Although she was exposed many times, her success was so marked that several other muscular ladies entered her province with acts that were, in several instances, superior to the original. One of the cleverest of these was Annie Abbott, who, if I remember rightly, also called herself The Georgia Magnet. She took the act to England and her opening performance at the Alhambra is recorded as one of the three big sensations of the London vaudeville stage of those days. The second sensation was credited to the Bullet-Proof Man. This chap wore a jacket that rifle bullets, fired point-blank, failed to penetrate. The composition of this jacket was a secret, but after the owner's death the garment was ripped open and found to contain-ground glass! The third sensation I must, with all due modesty, (business of bowing) claim for myself. The Magnet failed to attract after about forty-eight hours, for a keen-witted reporter discovered her methods and promptly published them. The bullet detainer also lasted only a short time only. When my opening added a third sensational surprise, one of the London dailies asked, \"Is this going to be another Georgia Magnet fiasco?\" That they were gunning for me is proved by the fact that the same newspaper investigator who exposed the Magnet, came upon the stage of the Alhambra at my press performance--the same stage where the unhappy Dixie lode-stone had collapsed--and though he brought along an antique slave iron, which he seemed to think would put an end to my public career on the spot, I managed to escape in less than three minutes.",
   "summaries": [],
   "persons": [
    "Bullet-Proof"
   ],
   "organisations": [
    "Alhambra"
   ],
   "locations": [
    "England",
    "Dixie",
    "Alhambra",
    "London"
   ],
   "misc": [
    "Magnet"
   ]
  },
  {
   "size": 1481,
   "text": "When I passed back his irons, he grinned at me and said, \"I don't know how you did it, but you did!\" and he shook me cordially by the hand. Some twenty-six years ago I was on the bill with Mattie Lee Price, who, though less well known, was in many ways superior to either Miss Hurst or Miss Abbott. For a time she was a sensation of the highest order, for which thanks were largely due to the management of her husband, a wonderful lecturer and a thorough showman. I think his name was White. He \"sold\" the act as no other man has sold an act before or since. We worked together at Kohl and Middleton's, Chicago, and the following week at Burton's Museum, Milwaukee; but when we made the next jump I found that White was not along. They had had a family squabble, the other apex of the triangle being a circus grafter who \"shibbolethed\" at some of the \"brace games,\" which at that time had police protection, so far as that could be given. He had interfered between the couple, and was, I am sorry to say, quite successful as an interferer; but he was a diabolical failure when he attempted to duplicate White's work as lecturer, and the act, after playing a date or two, sank out of sight and I have heard nothing more of her professionally. Lately I have learned that she died in London in 1900 and is buried in Clements Cemetery, Fulham. This was one of the most positive demonstrations I have ever seen of the fact that showmanship is the largest factor in putting an act over.",
   "summaries": [],
   "persons": [
    "Miss Hurst"
   ],
   "organisations": [],
   "locations": [
    "London"
   ],
   "misc": []
  },
  {
   "size": 502,
   "text": "Miss Price was a marvelous performer, but without her husband-lecturer she was no longer a drawing card, and dropped to the level of an ordinary entertainer even lower, for her act was no longer even entertaining. In Chapter Eleven we read Dr. Desaguliers' analysis of the mechanics of what may be called strongmanship. Similar investigations have attended the appearance of more recent performers. For instance, reviewing one of Lulu Hurst's performances, the New York Times, of July 13th, 1884, said:",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [
    "New York"
   ],
   "misc": []
  },
  {
   "size": 1401,
   "text": "The \"Phenomenon of the Nineteenth Century,\" which may be seen nightly at Wallack's, is not so much the famous Georgia girl, with her mysterious muscle, as is the audience which gathers to wonder at her performance. It is a phenomenon of stupidity, and it only goes to show how willingly people will be fooled, and with what cheerful asininity they will help on their deceivers. Then follows a description of her performance, which was far from successful, thanks to the efforts of one of the committee, a man described as \"Mr. Thomas Johnson, a powerfully-built engraver connected with the Century magazine.\" Mr. Johnson had evidently caught her secret, and he got the better of her in all the tests in which he was allowed to take part. A disclosure of the methods employed in a few of her \"tests\" will serve to convince the reader of the fact that she possessed no supernormal power, the same general principles shown here being used throughout her performance. These explanations are taken from the French periodical La Nature, in which Mr. Nelson W. Perry thus sums up the attitude of the public in regard to this class of performance: \"Electricity is a mysterious agent; therefore everything mysterious is electric.\" Of the performance of the Electric Girl this magazine says: It is a question of a simple application of the elementary principles of the laws of mechanics, chapter of equilibrium.",
   "summaries": [],
   "persons": [
    "Electric Girl",
    "Perry"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "French"
   ]
  },
  {
   "size": 1443,
   "text": "We propose to point out here a certain number of such artifices and to describe a few of the experiments, utilizing for this purpose the data furnished by Mr. Perry, as well as those resulting from our own observations. One of the experiments consists in having a man or several men hold a cane or a billiard cue horizontally above the head, as shown in Fig. 1. On pushing with one hand, the girl forces back two or three men, who, in unstable equilibrium and under the oblique action of the thrust exerted, are obliged to fall back. This first experiment is so elementary and infantile that it is not necessary to dwell upon it. In order to show the relative sizes of the persons, the artist has supposed the little girl to be standing on a platform in the first experiment, but in the experiment that we witnessed this platform was rendered useless by the fact that the girl who performed them was of sufficient height to reach the cue by extending her arms and standing on tiptoes. Next we have a second and more complex experiment, less easily explained at first sight. Two men (Fig. 2) take a stick about three feet in length, and are asked to hold it firmly in a vertical position. The girl places her hand against the lower end of the stick, in the position shown, and the two men are invited to make the latter slide vertically in the girl's hand, which they are unable to do, in spite of their conscientious and oft-repeated attempts.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1527,
   "text": "Mr. Perry explains this exercise as follows: The men are requested to place themselves parallel to each other, and the girl, who stands opposite them, places the palm of her hand against the stick and turned toward her. She takes care to place her hand as far as possible from the hands of the two men, so as to give herself a certain leverage. She then begins to slide her hand along the stick, gently at first, and then with an increasing pressure, as if she wished to better the contact between the stick and her hand. She thus moves it from the perpendicular and asks the two men to hold it in a vertical position. This they do under very disadvantageous conditions, seeing the difference in the length of the arms of the lever. The stress exerted by the girl is very feeble, because, on the one hand, she has the lever arm to herself, and, on the other, the action upon her lever arm is a simple traction. When she feels that the pressure exerted is great enough, she directs the two men to exert a vertical stress strong enough to cause the stick to descend. They then imagine that they are exerting a VERTICAL stress, while in reality their stresses are HORIZONTAL and tend to keep the stick in a vertical position in order to react against the pressure exerted at the lower end of the stick. There is evidently a certain vertical component that tends to cause the stick to descend, but the lateral pressure produces a sufficient friction between the hand and the stick to support this vertical force without difficulty.",
   "summaries": [],
   "persons": [
    "Perry"
   ],
   "organisations": [],
   "locations": [],
   "misc": [
    "HORIZONTAL"
   ]
  },
  {
   "size": 1405,
   "text": "Mr. Perry performed the experiment by placing himself upon a spring balance and assuming the role of the girl, with two very strong men as adversaries. All the efforts made to cause the stick to slide in the open hand failed, and the excess of weight due to the vertical force always remained less than twenty-five pounds, despite the very determined and sincere stresses of the two men, who, unbeknown to themselves, were exerting their strength in a HORIZONTAL direction. In the experiment represented in Fig. 3, which recalls to mind the first one (Fig. 1), the two men are requested to hold the stick firmly and immovable, but the slightest pressure upon the extremity suffices to move the arms and body of the subject. Such pressure in the first place is exerted but slightly, and the stresses are gradually increased. Then, all at once, when the force exerted horizontally is as great as possible, and the men are exerting their strength in the opposite direction in order to resist it, the girl abruptly ceases the pressure WITHOUT WARNING and exerts it in the OPPOSITE DIRECTION. Unprepared for this change, the victims lose their equilibrium and find themselves at the mercy of the girl, and so much the more so in proportion as they are stronger and their efforts are greater. The experiment succeeds still better with three than with two men, or with one man. The experiment represented in Fig.",
   "summaries": [],
   "persons": [
    "Perry"
   ],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1509,
   "text": "4, where it concerns the easy lifting of a very heavy person, the trick is no less simple. Out of a hundred persons submitted to the experiment, ninety-nine, knowing that the experimenter wishes to lift them and cause them to fall forward, grasp the seat or arms of the chair, and, in endeavoring to resist, make the whole weight of their body bear upon their feet. If they do not do so at the first instant, they do so when they are conscious of the attempts of the girl to raise the seat, and they help therein unconsciously. The experimenter, therefore, needs only to exert a horizontal thrust, without doing any lifting, and such horizontal thrust is facilitated by taking the knees as points of support for her elbows. As soon as a slight movement is effected, the hardest part of the work is over, for it is only necessary for the girl to cease to exert her stresses in order to have the chair fall back or move laterally in one direction or the other. At all events, the equilibrium is destroyed, and, before it is established again, it requires but little dexterity to move the subject about in all directions without a great expenditure of energy. The difficulty is not increased on seating two men, or three men, upon each other's knees (as shown in Fig. 4), since, in the latter case, the third acts as a true counter-poise to the first, and the whole pretty well resembles an apparatus of unstable equilibrium, whose centre of gravity is very high and, consequently, so much more easily displaced.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  },
  {
   "size": 1664,
   "text": "All these experiments require some little skill and practice, but are attended with no difficulty, and, upon the whole, do not merit the enthusiastic articles that have given the \"electric\" or \"magnetic\" girl her European reputation. Strong people, whether tricksters or genuine athletes, or both, we shall probably have always with us. But with the gradual refinement of the public taste, the demand for such exhibitions as fire-eating, sword-swallowing, glass-chewing, and the whole repertoire of the so-called Human Ostrich, steadily declined, and I recall only one engagement of a performer of this type at a first-class theater in this country during the present generation, and that date was not played. There was still a considerable demand for these people in the dime museums, until the enormous increase in the number of such houses created a demand for freaks that was far in excess of the supply, and many houses were obliged to close because no freaks were obtainable, even at the enormous increase in salaries then in vogue. The small price of admission, and the fact that feature curios like Laloo or the Tocci Twins drew down seven or eight hundred dollars a week, show that these houses catered to a multitude of people; and not a few of the leading managers of to-day's vaudeville, owe their start in life to the dime museum. Among the museums that were veritable gold mines, I might mention Epstein's of Chicago; Brandenberg's of Philadelphia; Moore's of Detroit and Rochester; The Sackett and Wiggins Tour; Kohl and Middleton's; Austin and Stone's of Boston; Robinson of Buffalo; Ans Huber's, Globe, Harlem, Worth's, and the Gayety of New York.",
   "summaries": [],
   "persons": [
    "Laloo",
    "Tocci Twins"
   ],
   "organisations": [
    "Sackett and Wiggins",
    "Gayety"
   ],
   "locations": [
    "Detroit"
   ],
   "misc": [
    "European"
   ]
  },
  {
   "size": 378,
   "text": "The dime museum is but a memory now, and in three generations it will, in all probability, be utterly forgotten. A few of the acts had sufficient intrinsic worth to follow the managers into vaudeville, but these have no part in this chronicle, which has been written rather to commemorate some forms of entertainment over which oblivion threatens to stretch her darkening wings.",
   "summaries": [],
   "persons": [],
   "organisations": [],
   "locations": [],
   "misc": []
  }
 ]
}