{
 "author": [
  "Burnett, Frances Hodgson"
 ],
 "title": [
  "The Dawn of a To-morrow"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "PS",
  "England -- Fiction",
  "Poor -- Fiction"
 ],
 "id": "460",
 "genre": [
  "fiction"
 ],
 "paragraphs": [
  {
   "size": 691,
   "text": "donated by Caere Corporation Note: Project Gutenberg also has an HTML version of this file which includes the original illustrations. See 460-h.htm or 460-h.zip: (http://www.gutenberg.org/dirs/4/6/460/460-h/460-h.htm) or (http://www.gutenberg.org/dirs/4/6/460/460-h.zip) THE DAWN OF A TO-MORROW FRANCES HODGSON BURNETTThere are always two ways of looking at a thing, frequently there are six or seven; but two ways of looking at a London fog are quite enough. When it is thick and yellow in the streets and stings a man's throat and lungs as he breathes it, an awakening in the early morning is either an unearthly and grewsome, or a mysteriously enclosing, secluding, and comfortable thing."
  },
  {
   "size": 740,
   "text": "If one awakens in a healthy body, and with a clear brain rested by normal sleep and retaining memories of a normally agreeable yesterday, one may lie watching the housemaid building the fire; and after she has swept the hearth and put things in order, lie watching the flames of the blazing and crackling wood catch the coals and set them blazing also, and dancing merrily and filling corners with a glow; and in so lying and realizing that leaping light and warmth and a soft bed are good things, one may turn over on one's back, stretching arms and legs luxuriously, drawing deep breaths and smiling at a knowledge of the fog outside which makes half-past eight o'clock on a December morning as dark as twelve o'clock on a December night."
  },
  {
   "size": 764,
   "text": "Under such conditions the soft, thick, yellow gloom has its picturesque and even humorous aspect. One feels enclosed by it at once fantastically and cosily, and is inclined to revel in imaginings of the picture outside, its Rembrandt lights and orange yellows, the halos about the street-lamps, the illumination of shop-windows, the flare of torches stuck up over coster barrows and coffee-stands, the shadows on the faces of the men and women selling and buying beside them. Refreshed by sleep and comfort and surrounded by light, warmth, and good cheer, it is easy to face the day, to confront going out into the fog and feeling a sort of pleasure in its mysteries. This is one way of looking at it, but only one. The other way is marked by enormous differences."
  },
  {
   "size": 875,
   "text": "A man--he had given his name to the people of the house as Antony Dart-- awakened in a third-story bedroom in a lodging-house in a poor street in London, and as his consciousness returned to him, its slow and reluctant movings confronted the second point of view--marked by enormous differences. He had not slept two consecutive hours through the night, and when he had slept he had been tormented by dreary dreams, which were more full of misery because of their elusive vagueness, which kept his tortured brain on a wearying strain of effort to reach some definite understanding of them. Yet when he awakened the consciousness of being again alive was an awful thing. If the dreams could have faded into blankness and all have passed with the passing of the night, how he could have thanked whatever gods there be! Only not to awake--only not to awake! But he had awakened."
  },
  {
   "size": 678,
   "text": "The clock struck nine as he did so, consequently he knew the hour. The lodging-house slavey had aroused him by coming to light the fire. She had set her candle on the hearth and done her work as stealthily as possible, but he had been disturbed, though he had made a desperate effort to struggle back into sleep. That was no use--no use. He was awake and he was in the midst of it all again. Without the sense of luxurious comfort he opened his eyes and turned upon his back, throwing out his arms flatly, so that he lay as in the form of a cross, in heavy weariness and anguish. For months he had awakened each morning after such a night and had so lain like a crucified thing."
  },
  {
   "size": 725,
   "text": "As he watched the painful flickering of the damp and smoking wood and coal he remembered this and thought that there had been a lifetime of such awakenings, not knowing that the morbidness of a fagged brain blotted out the memory of more normal days and told him fantastic lies which were but a hundredth part truth. He could see only the hundredth part truth, and it assumed proportions so huge that he could see nothing else. In such a state the human brain is an infernal machine and its workings can only be conquered if the mortal thing which lives with it-- day and night, night and day--has learned to separate its controllable from its seemingly uncontrollable atoms, and can silence its clamor on its way to madness."
  },
  {
   "size": 699,
   "text": "Antony Dart had not learned this thing and the clamor had had its hideous way with him. Physicians would have given a name to his mental and physical condition. He had heard these names often--applied to men the strain of whose lives had been like the strain of his own, and had left them as it had left him--jaded, joyless, breaking things. Some of them had been broken and had died or were dragging out bruised and tormented days in their own homes or in mad-houses. He always shuddered when he heard their names, and rebelled with sick fear against the mere mention of them. They had worked as he had worked, they had been stricken with the delirium of accumulation--accumulation--as he had been."
  },
  {
   "size": 675,
   "text": "They had been caught in the rush and swirl of the great maelstrom, and had been borne round and round in it, until having grasped every coveted thing tossing upon its circling waters, they themselves had been flung upon the shore with both hands full, the rocks about them strewn with rich possessions, while they lay prostrate and gazed at all life had brought with dull, hopeless, anguished eyes. He knew--if the worst came to the worst--what would be said of him, because he had heard it said of others. \"He worked too hard--he worked too hard.\" He was sick of hearing it. What was wrong with the world-- what was wrong with man, as Man--if work could break him like this?"
  },
  {
   "size": 632,
   "text": "If one believed in Deity, the living creature It breathed into being must be a perfect thing--not one to be wearied, sickened, tortured by the life Its breathing had created. A mere man would disdain to build a thing so poor and incomplete. A mere human engineer who constructed an engine whose workings were perpetually at fault--which went wrong when called upon to do the labor it was made for--who would not scoff at it and cast it aside as a piece of worthless bungling? \"Something is wrong,\" he muttered, lying flat upon his cross and staring at the yellow haze which had crept through crannies in window-sashes into the room."
  },
  {
   "size": 648,
   "text": "\"Someone is wrong. Is it I--or You?\" His thin lips drew themselves back against his teeth in a mirthless smile which was like a grin. \"Yes,\" he said. \"I am pretty far gone. I am beginning to talk to myself about God. Bryan did it just before he was taken to Dr. Hewletts' place and cut his throat.\" He had not led a specially evil life; he had not broken laws, but the subject of Deity was not one which his scheme of existence had included. When it had haunted him of late he had felt it an untoward and morbid sign. The thing had drawn him--drawn him; he had complained against it, he had argued, sometimes he knew--shuddering--that he had raved."
  },
  {
   "size": 686,
   "text": "Something had seemed to stand aside and watch his being and his thinking. Something which filled the universe had seemed to wait, and to have waited through all the eternal ages, to see what he--one man--would do. At times a great appalled wonder had swept over him at his realization that he had never known or thought of it before. It had been there always--through all the ages that had passed. And sometimes--once or twice--the thought had in some unspeakable, untranslatable way brought him a moment's calm. But at other times he had said to himself--with a shivering soul cowering within him--that this was only part of it all and was a beginning, perhaps, of religious monomania."
  },
  {
   "size": 671,
   "text": "During the last week he had known what he was going to do--he had made up his mind. This abject horror through which others had let themselves be dragged to madness or death he would not endure. The end should come quickly, and no one should be smitten aghast by seeing or knowing how it came. In the crowded shabbier streets of London there were lodging-houses where one, by taking precautions, could end his life in such a manner as would blot him out of any world where such a man as himself had been known. A pistol, properly managed, would obliterate resemblance to any human thing. Months ago through chance talk he had heard how it could be done--and done quickly."
  },
  {
   "size": 605,
   "text": "He could leave a misleading letter. He had planned what it should be--the story it should tell of a disheartened mediocre venturer of his poor all returning bankrupt and humiliated from Australia, ending existence in such pennilessness that the parish must give him a pauper's grave. What did it matter where a man lay, so that he slept--slept--slept? Surely with one's brains scattered one would sleep soundly anywhere. He had come to the house the night before, dressed shabbily with the pitiable respectability of a defeated man. He had entered droopingly with bent shoulders and hopeless hang of head."
  },
  {
   "size": 630,
   "text": "In his own sphere he was a man who held himself well. He had let fall a few dispirited sentences when he had engaged his back room from the woman of the house, and she had recognized him as one of the luckless. In fact, she had hesitated a moment before his unreliable look until he had taken out money from his pocket and paid his rent for a week in advance. She would have that at least for her trouble, he had said to himself. He should not occupy the room after to-morrow. In his own home some days would pass before his household began to make inquiries. He had told his servants that he was going over to Paris for a change."
  },
  {
   "size": 607,
   "text": "He would be safe and deep in his pauper's grave a week before they asked each other why they did not hear from him. All was in order. One of the mocking agonies was that living was done for. He had ceased to live. Work, pleasure, sun, moon, and stars had lost their meaning. He stood and looked at the most radiant loveliness of land and sky and sea and felt nothing. Success brought greater wealth each day without stirring a pulse of pleasure, even in triumph. There was nothing left but the awful days and awful nights to which he knew physicians could give their scientific name, but had no healing for."
  },
  {
   "size": 674,
   "text": "He had gone far enough. He would go no farther. To-morrow it would have been over long hours. And there would have been no public declaiming over the humiliating pitifulness of his end. And what did it matter? How thick the fog was outside--thick enough for a man to lose himself in it. The yellow mist which had crept in under the doors and through the crevices of the window-sashes gave a ghostly look to the room--a ghastly, abnormal look, he said to himself. The fire was smouldering instead of blazing. But what did it matter? He was going out. He had not bought the pistol last night--like a fool. Somehow his brain had been so tired and crowded that he had forgotten."
  },
  {
   "size": 678,
   "text": "\"Forgotten.\" He mentally repeated the word as he got out of bed. By this time to-morrow he should have forgotten everything. THIS TIME TO-MORROW. His mind repeated that also, as he began to dress himself. Where should he be? Should he be anywhere? Suppose he awakened again-- to something as bad as this? How did a man get out of his body? After the crash and shock what happened? Did one find oneself standing beside the Thing and looking down at it? It would not be a good thing to stand and look down on--even for that which had deserted it. But having torn oneself loose from it and its devilish aches and pains, one would not care--one would see how little it all mattered."
  },
  {
   "size": 737,
   "text": "Anything else must be better than this--the thing for which there was a scientific name but no healing. He had taken all the drugs, he had obeyed all the medical orders, and here he was after that last hell of a night--dressing himself in a back bedroom of a cheap lodging-house to go out and buy a pistol in this damned fog. He laughed at the last phrase of his thought, the laugh which was a mirthless grin. \"I am thinking of it as if I was afraid of taking cold,\" he said. \"And to-morrow--!\" There would be no To-morrow. To-morrows were at an end. No more nights--no more days--no more morrows. He finished dressing, putting on his discriminatingly chosen shabby-genteel clothes with a care for the effect he intended them to produce."
  },
  {
   "size": 714,
   "text": "The collar and cuffs of his shirt were frayed and yellow, and he fastened his collar with a pin and tied his worn necktie carelessly. His overcoat was beginning to wear a greenish shade and look threadbare, so was his hat. When his toilet was complete he looked at himself in the cracked and hazy glass, bending forward to scrutinize his unshaven face under the shadow of the dingy hat. \"It is all right,\" he muttered. \"It is not far to the pawnshop where I saw it.\" The stillness of the room as he turned to go out was uncanny. As it was a back room, there was no street below from which could arise sounds of passing vehicles, and the thickness of the fog muffled such sound as might have floated from the front."
  },
  {
   "size": 624,
   "text": "He stopped half-way to the door, not knowing why, and listened. To what--for what? The silence seemed to spread through all the house--out into the streets--through all London--through all the world, and he to stand in the midst of it, a man on the way to Death--with no To-morrow. What did it mean? It seemed to mean something. The world withdrawn-- life withdrawn--sound withdrawn--breath withdrawn. He stood and waited. Perhaps this was one of the symptoms of the morbid thing for which there was that name. If so he had better get away quickly and have it over, lest he be found wandering about not knowing--not knowing."
  },
  {
   "size": 794,
   "text": "But now he knew--the Silence. He waited--waited and tried to hear, as if something was calling him--calling without sound. It returned to him-- the thought of That which had waited through all the ages to see what he--one man--would do. He had never exactly pitied himself before--he did not know that he pitied himself now, but he was a man going to his death, and a light, cold sweat broke out on him and it seemed as if it was not he who did it, but some other--he flung out his arms and cried aloud words he had not known he was going to speak. \"Lord! Lord! What shall I do to be saved?\" But the Silence gave no answer. It was the Silence still. And after standing a few moments panting, his arms fell and his head dropped, and turning the handle of the door, he went out to buy the pistol."
  },
  {
   "size": 664,
   "text": "As he went down the narrow staircase, covered with its dingy and threadbare carpet, he found the house so full of dirty yellow haze that he realized that the fog must be of the extraordinary ones which are remembered in after-years as abnormal specimens of their kind. He recalled that there had been one of the sort three years before, and that traffic and business had been almost entirely stopped by it, that accidents had happened in the streets, and that people having lost their way had wandered about turning corners until they found themselves far from their intended destinations and obliged to take refuge in hotels or the houses of hospitable strangers."
  },
  {
   "size": 725,
   "text": "Curious incidents had occurred and odd stories were told by those who had felt themselves obliged by circumstances to go out into the baffling gloom. He guessed that something of a like nature had fallen upon the town again. The gas-light on the landings and in the melancholy hall burned feebly--so feebly that one got but a vague view of the rickety hat-stand and the shabby overcoats and head-gear hanging upon it. It was well for him that he had but a corner or so to turn before he reached the pawnshop in whose window he had seen the pistol he intended to buy. When he opened the street-door he saw that the fog was, upon the whole, perhaps even heavier and more obscuring, if possible, than the one so well remembered."
  },
  {
   "size": 648,
   "text": "He could not see anything three feet before him, he could not see with distinctness anything two feet ahead. The sensation of stepping forward was uncertain and mysterious enough to be almost appalling. A man not sufficiently cautious might have fallen into any open hole in his path. Antony Dart kept as closely as possible to the sides of the houses. It would have been easy to walk off the pavement into the middle of the street but for the edges of the curb and the step downward from its level. Traffic had almost absolutely ceased, though in the more important streets link-boys were making efforts to guide men or four-wheelers slowly along."
  },
  {
   "size": 689,
   "text": "The blind feeling of the thing was rather awful. Though but few pedestrians were out, Dart found himself once or twice brushing against or coming into forcible contact with men feeling their way about like himself. \"One turn to the right,\" he repeated mentally, \"two to the left, and the place is at the corner of the other side of the street.\" He managed to reach it at last, but it had been a slow, and therefore, long journey. All the gas-jets the little shop owned were lighted, but even under their flare the articles in the window--the one or two once cheaply gaudy dresses and shawls and men's garments--hung in the haze like the dreary, dangling ghosts of things recently executed."
  },
  {
   "size": 624,
   "text": "Among watches and forlorn pieces of old-fashioned jewelry and odds and ends, the pistol lay against the folds of a dirty gauze shawl. There it was. It would have been annoying if someone else had been beforehand and had bought it. Inside the shop more dangling spectres hung and the place was almost dark. It was a shabby pawnshop, and the man lounging behind the counter was a shabby man with an unshaven, unamiable face. \"I want to look at that pistol in the right-hand corner of your window,\" Antony Dart said. The pawnbroker uttered a sound something between a half-laugh and a grunt. He took the weapon from the window."
  },
  {
   "size": 628,
   "text": "Antony Dart examined it critically. He must make quite sure of it. He made no further remark. He felt he had done with speech. Being told the price asked for the purchase, he drew out his purse and took the money from it. After making the payment he noted that he still possessed a five-pound note and some sovereigns. There passed through his mind a wonder as to who would spend it. The most decent thing, perhaps, would be to give it away. If it was in his room--to-morrow-- the parish would not bury him, and it would be safer that the parish should. He was thinking of this as he left the shop and began to cross the street."
  },
  {
   "size": 695,
   "text": "Because his mind was wandering he was less watchful. Suddenly a rubber-tired hansom, moving without sound, appeared immediately in his path--the horse's head loomed up above his own. He made the inevitable involuntary whirl aside to move out of the way, the hansom passed, and turning again, he went on. His movement had been too swift to allow of his realizing the direction in which his turn had been made. He was wholly unaware that when he crossed the street he crossed backward instead of forward. He turned a corner literally feeling his way, went on, turned another, and after walking the length of the street, suddenly understood that he was in a strange place and had lost his bearings."
  },
  {
   "size": 627,
   "text": "This was exactly what had happened to people on the day of the memorable fog of three years before. He had heard them talking of such experiences, and of the curious and baffling sensations they gave rise to in the brain. Now he understood them. He could not be far from his lodgings, but he felt like a man who was blind, and who had been turned out of the path he knew. He had not the resource of the people whose stories he had heard. He would not stop and address anyone. There could be no certainty as to whom he might find himself speaking to. He would speak to no one. He would wander about until he came upon some clew."
  },
  {
   "size": 615,
   "text": "Even if he came upon none, the fog would surely lift a little and become a trifle less dense in course of time. He drew up the collar of his overcoat, pulled his hat down over his eyes and went on--his hand on the thing he had thrust into a pocket. He did not find his clew as he had hoped, and instead of lifting the fog grew heavier. He found himself at last no longer striving for any end, but rambling along mechanically, feeling like a man in a dream--a nightmare. Once he recognized a weird suggestion in the mystery about him. To-morrow might one be wandering about aimlessly in some such haze. He hoped not."
  },
  {
   "size": 659,
   "text": "His lodgings were not far from the Embankment, and he knew at last that he was wandering along it, and had reached one of the bridges. His mood led him to turn in upon it, and when he reached an embrasure to stop near it and lean upon the parapet looking down. He could not see the water, the fog was too dense, but he could hear some faint splashing against stones. He had taken no food and was rather faint. What a strange thing it was to feel faint for want of food--to stand alone, cut off from every other human being--everything done for. No wonder that sometimes, particularly on such days as these, there were plunges made from the parapet--no wonder."
  },
  {
   "size": 636,
   "text": "He leaned farther over and strained his eyes to see some gleam of water through the yellowness. But it was not to be done. He was thinking the inevitable thing, of course; but such a plunge would not do for him. The other thing would destroy all traces. As he drew back he heard something fall with the solid tinkling sound of coin on the flag pavement. When he had been in the pawnbroker's shop he had taken the gold from his purse and thrust it carelessly into his waistcoat pocket, thinking that it would be easy to reach when he chose to give it to one beggar or another, if he should see some wretch who would be the better for it."
  },
  {
   "size": 600,
   "text": "Some movement he had made in bending had caused a sovereign to slip out and it had fallen upon the stones. He did not intend to pick it up, but in the moment in which he stood looking down at it he heard close to him a shuffling movement. What he had thought a bundle of rags or rubbish covered with sacking--some tramp's deserted or forgotten belongings--was stirring. It was alive, and as he bent to look at it the sacking divided itself, and a small head, covered with a shock of brilliant red hair, thrust itself out, a shrewd, small face turning to look up at him slyly with deep-set black eyes."
  },
  {
   "size": 646,
   "text": "It was a human girl creature about twelve years old. \"Are yer goin' to do it?\" she said in a hoarse, street-strained voice. \"Yer would be a fool if yer did--with as much as that on yer.\" She pointed with a reddened, chapped, and dirty hand at the sovereign. \"Pick it up,\" he said. \"You may have it.\" Her wild shuffle forward was an actual leap. The hand made a snatching clutch at the coin. She was evidently afraid that he was either not in earnest or would repent. The next second she was on her feet and ready for flight. \"Stop,\" he said; \"I've got more to give away.\" She hesitated--not believing him, yet feeling it madness to lose a chance."
  },
  {
   "size": 637,
   "text": "\"MORE!\" she gasped. Then she drew nearer to him, and a singular change came upon her face. It was a change which made her look oddly human. \"Gawd, mister!\" she said. \"Yer can give away a quid like it was nothin'--an' yer've got more--an' yer goin' to do THAT--jes cos yer 'ad a bit too much lars night an' there's a fog this mornin'! You take it straight from me--don't yer do it. I give yer that tip for the suvrink.\" She was, for her years, so ugly and so ancient, and hardened in voice and skin and manner that she fascinated him. Not that a man who has no To-morrow in view is likely to be particularly conscious of mental processes."
  },
  {
   "size": 606,
   "text": "He was done for, but he stood and stared at her. What part of the Power moving the scheme of the universe stood near and thrust him on in the path designed he did not know then--perhaps never did. He was still holding on to the thing in his pocket, but he spoke to her again. \"What do you mean?\" he asked glumly. She sidled nearer, her sharp eyes on his face. \"I bin watchin' yer,\" she said. \"I sat down and pulled the sack over me 'ead to breathe inside it an' get a bit warm. An' I see yer come. I knowed wot yer was after, I did. I watched yer through a 'ole in me sack. I wasn't goin' to call a copper."
  },
  {
   "size": 715,
   "text": "I shouldn't want ter be stopped meself if I made up me mind. I seed a gal dragged out las' week an' it'd a broke yer 'art to see 'er tear 'er clothes an' scream. Wot business 'ad they preventin' 'er goin' off quiet? I wouldn't 'a' stopped yer--but w'en the quid fell, that made it different.\" \"I--\" he said, feeling the foolishness of the statement, but making it, nevertheless, \"I am ill.\" \"Course yer ill. It's yer 'ead. Come along er me an' get a cup er cawfee at a stand, an' buck up. If yer've give me that quid straight-- wish-yer-may-die--I'll go with yer an' get a cup myself. I ain't 'ad a bite since yesterday--an' 't wa'n't nothin' but a slice o' polony sossidge I found on a dust-'eap. Come on, mister.\""
  },
  {
   "size": 617,
   "text": "She pulled his coat with her cracked hand. He glanced down at it mechanically, and saw that some of the fissures had bled and the roughened surface was smeared with the blood. They stood together in the small space in which the fog enclosed them--he and she--the man with no To-morrow and the girl thing who seemed as old as himself, with her sharp, small nose and chin, her sharp eyes and voice--and yet--perhaps the fogs enclosing did it--something drew them together in an uncanny way. Something made him forget the lost clew to the lodging-house-- something made him turn and go with her--a thing led in the dark."
  },
  {
   "size": 602,
   "text": "\"How can you find your way?\" he said. \"I lost mine.\" \"There ain't no fog can lose me,\" she answered, shuffling along by his side; \"'sides, it's goin' to lift. Look at that man comin' to'ards us.\" It was true that they could see through the orange-colored mist the approaching figure of a man who was at a yard's distance from them. Yes, it was lifting slightly--at least enough to allow of one's making a guess at the direction in which one moved. \"Where are you going?\" he asked. \"Apple Blossom Court,\" she answered. \"The cawfee-stand's in a street near it--and there's a shop where I can buy things.\""
  },
  {
   "size": 683,
   "text": "\"Apple Blossom Court!\" he ejaculated. \"What a name!\" \"There ain't no apple-blossoms there,\" chuckling; \"nor no smell of 'em. 'T ain't as nice as its nime is--Apple Blossom Court ain't.\" \"What do you want to buy? A pair of shoes?\" The shoes her naked feet were thrust into were leprous-looking things through which nearly all her toes protruded. But she chuckled when he spoke. \"No, I 'm goin' to buy a di'mond tirarer to go to the opery in,\" she said, dragging her old sack closer round her neck. \"I ain't ad a noo un since I went to the last Drorin'-room.\" It was impudent street chaff, but there was cheerful spirit in it, and cheerful spirit has some occult effect upon morbidity."
  },
  {
   "size": 412,
   "text": "Antony Dart did not smile, but he felt a faint stirring of curiosity, which was, after all, not a bad thing for a man who had not felt an interest for a year. \"What is it you are going to buy?\" \"I'm goin' to fill me stummick fust,\" with a grin of elation. \"Three thick slices o' bread an' drippin' an' a mug o' cawfee. An' then I'm goin' to get sumethin' 'earty to carry to Polly. She ain't no good, pore thing!\""
  },
  {
   "size": 613,
   "text": "Stopping a moment to drag up the heel of her dreadful shoe, she answered him with an unprejudiced directness which might have been appalling if he had been in the mood to be appalled. \"Ain't eighteen, an' tryin' to earn 'er livin' on the street. She ain't made for it. Little country thing, allus frightened to death an' ready to bust out cryin'. Gents ain't goin' to stand that. A lot of 'em wants cheerin' up as much as she does. Gent as was in liquor last night knocked 'er down an' give 'er a black eye. 'T wan't ill feelin', but he lost his temper, an' give 'er a knock casual. She can't go out to-night, an'"
  },
  {
   "size": 445,
   "text": "she's been 'uddled up all day cryin' for 'er mother.\" \"Where is her mother?\" \"In the country--on a farm. Polly took a place in a lodgin'-'ouse an' got in trouble. The biby was dead, an' when she come out o' Queen Charlotte's she was took in by a woman an' kep'. She kicked 'er out in a week 'cos of her cryin'. The life didn't suit 'er. I found 'er cryin' fit to split 'er chist one night--corner o' Apple Blossom Court--an' I took care of 'er.\""
  },
  {
   "size": 617,
   "text": "\"Me chambers,\" grinning; \"top loft of a 'ouse in the court. If anyone else 'd 'ave it I should be turned out. It's an 'ole, I can tell yer-- but it's better than sleepin' under the bridges.\" \"Take me to see it,\" said Antony Dart. \"I want to see the girl.\" The words spoke themselves. Why should he care to see either cockloft or girl? He did not. He wanted to go back to his lodgings with that which he had come out to buy. Yet he said this thing. His companion looked up at him with an expression actually relieved. \"Would yer tike up with 'er?\" with eager sharpness, as if confronting a simple business proposition."
  },
  {
   "size": 610,
   "text": "\"She's pretty an' clean, an' she won't drink a drop o' nothin'. If she was treated kind she'd be cheerfler. She's got a round fice an' light 'air an' eyes. 'Er 'air's curly. P'raps yer'd like 'er.\" \"Take me to see her.\" \"She'd look better to-morrow,\" cautiously, \"when the swellin's gone down round 'er eye.\" Dart started--and it was because he had for the last five minutes forgotten something. \"I shall not be here to-morrow,\" he said. His grasp upon the thing in his pocket had loosened, and he tightened it. \"I have some more money in my purse,\" he said deliberately. \"I meant to give it away before going."
  },
  {
   "size": 460,
   "text": "I want to give it to people who need it very much.\" She gave him one of the sly, squinting glances. \"Deservin' cases?\" She put it to him in brazen mockery. \"I don't care,\" he answered slowly and heavily. \"I don't care a damn.\" Her face changed exactly as he had seen it change on the bridge when she had drawn nearer to him. Its ugly hardness suddenly looked human. And that she could look human was fantastic. \"'Ow much 'ave yer?\" she asked. \"'Ow much is it?\""
  },
  {
   "size": 618,
   "text": "She stopped and stared at him with open mouth. \"Gawd!\" she broke out; \"ten pounds 'd send Apple Blossom Court to 'eving. Leastways, it'd take some of it out o' 'ell.\" \"Take me to it,\" he said roughly. \"Take me.\" She began to walk quickly, breathing fast. The fog was lighter, and it was no longer a blinding thing. A question occurred to Dart. \"Why don't you ask me to give the money to you?\" he said bluntly. \"Dunno,\" she answered as bluntly. But after taking a few steps farther she spoke again. \"I 'm cheerfler than most of 'em,\" she elaborated. \"If yer born cheerfle yer can stand things. When I gets a job nussin'"
  },
  {
   "size": 676,
   "text": "women's bibies they don't cry when I 'andles 'em. I gets many a bite an' a copper 'cos o' that. Folks likes yer. I shall get on better than Polly when I'm old enough to go on the street.\" The organ of whose lagging, sick pumpings Antony Dart had scarcely been aware for months gave a sudden leap in his breast. His blood actually hastened its pace, and ran through his veins instead of crawling--a distinct physical effect of an actual mental condition. It was produced upon him by the mere matter-of-fact ordinariness of her tone. He had never been a sentimental man, and had long ceased to be a feeling one, but at that moment something emotional and normal happened to him."
  },
  {
   "size": 622,
   "text": "\"You expect to live in that way?\" he said. \"Ain't nothin' else fer me to do. Wisht I was better lookin'. But I've got a lot of 'air,\" clawing her mop, \"an' it's red. One day,\" chuckling, \"a gent ses to me--he ses: 'Oh! yer'll do. Yer an ugly little devil--but ye ARE a devil.'\" She was leading him through a narrow, filthy back street, and she stopped, grinning up in his face. \"I say, mister,\" she wheedled, \"let's stop at the cawfee-stand. It's up this way.\" When he acceded and followed her, she quickly turned a corner. They were in another lane thick with fog, which flared with the flame of torches stuck in costers'"
  },
  {
   "size": 605,
   "text": "barrows which stood here and there--barrows with fried fish upon them, barrows with second-hand-looking vegetables and others piled with more than second-hand-looking garments. Trade was not driving, but near one or two of them dirty, ill-used looking women, a man or so, and a few children stood. At a corner which led into a black hole of a court, a coffee-stand was stationed, in charge of a burly ruffian in corduroys. \"Come along,\" said the girl. \"There it is. It ain't strong, but it's 'ot.\" She sidled up to the stand, drawing Dart with her, as if glad of his protection. \"'Ello, Barney,\" she said."
  },
  {
   "size": 362,
   "text": "\"'Ere's a gent warnts a mug o' yer best. I've 'ad a bit o' luck, an' I wants one mesself.\" \"Garn,\" growled Barney. \"You an' yer luck! Gent may want a mug, but y'd show yer money fust.\" \"Strewth! I've got it. Y' aint got the chinge fer wot I 'ave in me 'and 'ere. 'As 'e, mister?\" \"Show it,\" taunted the man, and then turning to Dart. \"Yer wants a mug o' cawfee?\""
  },
  {
   "size": 602,
   "text": "The girl held out her hand cautiously--the piece of gold lying upon its palm. \"Look 'ere,\" she said. There were two or three men slouching about the stand. Suddenly a hand darted from between two of them who stood nearest, the sovereign was snatched, a screamed oath from the girl rent the thick air, and a forlorn enough scarecrow of a young fellow sprang away. The blood leaped in Antony Dart's veins again and he sprang after him in a wholly normal passion of indignation. A thousand years ago--as it seemed to him--he had been a good runner. This man was not one, and want of food had weakened him."
  },
  {
   "size": 650,
   "text": "Dart went after him with strides which astonished himself. Up the street, into an alley and out of it, a dozen yards more and into a court, and the man wheeled with a hoarse, baffled curse. The place had no outlet. \"Hell!\" was all the creature said. Dart took him by his greasy collar. Even the brief rush had left him feeling like a living thing--which was a new sensation. \"Give it up,\" he ordered. The thief looked at him with a half-laugh and obeyed, as if he felt the uselessness of a struggle. He was not more than twenty-five years old, and his eyes were cavernous with want. He had the face of a man who might have belonged to a better class."
  },
  {
   "size": 811,
   "text": "When he had uttered the exclamation invoking the infernal regions he had not dropped the aspirate. \"I 'm as hungry as she is,\" he raved. \"Hungry enough to rob a child beggar?\" said Dart. \"Hungry enough to rob a starving old woman--or a baby,\" with a defiant snort. \"Wolf hungry--tiger hungry--hungry enough to cut throats.\" He whirled himself loose and leaned his body against the wall, turning his face toward it. Suddenly he made a choking sound and began to sob. \"Hell!\" he choked. \"I'll give it up! I'll give it up!\" What a figure--what a figure, as he swung against the blackened wall, his scarecrow clothes hanging on him, their once decent material making their pinning together of buttonless places, their looseness and rents showing dirty linen, more abject than any other squalor could have made them."
  },
  {
   "size": 611,
   "text": "Antony Dart's blood, still running warm and well, was doing its normal work among the brain-cells which had stirred so evilly through the night. When he had seized the fellow by the collar, his hand had left his pocket. He thrust it into another pocket and drew out some silver. \"Go and get yourself some food,\" he said. \"As much as you can eat. Then go and wait for me at the place they call Apple Blossom Court. I don't know where it is, but I am going there. I want to hear how you came to this. Will you come?\" The thief lurched away from the wall and toward him. He stared up into his eyes through the fog."
  },
  {
   "size": 618,
   "text": "The tears had smeared his cheekbones. \"God!\" he said. \"Will I come? Look and see if I'll come.\" Dart looked. \"Yes, you'll come,\" he answered, and he gave him the money. \"I 'm going back to the coffee-stand.\" The thief stood staring after him as he went out of the court. Dart was speaking to himself. \"I don't know why I did it,\" he said. \"But the thing had to be done.\" In the street he turned into he came upon the robbed girl, running, panting, and crying. She uttered a shout and flung herself upon him, clutching his coat. \"Gawd!\" she sobbed hysterically, \"I thort I'd lost yer! I thort I'd lost all of it, I did!"
  },
  {
   "size": 691,
   "text": "Strewth! I 'm glad I've found yer--\" and she stopped, choking with her sobs and sniffs, rubbing her face in her sack. \"Here is your sovereign,\" Dart said, handing it to her. She dropped the corner of the sack and looked up with a queer laugh. \"Did yer find a copper? Did yer give him in charge?\" \"No,\" answered Dart. \"He was worse off than you. He was starving. I took this from him; but I gave him some money and told him to meet us at Apple Blossom Court.\" She stopped short and drew back a pace to stare up at him. \"Well,\" she gave forth, \"y' ARE a queer one!\" And yet in the amazement on her face he perceived a remote dawning of an understanding of the meaning of the thing he had done."
  },
  {
   "size": 625,
   "text": "He had spoken like a man in a dream. He felt like a man in a dream, being led in the thick mist from place to place. He was led back to the coffee-stand, where now Barney, the proprietor, was pouring out coffee for a hoarse-voiced coster girl with a draggled feather in her hat, who greeted their arrival hilariously. \"Hello, Glad!\" she cried out. \"Got yer suvrink back?\" Glad--it seemed to be the creature's wild name--nodded, but held close to her companion's side, clutching his coat. \"Let's go in there an' change it,\" she said, nodding toward a small pork and ham shop near by. \"An' then yer can take care of it for me.\""
  },
  {
   "size": 617,
   "text": "\"What did she call you?\" Antony Dart asked her as they went. \"Glad. Don't know as I ever 'ad a nime o' me own, but a little cove as went once to the pantermine told me about a young lady as was Fairy Queen an' 'er name was Gladys Beverly St. John, so I called mesself that. No one never said it all at onct--they don't never say nothin' but Glad. I'm glad enough this mornin',\" chuckling again, \"'avin' the luck to come up with you, mister. Never had luck like it 'afore.\" They went into the pork and ham shop and changed the sovereign. There was cooked food in the windows--roast pork and boiled ham and corned beef."
  },
  {
   "size": 697,
   "text": "She bought slices of pork and beef, and of suet-pudding with a few currants sprinkled through it. \"Will yer 'elp me to carry it?\" she inquired. \"I'll 'ave to get a few pen'worth o' coal an' wood an' a screw o' tea an' sugar. My wig, wot a feed me an' Polly'll 'ave!\" As they returned to the coffee-stand she broke more than once into a hop of glee. Barney had changed his mind concerning her. A solid sovereign which must be changed and a companion whose shabby gentility was absolute grandeur when compared with his present surroundings made a difference. She received her mug of coffee and thick slice of bread and dripping with a grin, and swallowed the hot sweet liquid down in ecstatic gulps."
  },
  {
   "size": 641,
   "text": "\"Ain't I in luck?\" she said, handing her mug back when it was empty. \"Gi' me another, Barney.\" Antony Dart drank coffee also and ate bread and dripping. The coffee was hot and the bread and dripping, dashed with salt, quite eatable. He had needed food and felt the better for it. \"Come on, mister,\" said Glad, when their meal was ended. \"I want to get back to Polly, an' there's coal and bread and things to buy.\" She hurried him along, breaking her pace with hops at intervals. She darted into dirty shops and brought out things screwed up in paper. She went last into a cellar and returned carrying a small sack of coal over her shoulders."
  },
  {
   "size": 612,
   "text": "\"Bought sack an' all,\" she said elatedly. \"A sack's a good thing to 'ave.\" \"Let me carry it for you,\" said Antony Dart \"Spile yer coat,\" with her sidelong upward glance. \"I don't care,\" he answered. \"I don't care a damn.\" The final expletive was totally unnecessary, but it meant a thing he did not say. Whatsoever was thrusting him this way and that, speaking through his speech, leading him to do things he had not dreamed of doing, should have its will with him. He had been fastened to the skirts of this beggar imp and he would go on to the end and do what was to be done this day. It was part of the dream."
  },
  {
   "size": 804,
   "text": "The sack of coal was over his shoulder when they turned into Apple Blossom Court. It would have been a black hole on a sunny day, and now it was like Hades, lit grimly by a gas-jet or two, small and flickering, with the orange haze about them. Filthy flagging, murky doorways, broken steps and broken windows stuffed with rags, and the smell of the sewers let loose had Apple Blossom Court. Glad, with the wealth of the pork and ham shop and other riches in her arms, entered a repellent doorway in a spirit of great good cheer and Dart followed her. Past a room where a drunken woman lay sleeping with her head on a table, a child pulling at her dress and crying, up a stairway with broken balusters and breaking steps, through a landing, upstairs again, and up still farther until they reached the top."
  },
  {
   "size": 608,
   "text": "Glad stopped before a door and shook the handle, crying out: \"'S only me, Polly. You can open it.\" She added to Dart in an undertone: \"She 'as to keep it locked. No knowin' who'd want to get in. Polly,\" shaking the door-handle again, \"Polly's only me.\" The door opened slowly. On the other side of it stood a girl with a dimpled round face which was quite pale; under one of her childishly vacant blue eyes was a discoloration, and her curly fair hair was tucked up on the top of her head in a knot. As she took in the fact of Antony Dart's presence her chin began to quiver. \"I ain't fit to--to see no one,\""
  },
  {
   "size": 686,
   "text": "she stammered pitifully. \"Why did you, Glad--why did you?\" \"Ain't no 'arm in 'IM,\" said Glad. \"'E's one o' the friendly ones. 'E give me a suvrink. Look wot I've got,\" hopping about as she showed her parcels. \"You need not be afraid of me,\" Antony Dart said. He paused a second, staring at her, and suddenly added, \"Poor little wretch!\" Her look was so scared and uncertain a thing that he walked away from her and threw the sack of coal on the hearth. A small grate with broken bars hung loosely in the fireplace, a battered tin kettle tilted drunkenly near it. A mattress, from the holes in whose ticking straw bulged, lay on the floor in a corner, with some old sacks thrown over it."
  },
  {
   "size": 341,
   "text": "Glad had, without doubt, borrowed her shoulder covering from the collection. The garret was as cold as the grave, and almost as dark; the fog hung in it thickly. There were crevices enough through which it could penetrate. Antony Dart knelt down on the hearth and drew matches from his pocket. \"We ought to have brought some paper,\" he said."
  },
  {
   "size": 610,
   "text": "\"Wot a gent ye are!\" she cried. \"Y' ain't never goin' to light it?\" She ran back to the rickety table and collected the scraps of paper which had held her purchases. They were small, but useful. \"That wot was round the sausage an' the puddin's greasy,\" she exulted.Polly hung over the table and trembled at the sight of meat and bread. Plainly, she did not understand what was happening. The greased paper set light to the wood, and the wood to the coal. All three flared and blazed with a sound of cheerful crackling. The blaze threw out its glow as finely as if it had been set alight to warm a better place."
  },
  {
   "size": 625,
   "text": "The wonder of a fire is like the wonder of a soul. This one changed the murk and gloom to brightness, and the deadly damp and cold to warmth. It drew the girl Polly from the table despite her fears. She turned involuntarily, made two steps toward it, and stood gazing while its light played on her face. Glad whirled and ran to the hearth. \"Ye've put on a lot,\" she cried; \"but, oh, my Gawd, don't it warm yer! Come on, Polly--come on.\" She dragged out a wooden stool, an empty soap-box, and bundled the sacks into a heap to be sat upon. She swept the things from the table and set them in their paper wrappings on the floor."
  },
  {
   "size": 358,
   "text": "\"Let's all sit down close to it--close,\" she said, \"an' get warm an' eat, an' eat.\" She was the leaven which leavened the lump of their humanity. What this leaven is--who has found out? But she--little rat of the gutter--was formed of it, and her mere pure animal joy in the temporary animal comfort of the moment stirred and uplifted them from their depths."
  },
  {
   "size": 622,
   "text": "They drew near and sat upon the substitutes for seats in a circle--and the fire threw up flame and made a glow in the fog hanging in the black hole of a room. It was Glad who set the battered kettle on and when it boiled made tea. The other two watched her, being under her spell. She handed out slices of bread and sausage and pudding on bits of paper. Polly fed with tremulous haste; Glad herself with rejoicing and exulting in flavors. Antony Dart ate bread and meat as he had eaten the bread and dripping at the stall--accepting his normal hunger as part of the dream. Suddenly Glad paused in the midst of a huge bite."
  },
  {
   "size": 670,
   "text": "\"Mister,\" she said, \"p'raps that cove's waitin' fer yer. Let's 'ave 'im in. I'll go and fetch 'im.\" She was getting up, but Dart was on his feet first. \"I must go,\" he said. \"He is expecting me and--\" \"Aw,\" said Glad, \"lemme go along o' yer, mister--jest to show there's no ill feelin'.\" \"Very well,\" he answered. It was she who led, and he who followed. At the door she stopped and looked round with a grin. \"Keep up the fire, Polly,\" she threw back. \"Ain't it warm and cheerful? It'll do the cove good to see it.\" She led the way down the black, unsafe stairway. She always led. Outside the fog had thickened again, but she went through it as if she could see her way."
  },
  {
   "size": 289,
   "text": "At the entrance to the court the thief was standing, leaning against the wall with fevered, unhopeful waiting in his eyes. He moved miserably when he saw the girl, and she called out to reassure him. \"I ain't up to no 'arm,\" she said; \"I on'y come with the gent.\" Antony Dart spoke to him."
  },
  {
   "size": 650,
   "text": "The man shook his head. \"I turned faint after you left me, and when I came to I was afraid I might miss you,\" he answered. \"I daren't lose my chance. I bought some bread and stuffed it in my pocket. I've been eating it while I've stood here.\" \"Come back with us,\" said Dart. \"We are in a place where we have some food.\" He spoke mechanically, and was aware that he did so. He was a pawn pushed about upon the board of this day's life. \"Come on,\" said the girl. \"Yer can get enough to last fer three days.\" She guided them back through the fog until they entered the murky doorway again. Then she almost ran up the staircase to the room they had left."
  },
  {
   "size": 611,
   "text": "When the door opened the thief fell back a pace as before an unexpected thing. It was the flare of firelight which struck upon his eyes. He passed his hand over them. \"A fire!\" he said. \"I haven't seen one for a week. Coming out of the blackness it gives a man a start.\" Improvident joy gleamed in Glad's eyes. \"We'll be warm onct,\" she chuckled, \"if we ain't never warm agaen.\" She drew her circle about the hearth again. The thief took the place next to her and she handed out food to him--a big slice of meat, bread, a thick slice of pudding. \"Fill yerself up,\" she said. \"Then ye'll feel like yer can talk.\""
  },
  {
   "size": 801,
   "text": "The man tried to eat his food with decorum, some recollection of the habits of better days restraining him, but starved nature was too much for him. His hands shook, his eyes filled, his teeth tore. The rest of the circle tried not to look at him. Glad and Polly occupied themselves with their own food. Antony Dart gazed at the fire. Here he sat warming himself in a loft with a beggar, a thief, and a helpless thing of the street. He had come out to buy a pistol--its weight still hung in his overcoat pocket--and he had reached this place of whose existence he had an hour ago not dreamed. Each step which had led him had seemed a simple, inevitable thing, for which he had apparently been responsible, but which he knew-- yes, somehow he KNEW--he had of his own volition neither planned nor meant."
  },
  {
   "size": 640,
   "text": "Yet here he sat--a part of the lives of the beggar, the thief, and the poor thing of the street. What did it mean? \"Tell me,\" he said to the thief, \"how you came here.\" By this time the young fellow had fed himself and looked less like a wolf. It was to be seen now that he had blue-gray eyes which were dreamy and young. \"I have always been inventing things,\" he said a little huskily. \"I did it when I was a child. I always seemed to see there might be a way of doing a thing better--getting more power. When other boys were playing games I was sitting in corners trying to build models out of wire and string, and old boxes and tin cans."
  },
  {
   "size": 634,
   "text": "I often thought I saw the way to things, but I was always too poor to get what was needed to work them out. Twice I heard of men making great names and for tunes because they had been able to finish what I could have finished if I had had a few pounds. It used to drive me mad and break my heart.\" His hands clenched themselves and his huskiness grew thicker. \"There was a man,\" catching his breath, \"who leaped to the top of the ladder and set the whole world talking and writing--and I had done the thing FIRST--I swear I had! It was all clear in my brain, and I was half mad with joy over it, but I could not afford to work it out."
  },
  {
   "size": 618,
   "text": "He could, so to the end of time it will be HIS.\" He struck his fist upon his knee. \"Aw!\" The deep little drawl was a groan from Glad. \"I got a place in an office at last. I worked hard, and they began to trust me. I--had a new idea. It was a big one. I needed money to work it out. I--I remembered what had happened before. I felt like a poor fellow running a race for his life. I KNEW I could pay back ten times-- a hundred times--what I took.\" \"You took money?\" said Dart. The thief's head dropped. \"No. I was caught when I was taking it. I wasn't sharp enough. Someone came in and saw me, and there was a crazy row."
  },
  {
   "size": 610,
   "text": "I was sent to prison. There was no more trying after that. It's nearly two years since, and I've been hanging about the streets and falling lower and lower. I've run miles panting after cabs with luggage in them and not had strength to carry in the boxes when they stopped. I've starved and slept out of doors. But the thing I wanted to work out is in my mind all the time-- like some machine tearing round. It wants to be finished. It never will be. That's all.\" Glad was leaning forward staring at him, her roughened hands with the smeared cracks on them clasped round her knees. \"Things 'AS to be finished,\""
  },
  {
   "size": 674,
   "text": "she said. \"They finish theirselves.\" \"How do you know?\" Dart turned on her. \"Dunno 'OW I know--but I do. When things begin they finish. It's like a wheel rollin' down an 'ill.\" Her sharp eyes fixed themselves on Dart's. \"All of us'll finish somethin'--'cos we've begun. You will--Polly will--'e will--I will.\" She stopped with a sudden sheepish chuckle and dropped her forehead on her knees, giggling. \"Dunno wot I 'm talking about,\" she said, \"but it's true.\" Dart began to understand that it was. And he also saw that this ragged thing who knew nothing whatever, looked out on the world with the eyes of a seer, though she was ignorant of the meaning of her own knowledge."
  },
  {
   "size": 601,
   "text": "It was a weird thing. He turned to the girl Polly. \"Tell me how you came here,\" he said. He spoke in a low voice and gently. He did not want to frighten her, but he wanted to know how SHE had begun. When she lifted her childish eyes to his, her chin began to shake. For some reason she did not question his right to ask what he would. She answered him meekly, as her fingers fumbled with the stuff of her dress. \"I lived in the country with my mother,\" she said. \"We was very happy together. In the spring there was primroses and--and lambs. I--can't abide to look at the sheep in the park these days."
  },
  {
   "size": 619,
   "text": "They remind me so. There was a girl in the village got a place in town and came back and told us all about it. It made me silly. I wanted to come here, too. I--I came--\" She put her arm over her face and began to sob. \"She can't tell you,\" said Glad. \"There was a swell in the 'ouse made love to her. She used to carry up coals to 'is parlor an' 'e talked to 'er. 'E 'ad a wye with 'im--\" Polly broke into a smothered wail. \"Oh, I did love him so--I did!\" she cried. \"I'd have let him walk over me. I'd have let him kill me.\" \"'E nearly did it,\" said Glad. \"'E went away sudden an' she's never 'eard word of 'im since.\""
  },
  {
   "size": 635,
   "text": "From under Polly's face-hiding arm came broken words. \"I couldn't tell my mother. I did not know how. I was too frightened and ashamed. Now it's too late. I shall never see my mother again, and it seems as if all the lambs and primroses in the world was dead. Oh, they're dead--they're dead--and I wish I was, too!\" Glad's eyes winked rapidly and she gave a hoarse little cough to clear her throat. Her arms still clasping her knees, she hitched herself closer to the girl and gave her a nudge with her elbow. \"Buck up, Polly,\" she said, \"we ain't none of us finished yet. Look at us now--sittin' by our own fire with bread and puddin'"
  },
  {
   "size": 609,
   "text": "inside us--an' think wot we was this mornin'. Who knows wot we'll 'ave this time to-morrer.\" Then she stopped and looked with a wide grin at Antony Dart. \"Ow did I come 'ere?\" she said. \"Yes,\" he answered, \"how did you come here?\" \"I dunno,\" she said; \"I was 'ere first thing I remember. I lived with a old woman in another 'ouse in the court. One mornin' when I woke up she was dead. Sometimes I've begged an' sold matches. Sometimes I've took care of women's children or 'elped 'em when they 'ad to lie up. I've seen a lot--but I like to see a lot. 'Ope I'll see a lot more afore I'm done. I'm used to bein'"
  },
  {
   "size": 526,
   "text": "'ungry an' cold, an' all that, but--but I allers like to see what's comin' to-morrer. There's allers somethin' else to-morrer. That's all about ME,\" and she chuckled again. Dart picked up some fresh sticks and threw them on the fire. There was some fine crackling and a new flame leaped up. \"If you could do what you liked,\" he said, \"what would you like to do?\" Her chuckle became an outright laugh. \"If I 'ad ten pounds?\" she asked, evidently prepared to adjust herself in imagination to any form of un-looked-for good luck."
  },
  {
   "size": 622,
   "text": "His tone made the thief lift his head to look at him. \"If I 'ad a wand like the one Jem told me was in the pantermine?\" She sat and stared at the fire a few moments, and then began to speak in a low luxuriating voice.\"I'd get a better room,\" she said, revelling. \"There's one in the next 'ouse. I'd 'ave a few sticks o' furnisher in it--a bed an' a chair or two. I'd get some warm petticuts an' a shawl an' a 'at--with a ostrich feather in it. Polly an' me 'd live together. We'd 'ave fire an' grub every day. I'd get drunken Bet's biby put in an 'ome. I'd 'elp the women when they 'ad to lie up. I'd--I'd 'elp 'IM a bit,\""
  },
  {
   "size": 682,
   "text": "with a jerk of her elbow toward the thief. \"If 'e was kept fed p'r'aps 'e could work out that thing in 'is 'ead. I'd go round the court an' 'elp them with 'usbands that knocks 'em about. I'd--I'd put a stop to the knockin' about,\" a queer fixed look showing itself in her eyes. \"If I 'ad money I could do it. 'Ow much,\" with sudden prudence, \"could a body 'ave-- with one o' them wands?\" \"More than enough to do all you have spoken of,\" answered Dart. \"It's a shime a body couldn't 'ave it. Apple Blossom Court 'd be a different thing. It'd be the sime as Miss Montaubyn says it's goin' to be.\" She laughed again, this time as if remembering something fantastic, but not despicable."
  },
  {
   "size": 723,
   "text": "\"Who is Miss Montaubyn?\" \"She's a' old woman as lives next floor below. When she was young she was pretty an' used to dance in the 'alls. Drunken Bet says she was one o' the wust. When she got old it made 'er mad an' she got wusser. She was ready to tear gals eyes out, an' when she'd get took for makin' a row she'd fight like a tiger cat. About a year ago she tumbled downstairs when she'd 'ad too much an' she broke both 'er legs. You remember, Polly?\" Polly hid her face in her hands. \"Oh, when they took her away to the hospital!\" she shuddered. \"Oh, when they lifted her up to carry her!\" \"I thought Polly 'd 'ave a fit when she 'eard 'er screamin' an' swearin'. My! it was langwich! But it was the 'orspitle did it.\""
  },
  {
   "size": 608,
   "text": "\"Dunno,\" with an uncertain, even slightly awed laugh. \"Dunno wot it did--neither does nobody else, but somethin' 'appened. It was along of a lidy as come in one day an' talked to 'er when she was lyin' there. My eye,\" chuckling, \"it was queer talk! But I liked it. P'raps it was lies, but it was cheerfle lies that 'elps yer. What I ses is--if THINGS ain't cheerfle, PEOPLE's got to be--to fight it out. The women in the 'ouse larft fit to kill theirselves when she fust come 'ome limpin' an' talked to 'em about what the lidy told 'er. But arter a bit they liked to 'ear 'er--just along o' the cheerfleness."
  },
  {
   "size": 681,
   "text": "Said it was like a pantermine. Drunken Bet says if she could get 'old 'f it an' believe it sime as Jinny Montaubyn does it'd be as cheerin' as drink an' last longer.\" \"Is it a kind of religion?\" Dart asked, having a vague memory of rumors of fantastic new theories and half-born beliefs which had seemed to him weird visions floating through fagged brains wearied by old doubts and arguments and failures. The world was tired--the whole earth was sad-- centuries had wrought only to the end of this twentieth century's despair. Was the struggle waking even here--in this back water of the huge city's human tide? he wondered with dull interest. \"Is it a kind of religion?\" he said."
  },
  {
   "size": 611,
   "text": "\"It's cheerfler.\" Glad thrust out her sharp chin uncertainly again. \"There's no 'ell fire in it. An' there ain't no blime laid on Godamighty.\" (The word as she uttered it seemed to have no connection whatever with her usual colloquial invocation of the Deity.) \"When a dray run over little Billy an' crushed 'im inter a rag, an' 'is mother was screamin' an' draggin' 'er 'air down, the curick 'e ses, 'It's Gawd's will,' 'e ses--an' 'e ain't no bad sort neither, an' 'is fice was white an' wet with sweat--'Gawd done it,' 'e ses. An' me, I'd nussed the child an' I clawed me 'air sime as if I was 'is mother an'"
  },
  {
   "size": 610,
   "text": "I screamed out, 'Then damn 'im!' An' the curick 'e dropped sittin' down on the curbstone an' 'id 'is fice in 'is 'ands.\" Dart hid his own face after the manner of the wretched curate. \"No wonder,\" he groaned. His blood turned cold. \"But,\" said Glad, \"Miss Montaubyn's lidy she says Godamighty never done it nor never intended it, an' if we kep' sayin' an' believin' 'e's close to us an' not millyuns o' miles away, we'd be took care of whilst we was alive an' not 'ave to wait till we was dead.\" She got up on her feet and threw up her arms with a sudden jerk and involuntary gesture. \"I 'm alive! I 'm alive!\""
  },
  {
   "size": 623,
   "text": "she cried out, \"I've got ter be took care of NOW! That's why I like wot she tells about it. So does the women. We ain't no more reason ter be sure of wot the curick says than ter be sure o' this. Dunno as I've got ter choose either way, but if I 'ad, I'd choose the cheerflest.\" Dart had sat staring at her--so had Polly--so had the thief. Dart rubbed his forehead. \"I do not understand,\" he said. \"'T ain't understanding! It's believin'. Bless yer, SHE doesn't understand. I say, let's go an' talk to 'er a bit. She don't mind nothin', an' she'll let us in. We can leave Polly an' 'im 'ere. They can make some more tea an'"
  },
  {
   "size": 861,
   "text": "drink it.\" It ended in their going out of the room together again and stumbling once more down the stairway's crookedness. At the bottom of the first short flight they stopped in the darkness and Glad knocked at a door with a summons manifestly expectant of cheerful welcome. She used the formula she had used before. \"'S on'y me, Miss Montaubyn,\" she cried out. \"'S on'y Glad.\" The door opened in wide welcome, and confronting them as she held its handle stood a small old woman with an astonishing face. It was astonishing because while it was withered and wrinkled with marks of past years which had once stamped their reckless unsavoriness upon its every line, some strange redeeming thing had happened to it and its expression was that of a creature to whom the opening of a door could only mean the entrance--the tumbling in as it were--of hopes realized."
  },
  {
   "size": 646,
   "text": "Its surface was swept clean of even the vaguest anticipation of anything not to be desired. Smiling as it did through the black doorway into the unrelieved shadow of the passage, it struck Antony Dart at once that it actually implied this--and that in this place--and indeed in any place--nothing could have been more astonishing. What could, indeed? \"Well, well,\" she said, \"come in, Glad, bless yer.\" \"I've brought a gent to 'ear yer talk a bit,\" Glad explained informally. The small old woman raised her twinkling old face to look at him. \"Ah!\" she said, as if summing up what was before her. \"'E thinks it's worse than it is, doesn't 'e, now?"
  },
  {
   "size": 646,
   "text": "Come in, sir, do.\" This time it struck Dart that her look seemed actually to anticipate the evolving of some wonderful and desirable thing from himself. As if even his gloom carried with it treasure as yet undisplayed. As she knew nothing of the ten sovereigns, he wondered what, in God's name, she saw. The poverty of the little square room had an odd cheer in it. Much scrubbing had removed from it the objections manifest in Glad's room above. There was a small red fire in the grate, a strip of old, but gay carpet before it, two chairs and a table were covered with a harlequin patchwork made of bright odds and ends of all sizes and shapes."
  },
  {
   "size": 635,
   "text": "The fog in all its murky volume could not quite obscure the brightness of the often rubbed window and its harlequin curtain drawn across upon a string. \"Bless yer,\" said Miss Montaubyn, \"sit down.\" Dart sat and thanked her. Glad dropped upon the floor and girdled her knees comfortably while Miss Montaubyn took the second chair, which was close to the table, and snuffed the candle which stood near a basket of colored scraps such as, without doubt, had made the harlequin curtain. \"Yer won't mind me goin' on with me bit o' work?\" she chirped. \"Tell 'im wot it is,\" Glad suggested. \"They come from a dressmaker as is in a small way,\""
  },
  {
   "size": 617,
   "text": "designating the scraps by a gesture. \"I clean up for 'er an' she lets me 'ave 'em. I make 'em up into anythink I can--pin-cushions an' bags an' curtings an' balls. Nobody'd think wot they run to sometimes. Now an' then I sell some of 'em. Wot I can't sell I give away.\" \"Drunken Bet's biby plays with 'er ball all day,\" said Glad. \"Ah!\" said Miss Montaubyn, drawing out a long needleful of thread, \"Bet, SHE thinks it worse than it is.\" \"Could it be worse?\" asked Dart. \"Could anything be worse than everything is?\" \"Lots,\" suggested Glad; \"might 'ave broke your back, might 'ave a fever, might be in jail for knifin'"
  },
  {
   "size": 845,
   "text": "someone. 'E wants to 'ear you talk, Miss Montaubyn; tell 'im all about yerself.\" \"Me!\" her expectant eyes on him. \"'E wouldn't want to 'ear it. I shouldn't want to 'ear it myself. Bein' on the 'alls when yer a pretty girl ain't an 'elpful life; an' bein' took up an' dropped down till yer dropped in the gutter an' don't know 'ow to get out--it's wot yer mustn't let yer mind go back to.\" \"That's wot the lidy said,\" called out Glad. \"Tell 'im about the lidy. She doesn't even know who she was.\" The remark was tossed to Dart. \"Never even 'eard 'er name,\" with unabated cheer said Miss Montaubyn. \"She come an' she went an' me too low to do anything but lie an' look at 'er and listen. An' 'Which of us two is mad?' I ses to myself. But I lay thinkin' and thinkin'--an' it was so cheerfle I couldn't get it out of me 'ead--nor never 'ave since.\""
  },
  {
   "size": 758,
   "text": "\"I couldn't remember the words--it was the way they took away things a body's afraid of. It was about things never 'avin' really been like wot we thought they was. Godamighty now, there ain't a bit of 'arm in 'im.\" \"What?\" he said with a start. \"'E never done the accidents and the trouble. It was us as went out of the light into the dark. If we'd kep' in the light all the time, an' thought about it, an' talked about it, we'd never 'ad nothin' else. 'Tain't punishment neither. 'T ain't nothin' but the dark--an' the dark ain't nothin' but the light bein' away. 'Keep in the light,' she ses, 'never think of nothin' else, an' then you'll begin an' see things. Everybody's been afraid. There ain't no need. You believe THAT.'\" \"Believe?\" said Dart heavily."
  },
  {
   "size": 637,
   "text": "\"'Yes,' ses I to 'er, 'that's where the trouble comes in--believin'.' And she answers as cool as could be: 'Yes, it is,' she ses, 'we've all been thinkin' we've been believin', an' none of us 'as. If we 'ad what 'd there be to be afraid of? If we believed a king was givin' us our livin' an' takin' care of us who'd be afraid of not 'avin' enough to eat?'\" \"Who?\" groaned Dart. He sat hanging his head and staring at the floor. This was another phase of the dream. \"'Where is 'E?' I ses. ''Im as breaks old women's legs an' crushes babies under wheels--so as they'll be resigned?' An' all of a sudden she calls out quite loud: 'Nowhere,'"
  },
  {
   "size": 642,
   "text": "she ses. 'An' never was. But 'Im as stretched forth the 'eavens an' laid the foundations of the earth, 'Im as is the Life an' Love of the world, 'E's 'ERE! Stretch out yer 'and,' she ses, 'an' call out, \"Speak, Lord, thy servant 'eareth,\" an' ye'll 'ear an' SEE. \"'An' never you stop sayin' it--let yer 'eart beat it an' yer breath breathe it--an' yer 'll find yer goin' about laughin' soft to yerself an' lovin' everythin' as if it was yer own child at breast. An' no 'arm can come to yer. Try it when yer go 'ome.'\" \"Did you?\" asked Dart. Glad answered for her with a tremulous--yes it was a TREMULOUS--giggle, a weirdly moved little sound."
  },
  {
   "size": 643,
   "text": "\"When she wakes in the mornin' she ses to 'erself, 'Good things is goin' to come to-day--cheerfle things.' When there's a knock at the door she ses, 'Somethin' friendly's comin' in.' An' when Drunken Bet's makin' a row an' ragin' an' tearin' an' threatenin' to 'ave 'er eyes out of 'er fice, she ses, 'Lor, Bet, yer don't mean a word of it--yer a friend to every woman in the 'ouse.' When she don't know which way to turn, she stands still an' ses, 'Speak, Lord, thy servant 'eareth,' an' then she does wotever next comes into 'er mind--an' she says it's allus the right answer. Sometimes,\" sheepishly, \"I've tried it myself--p'raps it's true."
  },
  {
   "size": 865,
   "text": "I did it this mornin' when I sat down an' pulled me sack over me 'ead on the bridge. Polly 'd been cryin' so loud all night I'd got a bit low in me stummick an'--\" She stopped suddenly and turned on Dart as if light had flashed across her mind. \"Dunno nothin' about it,\" she stammered, \"but I SAID it--just like she does--an' YOU come!\" Plainly she had uttered whatever words she had used in the form of a sort of incantation, and here was the result in the living body of this man sitting before her. She stared hard at him, repeating her words: \"YOU come. Yes, you did.\" \"It was the answer,\" said Miss Montaubyn, with entire simplicity as she bit off her thread, \"that's wot it was.\" Antony Dart lifted his heavy head. \"You believe it,\" he said. \"I 'm livin' on believin' it,\" she said confidingly. \"I ain't got nothin' else. An' answers keeps comin' and comin'.\""
  },
  {
   "size": 616,
   "text": "\"Bits o' work--an' things as 'elps. Glad there, she's one.\" \"Aw,\" said Glad, \"I ain't nothin'. I likes to 'ear yer tell about it. She ses,\" to Dart again, a little slowly, as she watched his face with curiously questioning eyes--\"she ses 'E'S in the room--same as 'E's everywhere--in this 'ere room. Sometimes she talks out loud to 'Im.\" \"What!\" cried Dart, startled again.The strange Majestic Awful Idea--the Deity of the Ages--to be spoken of as a mere unfeared Reality! And even as the vaguely formed thought sprang in his brain he started once more, suddenly confronted by the meaning his sense of shock implied."
  },
  {
   "size": 612,
   "text": "What had all the sermons of all the centuries been preaching but that it was Reality? What had all the infidels of every age contended but that it was Unreal, and the folly of a dream? He had never thought of himself as an infidel; perhaps it would have shocked him to be called one, though he was not quite sure. But that a little superannuated dancer at music-halls, battered and worn by an unlawful life, should sit and smile in absolute faith at such a--a superstition as this, stirred something like awe in him. For she was smiling in entire acquiescence. \"It's what the curick ses,\" she enlarged radiantly."
  },
  {
   "size": 609,
   "text": "\"Though 'e don t believe it, pore young man; 'e on'y thinks 'e does. 'It's for 'igh an' low,' 'e ses, 'for you an' me as well as for them as is royal fambleys. The Almighty 'E's EVERYWHERE!' 'Yes,' ses I, 'I've felt 'Im 'ere--as near as y' are yerself, sir, I 'ave--an' I've spoke to 'Im.\"' \"What did the curate say?\" Dart asked, amazed. \"Seemed like it frightened 'im a bit. 'We mustn't be too bold, Miss Montaubyn, my dear,' 'e ses, for 'e's a kind young man as ever lived, an' often ses 'my dear' to them 'e's comfortin'. But yer see the lidy 'ad gave me a Bible o' me own an' I'd set 'ere an' read it, an'"
  },
  {
   "size": 602,
   "text": "read it an' learned verses to say to meself when I was in bed--an' I'd got ter feel like it was someone talkin' to me an' makin' me understand. So I ses, ''T ain't boldness we're warned against; it's not lovin' an' trustin' enough, an' not askin' an' believin' TRUE. Don't yer remember wot it ses: \"I, even I, am 'e that comforteth yer. Who art thou that thou art afraid of man that shall die an' the son of man that shall be made as grass, an' forgetteth Jehovah thy Creator, that stretched forth the 'eavens an' laid the foundations of the earth?\" an' \"I've covered thee with the shadder of me 'and,\""
  },
  {
   "size": 614,
   "text": "it ses; an' \"I will go before thee an' make the rough places smooth;\" an' \"'Itherto ye 'ave asked nothin' in my name; ask therefore that ye may receive, an' yer joy may be made full.\"' An' 'e looked down on the floor as if 'e was doin' some 'ard thinkin', pore young man, an' 'e ses, quite sudden an' shaky, 'Lord, I believe, 'elp thou my unbelief,' an' 'e ses it as if 'e was in trouble an' didn't know 'e'd spoke out loud.\" \"Where--how did you come upon your verses?\" said Dart. \"How did you find them?\" \"Ah,\" triumphantly, \"they was all answers--they was the first answers I ever 'ad. When I first come 'ome an'"
  },
  {
   "size": 609,
   "text": "it seemed as if I was goin' to be swep' away in the dirt o' the street--one day when I was near drove wild with cold an' 'unger, I set down on the floor an' I dragged the Bible to me an' I ses: 'There ain't nothin' on earth or in 'ell as 'll 'elp me. I'm goin' to do wot the lidy said--mad or not.' An' I 'eld the book-- an' I 'eld my breath, too, 'cos it was like waitin' for the end o' the world--an' after a bit I 'ears myself call out in a 'oller whisper, 'Speak, Lord, thy servant 'eareth. Show me a 'ope.' An' I was tremblin' all over when I opened the book. An' there it was! 'I will go before thee an'"
  },
  {
   "size": 607,
   "text": "make the rough places smooth, I will break in pieces the doors of brass and will cut in sunder the bars of iron.' An' I knowed it was a answer.\" \"You--knew--it--was an answer?\" \"Wot else was it?\" with a shining face. \"I'd arst for it, an' there it was. An' in about a hour Glad come runnin' up 'ere, an' she'd 'ad a bit o' luck--\" \"'T wasn't nothin' much,\" Glad broke in deprecatingly, \"on'y I'd got somethin' to eat an' a bit o' fire.\" \"An' she made me go an' 'ave a 'earty meal, an' set an' warm meself. An' she was that cheerfle an' full o' pluck, she 'elped me to forget about the things that was makin'"
  },
  {
   "size": 607,
   "text": "me into a madwoman. SHE was the answer-- same as the book 'ad promised. They comes in different wyes the answers does. Bless yer, they don't come in claps of thunder an' streaks o' lightenin'--they just comes easy an' natural--so's sometimes yer don't think for a minit or two that they're answers at all. But it comes to yer in a bit an' yer 'eart stands still for joy. An' ever since then I just go to me book an' arst. P'raps,\" her smile an illuminating thing, \"me bein' the low an' pore in spirit at the beginnin', an' settin' 'ere all alone by me-self day in an' day out, just thinkin' it all over--an'"
  },
  {
   "size": 611,
   "text": "arstin'--an' waitin'--p'raps light was gave me 'cos I was in such a little place an' in the dark. But I ain't pore in spirit now. Lor', no, yer can't be when yer've on'y got to believe. 'An' 'itherto ye 'ave arst nothin' in my name; arst therefore that ye may receive an' yer joy be made full.'\" \"Am I sitting here listening to an old female reprobate's disquisition on religion?\" passed through Antony Dart's mind. \"Why am I listening? I am doing it because here is a creature who BELIEVES--knowing no doctrine, knowing no church. She BELIEVES--she thinks she KNOWS her Deity is by her side. She is not afraid."
  },
  {
   "size": 609,
   "text": "To her simpleness the awful Unknown is the Known--and WITH her.\" \"Suppose it were true,\" he uttered aloud, in response to a sense of inward tremor, \"suppose--it--were--TRUE?\" And he was not speaking either to the woman or the girl, and his forehead was damp. \"Gawd!\" said Glad, her chin almost on her knees, her eyes staring fearsomely. \"S'pose it was--an' us sittin' 'ere an' not knowin' it--an' no one knowin' it--nor gettin' the good of it. Sime as if--\" pondering hard in search of simile, \"sime as if no one 'ad never knowed about 'lectricity, an' there wasn't no 'lectric lights nor no 'lectric nothin'."
  },
  {
   "size": 605,
   "text": "Onct nobody knowed, an' all the sime it was there--jest waitin'.\" Her fantastic laugh ended for her with a little choking, vaguely hysteric sound. \"Blimme,\" she said. \"Ain't it queer, us not knowin'--IF IT'S TRUE.\" Antony Dart bent forward in his chair. He looked far into the eyes of the ex-dancer as if some unseen thing within them might answer him. Miss Montaubyn herself for the moment he did not see. \"What,\" he stammered hoarsely, his voice broken with awe, \"what of the hideous wrongs--the woes and horrors--and hideous wrongs?\" \"There wouldn't be none if WE was right--if we never thought nothin'"
  },
  {
   "size": 613,
   "text": "but 'Good's comin'--good 's 'ere.' If we everyone of us thought it--every minit of every day.\" She did not know she was speaking of a millennium--the end of the world. She sat by her one candle, threading her needle and believing she was speaking of To-day. He laughed a hollow laugh. \"If we were right!\" he said. \"It would take long--long--long--to make us all so.\" \"It would be slow p'raps. Well, so it would--but good comes quick for them as begins callin' it. It's been quick for ME,\" drawing her thread through the needle's eye triumphantly. \"Lor', yes, me legs is better-- me luck's better--people's better."
  },
  {
   "size": 616,
   "text": "Bless yer, yes!\" \"It's true,\" said Glad; \"she gets on somehow. Things comes. She never wants no drink. Me now,\" she applied to Miss Montaubyn, \"if I took it up same as you--wot'd come to a gal like me?\" \"Wot ud yer want ter come?\" Dart saw that in her mind was an absolute lack of any premonition of obstacle. \"Wot'd yer arst fer in yer own mind?\" Glad reflected profoundly. \"Polly,\" she said, \"she wants to go 'ome to 'er mother an' to the country. I ain't got no mother an' wot I 'ear of the country seems like I'd get tired of it. Nothin' but quiet an' lambs an' birds an' things growin.' Me, I likes things goin'"
  },
  {
   "size": 602,
   "text": "on. I likes people an' 'and organs an' 'buses. I'd stay 'ere--same as I told YOU,\" with a jerk of her hand toward Dart. \"An' do things in the court--if I 'ad a bit o' money. I don't want to live no gay life when I 'm a woman. It's too 'ard. Us pore uns ends too bad. Wisht I knowed I could get on some 'ow.\" \"Good 'll come,\" said Miss Montaubyn. \"Just you say the same as me every mornin'--'Good's fillin' the world, an' some of it's comin' to me. It's bein' sent--an' I 'm goin' to meet it. It's comin'--it's comin'.'\" She bent forward and touched the girl's shoulder with her astonishing eyes alight."
  },
  {
   "size": 604,
   "text": "\"Bless yer, wot's in my room's in yours; Lor', yes.\" Glad's eyes stared into hers, they became mysteriously, almost awesomely, astonishing also. \"Is it?\" she breathed in a hushed voice. \"Yes, Lor', yes! When yer get up in the mornin' you just stand still an' ARST it. 'Speak, Lord,' ses you; 'speak, Lord--'\" \"Thy servant 'eareth,\" ended Glad's hushed speech. \"Blimme, but I 'm goin' to try it!\" Perhaps the brain of her saw it still as an incantation, perhaps the soul of her, called up strangely out of the dark and still new-born and blind and vague, saw it vaguely and half blindly as something else."
  },
  {
   "size": 608,
   "text": "Dart was wondering which of these things were true. \"We've never been expectin' nothin' that's good,\" said Miss Montaubyn. \"We 're allus expectin' the other. Who isn't? I was allus expectin' rheumatiz an' 'unger an' cold an' starvin' old age. Wot was you lookin' for?\" to Dart. He looked down on the floor and answered heavily. \"Failing brain--failing life--despair--death!\" \"None of 'em's comin'--if yer don't call 'em. Stand still an' listen for the other. It's the other that's TRUE.\" She was without doubt amazing. She chirped like a bird singing on a bough, rejoicing in token of the shining of the sun."
  },
  {
   "size": 600,
   "text": "\"It's wot yer can work on--this,\" said Glad. \"The curick--'e's a good sort an' no' 'arm in 'im--but 'e ses: 'Trouble an' 'unger is ter teach yer ter submit. Accidents an' coughs as tears yer lungs is sent you to prepare yer for 'eaven. If yer loves 'Im as sends 'em, yer 'll go there.' ''Ave yer ever bin?' ses I. ''Ave yer ever saw anyone that's bin? 'Ave yer ever saw anyone that's saw anyone that's bin?' 'No,' 'e ses. 'Don't, me girl, don't!' 'Garn,' I ses; 'tell me somethin' as 'll do me some good afore I'm dead! 'Eaven's too far off.'\" \"The kingdom of 'eaven is at 'and,\" said Miss Montaubyn."
  },
  {
   "size": 610,
   "text": "\"Bless yer, yes, just 'ere.\" Antony Dart glanced round the room. It was a strange place. But something WAS here. Magic, was it? Frenzy--dreams--what? He heard from below a sudden murmur and crying out in the street. Miss Montaubyn heard it and stopped in her sewing, holding her needle and thread extended. Glad heard it and sprang to her feet. \"Somethin's 'appened,\" she cried out. \"Someone's 'urt.\" She was out of the room in a breath's space. She stood outside listening a few seconds and darted back to the open door, speaking through it. They could hear below commotion, exclamations, the wail of a child."
  },
  {
   "size": 632,
   "text": "\"Somethin's 'appened to Bet!\" she cried out again. \"I can 'ear the child.\" She was gone and flying down the staircase; Antony Dart and Miss Montaubyn rose together. The tumult was increasing; people were running about in the court, and it was plain a crowd was forming by the magic which calls up crowds as from nowhere about the door. The child's screams rose shrill above the noise. It was no small thing which had occurred. \"I must go,\" said Miss Montaubyn, limping away from her table. \"P'raps I can 'elp. P'raps you can 'elp, too,\" as he followed her. They were met by Glad at the threshold. She had shot back to them, panting."
  },
  {
   "size": 614,
   "text": "\"She was blind drunk,\" she said, \"an' she went out to get more. She tried to cross the street an' fell under a car. She'll be dead in five minits. I'm goin' for the biby.\" Dart saw Miss Montaubyn step back into her room. He turned involuntarily to look at her. She stood still a second--so still that it seemed as if she was not drawing mortal breath. Her astonishing, expectant eyes closed themselves, and yet in closing spoke expectancy still. \"Speak, Lord,\" she said softly, but as if she spoke to Something whose nearness to her was such that her hand might have touched it. \"Speak, Lord, thy servant 'eareth.\""
  },
  {
   "size": 621,
   "text": "Antony Dart almost felt his hair rise. He quaked as she came near, her poor clothes brushing against him. He drew back to let her pass first, and followed her leading. The court was filled with men, women, and children, who surged about the doorway, talking, crying, and protesting against each other's crowding. Dart caught a glimpse of a policeman fighting his way through with a doctor. A dishevelled woman with a child at her dirty, bare breast had got in and was talking loudly. \"Just outside the court it was,\" she proclaimed, \"an' I saw it. If she'd bin 'erself it couldn't 'ave 'appened. 'No time for 'osspitles,'"
  },
  {
   "size": 670,
   "text": "ses I. She's not twenty breaths to dror; let 'er die in 'er own bed, pore thing!\" And both she and her baby breaking into wails at one and the same time, other women, some hysteric, some maudlin with gin, joined them in a terrified outburst. \"Get out, you women,\" commanded the doctor, who had forced his way across the threshold. \"Send them away, officer,\" to the policeman. There were others to turn out of the room itself, which was crowded with morbid or terrified creatures, all making for confusion. Glad had seized the child and was forcing her way out into such air as there was outside. The bed--a strange and loathly thing--stood by the empty, rusty fireplace."
  },
  {
   "size": 606,
   "text": "Drunken Bet lay on it, a bundle of clothing over which the doctor bent for but a few minutes before he turned away. Antony Dart, standing near the door, heard Miss Montaubyn speak to him in a whisper. \"May I go to 'er?\" and the doctor nodded. She limped lightly forward and her small face was white, but expectant still. What could she expect now--O Lord, what? An extraordinary thing happened. An abnormal silence fell. The owners of such faces as on stretched necks caught sight of her seemed in a flash to communicate with others in the crowd. \"Jinny Montaubyn!\" someone whispered. And \"Jinny Montaubyn\""
  },
  {
   "size": 642,
   "text": "was passed along, leaving an awed stirring in its wake. Those whom the pressure outside had crushed against the wall near the window in a passionate hurry, breathed on and rubbed the panes that they might lay their faces to them. One tore out the rags stuffed in a broken place and listened breathlessly. Jinny Montaubyn was kneeling down and laying her small old hand on the muddied forehead. She held it there a second or so and spoke in a voice whose low clearness brought back at once to Dart the voice in which she had spoken to the Something upstairs. \"Bet,\" she said, \"Bet.\" And then more soft still and yet more clear, \"Bet, my dear.\""
  },
  {
   "size": 481,
   "text": "It seemed incredible, but it was a fact. Slowly the lids of the woman's eyes lifted and the pupils fixed themselves on Jinny Montaubyn, who leaned still closer and spoke again. \"'T ain't true,\" she said. \"Not this. 'T ain't TRUE. There IS NO DEATH,\" slow and soft, but passionately distinct. \"THERE--IS--NO-- DEATH.\" The muscles of the woman's face twisted it into a rueful smile. The three words she dragged out were so faint that perhaps none but Dart's strained ears heard them."
  },
  {
   "size": 825,
   "text": "The soul of her was loosening fast and straining away, but Jinny Montaubyn followed it. \"THERE--IS--NO--DEATH,\" and her low voice had the tone of a slender silver trumpet. \"In a minit yer 'll know--in a minit. Lord,\" lifting her expectant face, \"show her the wye.\" Mysteriously the clouds were clearing from the sodden face--mysteriously. Miss Montaubyn watched them as they were swept away! A minute--two minutes--and they were gone. Then she rose noiselessly and stood looking down, speaking quite simply as if to herself. \"Ah,\" she breathed, \"she DOES know now--fer sure an' certain.\" Then Antony Dart, turning slightly, realized that a man who had entered the house and been standing near him, breathing with light quickness, since the moment Miss Montaubyn had knelt, was plainly the person Glad had called the \"curick,\""
  },
  {
   "size": 79,
   "text": "and that he had bowed his head and covered his eyes with a hand which trembled."
  },
  {
   "size": 621,
   "text": "He was a young man with an eager soul, and his work in Apple Blossom Court and places like it had torn him many ways. Religious conventions established through centuries of custom had not prepared him for life among the submerged. He had struggled and been appalled, he had wrestled in prayer and felt himself unanswered, and in repentance of the feeling had scourged himself with thorns. Miss Montaubyn, returning from the hospital, had filled him at first with horror and protest.\"But who knows--who knows?\" he said to Dart, as they stood and talked together afterward, \"Faith as a little child. That is literally hers."
  },
  {
   "size": 788,
   "text": "And I was shocked by it--and tried to destroy it, until I suddenly saw what I was doing. I was--in my cloddish egotism--trying to show her that she was irreverent BECAUSE she could believe what in my soul I do not, though I dare not admit so much even to myself. She took from some strange passing visitor to her tortured bedside what was to her a revelation. She heard it first as a child hears a story of magic. When she came out of the hospital, she told it as if it was one. I--I--\" he bit his lips and moistened them, \"argued with her and reproached her. Christ the Merciful, forgive me! She sat in her squalid little room with her magic--sometimes in the dark--sometimes without fire, and she clung to it, and loved it and asked it to help her, as a child asks its father for bread."
  },
  {
   "size": 622,
   "text": "When she was answered--and God forgive me again for doubting that the simple good that came to her WAS an answer--when any small help came to her, she was a radiant thing, and without a shadow of doubt in her eyes told me of it as proof--proof that she had been heard. When things went wrong for a day and the fire was out again and the room dark, she said, 'I 'aven't kept near enough--I 'aven't trusted TRUE. It will be gave me soon,' and when once at such a time I said to her, 'We must learn to say, Thy will be done,' she smiled up at me like a happy baby and answered: \"'Thy will be done on earth AS IT IS IN 'EAVEN."
  },
  {
   "size": 702,
   "text": "Lor', there's no cold there, nor no 'unger nor no cryin' nor pain. That's the way the will is done in 'eaven. That's wot I arst for all day long--for it to be done on earth as it is in 'eaven.' What could I say? Could I tell her that the will of the Deity on the earth he created was only the will to do evil--to give pain--to crush the creature made in His own image. What else do we mean when we say under all horror and agony that befalls, 'It is God's will--God's will be done.' Base unbeliever though I am, I could not speak the words. Oh, she has something we have not. Her poor, little misspent life has changed itself into a shining thing, though it shines and glows only in this hideous place."
  },
  {
   "size": 672,
   "text": "She herself does not know of its shining. But Drunken Bet would stagger up to her room and ask to be told what she called her 'pantermine' stories. I have seen her there sitting listening--listening with strange quiet on her and dull yearning in her sodden eyes. So would other and worse women go to her, and I, who had struggled with them, could see that she had reached some remote longing in their beings which I had never touched. In time the seed would have stirred to life--it is beginning to stir even now. During the months since she came back to the court--though they have laughed at her--both men and women have begun to see her as a creature weirdly set apart."
  },
  {
   "size": 645,
   "text": "Most of them feel something like awe of her; they half believe her prayers to be bewitchments, but they want them on their side. They have never wanted mine. That I have known--KNOWN. She believes that her Deity is in Apple Blossom Court--in the dire holes its people live in, on the broken stairway, in every nook and awful cranny of it--a great Glory we will not see--only waiting to be called and to answer. Do _I_ believe it--do you--do any of those anointed of us who preach each day so glibly 'God is EVERYWHERE'? Who is the one who believes? If there were such a man he would go about as Moses did when 'He wist not that his face shone.'\""
  },
  {
   "size": 638,
   "text": "They had gone out together and were standing in the fog in the court. The curate removed his hat and passed his handkerchief over his damp forehead, his breath coming and going almost sobbingly, his eyes staring straight before him into the yellowness of the haze. \"Who,\" he said after a moment of singular silence, \"who are you?\" Antony Dart hesitated a few seconds, and at the end of his pause he put his hand into his overcoat pocket. \"If you will come upstairs with me to the room where the girl Glad lives, I will tell you,\" he said, \"but before we go I want to hand something over to you.\" The curate turned an amazed gaze upon him."
  },
  {
   "size": 890,
   "text": "\"What is it?\" he asked. Dart withdrew his hand from his pocket, and the pistol was in it. \"I came out this morning to buy this,\" he said. \"I intended--never mind what I intended. A wrong turn taken in the fog brought me here. Take this thing from me and keep it.\" The curate took the pistol and put it into his own pocket without comment. In the course of his labors he had seen desperate men and desperate things many times. He had even been--at moments--a desperate man thinking desperate things himself, though no human being had ever suspected the fact. This man had faced some tragedy, he could see. Had he been on the verge of a crime--had he looked murder in the eyes? What had made him pause? Was it possible that the dream of Jinny Montaubyn being in the air had reached his brain--his being? He looked almost appealingly at him, but he only said aloud: \"Let us go upstairs, then.\""
  },
  {
   "size": 690,
   "text": "As they passed the door of the room where the dead woman lay Dart went in and spoke to Miss Montaubyn, who was still there. \"If there are things wanted here,\" he said, \"this will buy them.\" And he put some money into her hand. She did not seem surprised at the incongruity of his shabbiness producing money. \"Well, now,\" she said, \"I WAS wonderin' an' askin'. I'd like 'er clean an' nice, an' there's milk wanted bad for the biby.\" In the room they mounted to Glad was trying to feed the child with bread softened in tea. Polly sat near her looking on with restless, eager eyes. She had never seen anything of her own baby but its limp newborn and dead body being carried away out of sight."
  },
  {
   "size": 685,
   "text": "She had not even dared to ask what was done with such poor little carrion. The tyranny of the law of life made her want to paw and touch this lately born thing, as her agony had given her no fruit of her own body to touch and paw and nuzzle and caress as mother creatures will whether they be women or tigresses or doves or female cats. \"Let me hold her, Glad,\" she half whimpered. \"When she's fed let me get her to sleep.\" \"All right,\" Glad answered; \"we could look after 'er between us well enough.\" The thief was still sitting on the hearth, but being full fed and comfortable for the first time in many a day, he had rested his head against the wall and fallen into profound sleep."
  },
  {
   "size": 602,
   "text": "\"Wot's up?\" said Glad when the two men came in. \"Is anythin' 'appenin'?\" \"I have come up here to tell you something,\" Dart answered. \"Let us sit down again round the fire. It will take a little time.\" Glad with eager eyes on him handed the child to Polly and sat down without a moment's hesitance, avid of what was to come. She nudged the thief with friendly elbow and he started up awake. \"'E's got somethin' to tell us,\" she explained. \"The curick's come up to 'ear it, too. Sit 'ere, Polly,\" with elbow jerk toward the bundle of sacks. \"It's got its stummick full an' it'll go to sleep fast enough.\""
  },
  {
   "size": 655,
   "text": "So they sat again in the weird circle. Neither the strangeness of the group nor the squalor of the hearth were of a nature to be new things to the curate. His eyes fixed themselves on Dart's face, as did the eyes of the thief, the beggar, and the young thing of the street. No one glanced away from him. His telling of his story was almost monotonous in its semi-reflective quietness of tone. The strangeness to himself--though it was a strangeness he accepted absolutely without protest--lay in his telling it at all, and in a sense of his knowledge that each of these creatures would understand and mysteriously know what depths he had touched this day."
  },
  {
   "size": 613,
   "text": "\"Just before I left my lodgings this morning,\" he said, \"I found myself standing in the middle of my room and speaking to Something aloud. I did not know I was going to speak. I did not know what I was speaking to. I heard my own voice cry out in agony, 'Lord, Lord, what shall I do to be saved?'\" The curate made a sudden movement in his place and his sallow young face flushed. But he said nothing. Glad's small and sharp countenance became curious. \"'Speak, Lord, thy servant 'eareth,'\" she quoted tentatively. \"No,\" answered Dart; \"it was not like that. I had never thought of such things. I believed nothing."
  },
  {
   "size": 695,
   "text": "I was going out to buy a pistol and when I returned intended to blow my brains out.\" \"Why?\" asked Glad, with passionately intent eyes; \"why?\" \"Because I was worn out and done for, and all the world seemed worn out and done for. And among other things I believed I was beginning slowly to go mad.\" From the thief there burst forth a low groan and he turned his face to the wall. \"I've been there,\" he said; \"I 'm near there now.\" Dart took up speech again. \"There was no answer--none. As I stood waiting--God knows for what--the dead stillness of the room was like the dead stillness of the grave. And I went out saying to my soul, 'This is what happens to the fool who cries aloud in his pain.'\""
  },
  {
   "size": 607,
   "text": "\"I've cried aloud,\" said the thief, \"and sometimes it seemed as if an answer was coming--but I always knew it never would!\" in a tortured voice. \"'T ain't fair to arst that wye,\" Glad put in with shrewd logic. \"Miss Montaubyn she allers knows it WILL come--an' it does.\" \"Something--not myself--turned my feet toward this place,\" said Dart. \"I was thrust from one thing to another. I was forced to see and hear things close at hand. It has been as if I was under a spell. The woman in the room below--the woman lying dead!\" He stopped a second, and then went on: \"There is too much that is crying out aloud."
  },
  {
   "size": 600,
   "text": "A man such as I am--it has FORCED itself upon me--cannot leave such things and give himself to the dust. I cannot explain clearly because I am not thinking as I am accustomed to think. A change has come upon me. I shall not use the pistol--as I meant to use it.\" Glad made a friendly clutch at the sleeve of his shabby coat. \"Right O!\" she cried. \"That's it! You buck up sime as I told yer. Y' ain't stony broke an' there's 'allers to-morrer.\" Antony Dart's expression was weirdly retrospective. \"I did not think so this morning,\" he answered. \"But there is,\" said the girl. \"Ain't there now, curick?"
  },
  {
   "size": 506,
   "text": "There's a lot o' work in yer yet; yer could do all sorts o' things if y' ain't too proud. I'll 'elp yer. So 'll the curick. Y' ain't found out yet what a little folks can live on till luck turns. Me, I'm goin' to try Miss Montaubyn's wye. Le's both try. Le's believe things is comin'. Le's get 'er to talk to us some more.\" The curate was thinking the thing over deeply. \"Yer see,\" Glad enlarged cheerfully, \"yer look almost like a gentleman. P'raps yer can write a good 'and an' spell all right. Can yer?\""
  },
  {
   "size": 675,
   "text": "\"I think, perhaps,\" the curate began reflectively, \"particularly if you can write well, I might be able to get you some work.\" \"I do not want work,\" Dart answered slowly. \"At least I do not want the kind you would be likely to offer me.\" The curate felt a shock, as if cold water had been dashed over him. Somehow it had not once occurred to him that the man could be one of the educated degenerate vicious for whom no power to help lay in any hands-- yet he was not the common vagrant--and he was plainly on the point of producing an excuse for refusing work. The other man, seeing his start and his amazed, troubled flush, put out a hand and touched his arm apologetically."
  },
  {
   "size": 748,
   "text": "\"I beg your pardon,\" he said. \"One of the things I was going to tell you--I had not finished--was that I AM what is called a gentleman. I am also what the world knows as a rich man. I am Sir Oliver Holt.\" Each member of the party gazed at him aghast. It was an enormous name to claim. Even the two female creatures knew what it stood for. It was the name which represented the greatest wealth and power in the world of finance and schemes of business. It stood for financial influence which could change the face of national fortunes and bring about crises. It was known throughout the world. Yesterday the newspaper rumor that its owner had mysteriously left England had caused men on 'Change to discuss possibilities together with lowered voices."
  },
  {
   "size": 670,
   "text": "Glad stared at the curate. For the first time she looked disturbed and alarmed. \"Blimme,\" she ejaculated, \"'e's gone off 'is nut, pore chap!--'e's gone off it!\" \"No,\" the man answered, \"you shall come to me\"--he hesitated a second while a shade passed over his eyes--\"TO-MORROW. And you shall see.\" He rose quietly to his feet and the curate rose also. Abnormal as the climax was, it was to be seen that there was no mistake about the revelation. The man was a creature of authority and used to carrying conviction by his unsupported word. That made itself, by some clear, unspoken method, plain. \"You are Sir Oliver Holt! And a few hours ago you were on the point of--\""
  },
  {
   "size": 617,
   "text": "\"Ending it all--in an obscure lodging. Afterward the earth would have been shovelled on to a work-house coffin. It was an awful thing.\" He shook off a passionate shudder. \"There was no wealth on earth that could give me a moment's ease--sleep--hope--life. The whole world was full of things I loathed the sight and thought of. The doctors said my condition was physical. Perhaps it was--perhaps to-day has strangely given a healthful jolt to my nerves--perhaps I have been dragged away from the agony of morbidity and plunged into new intense emotions which have saved me from the last thing and the worst--SAVED me!\""
  },
  {
   "size": 340,
   "text": "He stopped suddenly and his face flushed, and then quite slowly turned pale. \"SAVED ME!\" he repeated the words as the curate saw the awed blood creepingly recede. \"Who knows, who knows! How many explanations one is ready to give before one thinks of what we say we believe. Perhaps it was--the Answer!\" The curate bowed his head reverently."
  },
  {
   "size": 677,
   "text": "The girl Glad sat clinging to her knees, her eyes wide and awed and with a sudden gush of hysteric tears rushing down her cheeks. \"That's the wye! That's the wye!\" she gulped out. \"No one won't never believe--they won't, NEVER. That's what she sees, Miss Montaubyn. You don't, 'E don't,\" with a jerk toward the curate. \"I ain't nothin' but ME, but blimme if I don't--blimme!\" Sir Oliver Holt grew paler still. He felt as he had done when Jinny Montaubyn's poor dress swept against him. His voice shook when he spoke. \"So do I,\" he said with a sudden deep catch of the breath; \"it was the Answer.\" In a few moments more he went to the girl Polly and laid a hand on her shoulder."
  },
  {
   "size": 614,
   "text": "\"I shall take you home to your mother,\" he said. \"I shall take you myself and care for you both. She shall know nothing you are afraid of her hearing. I shall ask her to bring up the child. You will help her.\" Then he touched the thief, who got up white and shaking and with eyes moist with excitement. \"You shall never see another man claim your thought because you have not time or money to work it out. You will go with me. There are to-morrows enough for you!\" Glad still sat clinging to her knees and with tears running, but the ugliness of her sharp, small face was a thing an angel might have paused to see."
  },
  {
   "size": 519,
   "text": "\"You don't want to go away from here,\" Sir Oliver said to her, and she shook her head. \"No, not me. I told yer wot I wanted. Lemme do it.\" \"You shall,\" he answered, \"and I will help you.\" The things which developed in Apple Blossom Court later, the things which came to each of those who had sat in the weird circle round the fire, the revelations of new existence which came to herself, aroused no amazement in Jinny Montaubyn's mind. She had asked and believed all things--and all this was but another of the Answers."
  }
 ]
}