{
 "author": [
  "Conrad, Joseph"
 ],
 "title": [
  "Amy Foster"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "PR",
  "Man-woman relationships -- Fiction"
 ],
 "id": "495",
 "genre": [
  "fiction"
 ],
 "paragraphs": [
  {
   "size": 1459,
   "text": "Kennedy is a country doctor, and lives in Colebrook, on the shores of Eastbay. The high ground rising abruptly behind the red roofs of the little town crowds the quaint High Street against the wall which defends it from the sea. Beyond the sea-wall there curves for miles in a vast and regular sweep the barren beach of shingle, with the village of Brenzett standing out darkly across the water, a spire in a clump of trees; and still further out the perpendicular column of a lighthouse, looking in the distance no bigger than a lead pencil, marks the vanishing-point of the land. The country at the back of Brenzett is low and flat, but the bay is fairly well sheltered from the seas, and occasionally a big ship, windbound or through stress of weather, makes use of the anchoring ground a mile and a half due north from you as you stand at the back door of the “Ship Inn” in Brenzett. A dilapidated windmill near by lifting its shattered arms from a mound no loftier than a rubbish heap, and a Martello tower squatting at the water’s edge half a mile to the south of the Coastguard cottages, are familiar to the skippers of small craft. These are the official seamarks for the patch of trustworthy bottom represented on the Admiralty charts by an irregular oval of dots enclosing several figures six, with a tiny anchor engraved among them, and the legend “mud and shells” over all. The brow of the upland overtops the square tower of the Colebrook Church."
  },
  {
   "size": 1537,
   "text": "The slope is green and looped by a white road. Ascending along this road, you open a valley broad and shallow, a wide green trough of pastures and hedges merging inland into a vista of purple tints and flowing lines closing the view. In this valley down to Brenzett and Colebrook and up to Darnford, the market town fourteen miles away, lies the practice of my friend Kennedy. He had begun life as surgeon in the Navy, and afterwards had been the companion of a famous traveller, in the days when there were continents with unexplored interiors. His papers on the fauna and flora made him known to scientific societies. And now he had come to a country practice--from choice. The penetrating power of his mind, acting like a corrosive fluid, had destroyed his ambition, I fancy. His intelligence is of a scientific order, of an investigating habit, and of that unappeasable curiosity which believes that there is a particle of a general truth in every mystery. A good many years ago now, on my return from abroad, he invited me to stay with him. I came readily enough, and as he could not neglect his patients to keep me company, he took me on his rounds--thirty miles or so of an afternoon, sometimes. I waited for him on the roads; the horse reached after the leafy twigs, and, sitting in the dogcart, I could hear Kennedy’s laugh through the half-open door left open of some cottage. He had a big, hearty laugh that would have fitted a man twice his size, a brisk manner, a bronzed face, and a pair of grey, profoundly attentive eyes."
  },
  {
   "size": 1556,
   "text": "He had the talent of making people talk to him freely, and an inexhaustible patience in listening to their tales. One day, as we trotted out of a large village into a shady bit of road, I saw on our left hand a low, black cottage, with diamond panes in the windows, a creeper on the end wall, a roof of shingle, and some roses climbing on the rickety trellis-work of the tiny porch. Kennedy pulled up to a walk. A woman, in full sunlight, was throwing a dripping blanket over a line stretched between two old apple-trees. And as the bobtailed, long-necked chestnut, trying to get his head, jerked the left hand, covered by a thick dog-skin glove, the doctor raised his voice over the hedge: “How’s your child, Amy?” I had the time to see her dull face, red, not with a mantling blush, but as if her flat cheeks had been vigorously slapped, and to take in the squat figure, the scanty, dusty brown hair drawn into a tight knot at the back of the head. She looked quite young. With a distinct catch in her breath, her voice sounded low and timid. “He’s well, thank you.” We trotted again. “A young patient of yours,” I said; and the doctor, flicking the chestnut absently, muttered, “Her husband used to be.” “She seems a dull creature,” I remarked listlessly. “Precisely,” said Kennedy. “She is very passive. It’s enough to look at the red hands hanging at the end of those short arms, at those slow, prominent brown eyes, to know the inertness of her mind--an inertness that one would think made it everlastingly safe from all the surprises of imagination."
  },
  {
   "size": 1684,
   "text": "And yet which of us is safe? At any rate, such as you see her, she had enough imagination to fall in love. She’s the daughter of one Isaac Foster, who from a small farmer has sunk into a shepherd; the beginning of his misfortunes dating from his runaway marriage with the cook of his widowed father--a well-to-do, apoplectic grazier, who passionately struck his name off his will, and had been heard to utter threats against his life. But this old affair, scandalous enough to serve as a motive for a Greek tragedy, arose from the similarity of their characters. There are other tragedies, less scandalous and of a subtler poignancy, arising from irreconcilable differences and from that fear of the Incomprehensible that hangs over all our heads--over all our heads....” The tired chestnut dropped into a walk; and the rim of the sun, all red in a speckless sky, touched familiarly the smooth top of a ploughed rise near the road as I had seen it times innumerable touch the distant horizon of the sea. The uniform brownness of the harrowed field glowed with a rosy tinge, as though the powdered clods had sweated out in minute pearls of blood the toil of uncounted ploughmen. From the edge of a copse a waggon with two horses was rolling gently along the ridge. Raised above our heads upon the sky-line, it loomed up against the red sun, triumphantly big, enormous, like a chariot of giants drawn by two slow-stepping steeds of legendary proportions. And the clumsy figure of the man plodding at the head of the leading horse projected itself on the background of the Infinite with a heroic uncouthness. The end of his carter’s whip quivered high up in the blue. Kennedy discoursed."
  },
  {
   "size": 1455,
   "text": "“She’s the eldest of a large family. At the age of fifteen they put her out to service at the New Barns Farm. I attended Mrs. Smith, the tenant’s wife, and saw that girl there for the first time. Mrs. Smith, a genteel person with a sharp nose, made her put on a black dress every afternoon. I don’t know what induced me to notice her at all. There are faces that call your attention by a curious want of definiteness in their whole aspect, as, walking in a mist, you peer attentively at a vague shape which, after all, may be nothing more curious or strange than a signpost. The only peculiarity I perceived in her was a slight hesitation in her utterance, a sort of preliminary stammer which passes away with the first word. When sharply spoken to, she was apt to lose her head at once; but her heart was of the kindest. She had never been heard to express a dislike for a single human being, and she was tender to every living creature. She was devoted to Mrs. Smith, to Mr. Smith, to their dogs, cats, canaries; and as to Mrs. Smith’s grey parrot, its peculiarities exercised upon her a positive fascination. Nevertheless, when that outlandish bird, attacked by the cat, shrieked for help in human accents, she ran out into the yard stopping her ears, and did not prevent the crime. For Mrs. Smith this was another evidence of her stupidity; on the other hand, her want of charm, in view of Smith’s well-known frivolousness, was a great recommendation."
  },
  {
   "size": 1583,
   "text": "Her short-sighted eyes would swim with pity for a poor mouse in a trap, and she had been seen once by some boys on her knees in the wet grass helping a toad in difficulties. If it’s true, as some German fellow has said, that without phosphorus there is no thought, it is still more true that there is no kindness of heart without a certain amount of imagination. She had some. She had even more than is necessary to understand suffering and to be moved by pity. She fell in love under circumstances that leave no room for doubt in the matter; for you need imagination to form a notion of beauty at all, and still more to discover your ideal in an unfamiliar shape. “How this aptitude came to her, what it did feed upon, is an inscrutable mystery. She was born in the village, and had never been further away from it than Colebrook or perhaps Darnford. She lived for four years with the Smiths. New Barns is an isolated farmhouse a mile away from the road, and she was content to look day after day at the same fields, hollows, rises; at the trees and the hedgerows; at the faces of the four men about the farm, always the same--day after day, month after month, year after year. She never showed a desire for conversation, and, as it seemed to me, she did not know how to smile. Sometimes of a fine Sunday afternoon she would put on her best dress, a pair of stout boots, a large grey hat trimmed with a black feather (I’ve seen her in that finery), seize an absurdly slender parasol, climb over two stiles, tramp over three fields and along two hundred yards of road--never further."
  },
  {
   "size": 1570,
   "text": "There stood Foster’s cottage. She would help her mother to give their tea to the younger children, wash up the crockery, kiss the little ones, and go back to the farm. That was all. All the rest, all the change, all the relaxation. She never seemed to wish for anything more. And then she fell in love. She fell in love silently, obstinately--perhaps helplessly. It came slowly, but when it came it worked like a powerful spell; it was love as the Ancients understood it: an irresistible and fateful impulse--a possession! Yes, it was in her to become haunted and possessed by a face, by a presence, fatally, as though she had been a pagan worshipper of form under a joyous sky--and to be awakened at last from that mysterious forgetfulness of self, from that enchantment, from that transport, by a fear resembling the unaccountable terror of a brute....” With the sun hanging low on its western limit, the expanse of the grass-lands framed in the counter-scarps of the rising ground took on a gorgeous and sombre aspect. A sense of penetrating sadness, like that inspired by a grave strain of music, disengaged itself from the silence of the fields. The men we met walked past slow, unsmiling, with downcast eyes, as if the melancholy of an over-burdened earth had weighted their feet, bowed their shoulders, borne down their glances. “Yes,” said the doctor to my remark, “one would think the earth is under a curse, since of all her children these that cling to her the closest are uncouth in body and as leaden of gait as if their very hearts were loaded with chains."
  },
  {
   "size": 1471,
   "text": "But here on this same road you might have seen amongst these heavy men a being lithe, supple, and long-limbed, straight like a pine with something striving upwards in his appearance as though the heart within him had been buoyant. Perhaps it was only the force of the contrast, but when he was passing one of these villagers here, the soles of his feet did not seem to me to touch the dust of the road. He vaulted over the stiles, paced these slopes with a long elastic stride that made him noticeable at a great distance, and had lustrous black eyes. He was so different from the mankind around that, with his freedom of movement, his soft--a little startled, glance, his olive complexion and graceful bearing, his humanity suggested to me the nature of a woodland creature. He came from there.” The doctor pointed with his whip, and from the summit of the descent seen over the rolling tops of the trees in a park by the side of the road, appeared the level sea far below us, like the floor of an immense edifice inlaid with bands of dark ripple, with still trails of glitter, ending in a belt of glassy water at the foot of the sky. The light blur of smoke, from an invisible steamer, faded on the great clearness of the horizon like the mist of a breath on a mirror; and, inshore, the white sails of a coaster, with the appearance of disentangling themselves slowly from under the branches, floated clear of the foliage of the trees. “Shipwrecked in the bay?” I said."
  },
  {
   "size": 1522,
   "text": "“Yes; he was a castaway. A poor emigrant from Central Europe bound to America and washed ashore here in a storm. And for him, who knew nothing of the earth, England was an undiscovered country. It was some time before he learned its name; and for all I know he might have expected to find wild beasts or wild men here, when, crawling in the dark over the sea-wall, he rolled down the other side into a dyke, where it was another miracle he didn’t get drowned. But he struggled instinctively like an animal under a net, and this blind struggle threw him out into a field. He must have been, indeed, of a tougher fibre than he looked to withstand without expiring such buffetings, the violence of his exertions, and so much fear. Later on, in his broken English that resembled curiously the speech of a young child, he told me himself that he put his trust in God, believing he was no longer in this world. And truly--he would add--how was he to know? He fought his way against the rain and the gale on all fours, and crawled at last among some sheep huddled close under the lee of a hedge. They ran off in all directions, bleating in the darkness, and he welcomed the first familiar sound he heard on these shores. It must have been two in the morning then. And this is all we know of the manner of his landing, though he did not arrive unattended by any means. Only his grisly company did not begin to come ashore till much later in the day....” The doctor gathered the reins, clicked his tongue; we trotted down the hill."
  },
  {
   "size": 1663,
   "text": "Then turning, almost directly, a sharp corner into the High Street, we rattled over the stones and were home. Late in the evening Kennedy, breaking a spell of moodiness that had come over him, returned to the story. Smoking his pipe, he paced the long room from end to end. A reading-lamp concentrated all its light upon the papers on his desk; and, sitting by the open window, I saw, after the windless, scorching day, the frigid splendour of a hazy sea lying motionless under the moon. Not a whisper, not a splash, not a stir of the shingle, not a footstep, not a sigh came up from the earth below--never a sign of life but the scent of climbing jasmine; and Kennedy’s voice, speaking behind me, passed through the wide casement, to vanish outside in a chill and sumptuous stillness. “... The relations of shipwrecks in the olden time tell us of much suffering. Often the castaways were only saved from drowning to die miserably from starvation on a barren coast; others suffered violent death or else slavery, passing through years of precarious existence with people to whom their strangeness was an object of suspicion, dislike or fear. We read about these things, and they are very pitiful. It is indeed hard upon a man to find himself a lost stranger, helpless, incomprehensible, and of a mysterious origin, in some obscure corner of the earth. Yet amongst all the adventurers shipwrecked in all the wild parts of the world there is not one, it seems to me, that ever had to suffer a fate so simply tragic as the man I am speaking of, the most innocent of adventurers cast out by the sea in the bight of this bay, almost within sight from this very window."
  },
  {
   "size": 1538,
   "text": "“He did not know the name of his ship. Indeed, in the course of time we discovered he did not even know that ships had names--‘like Christian people’; and when, one day, from the top of the Talfourd Hill, he beheld the sea lying open to his view, his eyes roamed afar, lost in an air of wild surprise, as though he had never seen such a sight before. And probably he had not. As far as I could make out, he had been hustled together with many others on board an emigrant-ship lying at the mouth of the Elbe, too bewildered to take note of his surroundings, too weary to see anything, too anxious to care. They were driven below into the ‘tweendeck and battened down from the very start. It was a low timber dwelling--he would say--with wooden beams overhead, like the houses in his country, but you went into it down a ladder. It was very large, very cold, damp and sombre, with places in the manner of wooden boxes where people had to sleep, one above another, and it kept on rocking all ways at once all the time. He crept into one of these boxes and laid down there in the clothes in which he had left his home many days before, keeping his bundle and his stick by his side. People groaned, children cried, water dripped, the lights went out, the walls of the place creaked, and everything was being shaken so that in one’s little box one dared not lift one’s head. He had lost touch with his only companion (a young man from the same valley, he said), and all the time a great noise of wind went on outside and heavy blows fell--boom!"
  },
  {
   "size": 1550,
   "text": "boom! An awful sickness overcame him, even to the point of making him neglect his prayers. Besides, one could not tell whether it was morning or evening. It seemed always to be night in that place. “Before that he had been travelling a long, long time on the iron track. He looked out of the window, which had a wonderfully clear glass in it, and the trees, the houses, the fields, and the long roads seemed to fly round and round about him till his head swam. He gave me to understand that he had on his passage beheld uncounted multitudes of people--whole nations--all dressed in such clothes as the rich wear. Once he was made to get out of the carriage, and slept through a night on a bench in a house of bricks with his bundle under his head; and once for many hours he had to sit on a floor of flat stones dozing, with his knees up and with his bundle between his feet. There was a roof over him, which seemed made of glass, and was so high that the tallest mountain-pine he had ever seen would have had room to grow under it. Steam-machines rolled in at one end and out at the other. People swarmed more than you can see on a feast-day round the miraculous Holy Image in the yard of the Carmelite Convent down in the plains where, before he left his home, he drove his mother in a wooden cart--a pious old woman who wanted to offer prayers and make a vow for his safety. He could not give me an idea of how large and lofty and full of noise and smoke and gloom, and clang of iron, the place was, but some one had told him it was called Berlin."
  },
  {
   "size": 1498,
   "text": "Then they rang a bell, and another steam-machine came in, and again he was taken on and on through a land that wearied his eyes by its flatness without a single bit of a hill to be seen anywhere. One more night he spent shut up in a building like a good stable with a litter of straw on the floor, guarding his bundle amongst a lot of men, of whom not one could understand a single word he said. In the morning they were all led down to the stony shores of an extremely broad muddy river, flowing not between hills but between houses that seemed immense. There was a steam-machine that went on the water, and they all stood upon it packed tight, only now there were with them many women and children who made much noise. A cold rain fell, the wind blew in his face; he was wet through, and his teeth chattered. He and the young man from the same valley took each other by the hand. “They thought they were being taken to America straight away, but suddenly the steam-machine bumped against the side of a thing like a house on the water. The walls were smooth and black, and there uprose, growing from the roof as it were, bare trees in the shape of crosses, extremely high. That’s how it appeared to him then, for he had never seen a ship before. This was the ship that was going to swim all the way to America. Voices shouted, everything swayed; there was a ladder dipping up and down. He went up on his hands and knees in mortal fear of falling into the water below, which made a great splashing."
  },
  {
   "size": 1511,
   "text": "He got separated from his companion, and when he descended into the bottom of that ship his heart seemed to melt suddenly within him. “It was then also, as he told me, that he lost contact for good and all with one of those three men who the summer before had been going about through all the little towns in the foothills of his country. They would arrive on market days driving in a peasant’s cart, and would set up an office in an inn or some other Jew’s house. There were three of them, of whom one with a long beard looked venerable; and they had red cloth collars round their necks and gold lace on their sleeves like Government officials. They sat proudly behind a long table; and in the next room, so that the common people shouldn’t hear, they kept a cunning telegraph machine, through which they could talk to the Emperor of America. The fathers hung about the door, but the young men of the mountains would crowd up to the table asking many questions, for there was work to be got all the year round at three dollars a day in America, and no military service to do. “But the American Kaiser would not take everybody. Oh, no! He himself had a great difficulty in getting accepted, and the venerable man in uniform had to go out of the room several times to work the telegraph on his behalf. The American Kaiser engaged him at last at three dollars, he being young and strong. However, many able young men backed out, afraid of the great distance; besides, those only who had some money could be taken."
  },
  {
   "size": 1530,
   "text": "There were some who sold their huts and their land because it cost a lot of money to get to America; but then, once there, you had three dollars a day, and if you were clever you could find places where true gold could be picked up on the ground. His father’s house was getting over full. Two of his brothers were married and had children. He promised to send money home from America by post twice a year. His father sold an old cow, a pair of piebald mountain ponies of his own raising, and a cleared plot of fair pasture land on the sunny slope of a pine-clad pass to a Jew inn-keeper in order to pay the people of the ship that took men to America to get rich in a short time. “He must have been a real adventurer at heart, for how many of the greatest enterprises in the conquest of the earth had for their beginning just such a bargaining away of the paternal cow for the mirage or true gold far away! I have been telling you more or less in my own words what I learned fragmentarily in the course of two or three years, during which I seldom missed an opportunity of a friendly chat with him. He told me this story of his adventure with many flashes of white teeth and lively glances of black eyes, at first in a sort of anxious baby-talk, then, as he acquired the language, with great fluency, but always with that singing, soft, and at the same time vibrating intonation that instilled a strangely penetrating power into the sound of the most familiar English words, as if they had been the words of an unearthly language."
  },
  {
   "size": 1651,
   "text": "And he always would come to an end, with many emphatic shakes of his head, upon that awful sensation of his heart melting within him directly he set foot on board that ship. Afterwards there seemed to come for him a period of blank ignorance, at any rate as to facts. No doubt he must have been abominably sea-sick and abominably unhappy--this soft and passionate adventurer, taken thus out of his knowledge, and feeling bitterly as he lay in his emigrant bunk his utter loneliness; for his was a highly sensitive nature. The next thing we know of him for certain is that he had been hiding in Hammond’s pig-pound by the side of the road to Norton six miles, as the crow flies, from the sea. Of these experiences he was unwilling to speak: they seemed to have seared into his soul a sombre sort of wonder and indignation. Through the rumours of the country-side, which lasted for a good many days after his arrival, we know that the fishermen of West Colebrook had been disturbed and startled by heavy knocks against the walls of weatherboard cottages, and by a voice crying piercingly strange words in the night. Several of them turned out even, but, no doubt, he had fled in sudden alarm at their rough angry tones hailing each other in the darkness. A sort of frenzy must have helped him up the steep Norton hill. It was he, no doubt, who early the following morning had been seen lying (in a swoon, I should say) on the roadside grass by the Brenzett carrier, who actually got down to have a nearer look, but drew back, intimidated by the perfect immobility, and by something queer in the aspect of that tramp, sleeping so still under the showers."
  },
  {
   "size": 1603,
   "text": "As the day advanced, some children came dashing into school at Norton in such a fright that the schoolmistress went out and spoke indignantly to a ‘horrid-looking man’ on the road. He edged away, hanging his head, for a few steps, and then suddenly ran off with extraordinary fleetness. The driver of Mr. Bradley’s milk-cart made no secret of it that he had lashed with his whip at a hairy sort of gipsy fellow who, jumping up at a turn of the road by the Vents, made a snatch at the pony’s bridle. And he caught him a good one too, right over the face, he said, that made him drop down in the mud a jolly sight quicker than he had jumped up; but it was a good half-a-mile before he could stop the pony. Maybe that in his desperate endeavours to get help, and in his need to get in touch with some one, the poor devil had tried to stop the cart. Also three boys confessed afterwards to throwing stones at a funny tramp, knocking about all wet and muddy, and, it seemed, very drunk, in the narrow deep lane by the limekilns. All this was the talk of three villages for days; but we have Mrs. Finn’s (the wife of Smith’s waggoner) unimpeachable testimony that she saw him get over the low wall of Hammond’s pig-pound and lurch straight at her, babbling aloud in a voice that was enough to make one die of fright. Having the baby with her in a perambulator, Mrs. Finn called out to him to go away, and as he persisted in coming nearer, she hit him courageously with her umbrella over the head and, without once looking back, ran like the wind with the perambulator as far as the first house in the village."
  },
  {
   "size": 1485,
   "text": "She stopped then, out of breath, and spoke to old Lewis, hammering there at a heap of stones; and the old chap, taking off his immense black wire goggles, got up on his shaky legs to look where she pointed. Together they followed with their eyes the figure of the man running over a field; they saw him fall down, pick himself up, and run on again, staggering and waving his long arms above his head, in the direction of the New Barns Farm. From that moment he is plainly in the toils of his obscure and touching destiny. There is no doubt after this of what happened to him. All is certain now: Mrs. Smith’s intense terror; Amy Foster’s stolid conviction held against the other’s nervous attack, that the man ‘meant no harm’; Smith’s exasperation (on his return from Darnford Market) at finding the dog barking himself into a fit, the back-door locked, his wife in hysterics; and all for an unfortunate dirty tramp, supposed to be even then lurking in his stackyard. Was he? He would teach him to frighten women. “Smith is notoriously hot-tempered, but the sight of some nondescript and miry creature sitting cross-legged amongst a lot of loose straw, and swinging itself to and fro like a bear in a cage, made him pause. Then this tramp stood up silently before him, one mass of mud and filth from head to foot. Smith, alone amongst his stacks with this apparition, in the stormy twilight ringing with the infuriated barking of the dog, felt the dread of an inexplicable strangeness."
  },
  {
   "size": 1438,
   "text": "But when that being, parting with his black hands the long matted locks that hung before his face, as you part the two halves of a curtain, looked out at him with glistening, wild, black-and-white eyes, the weirdness of this silent encounter fairly staggered him. He had admitted since (for the story has been a legitimate subject of conversation about here for years) that he made more than one step backwards. Then a sudden burst of rapid, senseless speech persuaded him at once that he had to do with an escaped lunatic. In fact, that impression never wore off completely. Smith has not in his heart given up his secret conviction of the man’s essential insanity to this very day. “As the creature approached him, jabbering in a most discomposing manner, Smith (unaware that he was being addressed as ‘gracious lord,’ and adjured in God’s name to afford food and shelter) kept on speaking firmly but gently to it, and retreating all the time into the other yard. At last, watching his chance, by a sudden charge he bundled him headlong into the wood-lodge, and instantly shot the bolt. Thereupon he wiped his brow, though the day was cold. He had done his duty to the community by shutting up a wandering and probably dangerous maniac. Smith isn’t a hard man at all, but he had room in his brain only for that one idea of lunacy. He was not imaginative enough to ask himself whether the man might not be perishing with cold and hunger."
  },
  {
   "size": 1428,
   "text": "Meantime, at first, the maniac made a great deal of noise in the lodge. Mrs. Smith was screaming upstairs, where she had locked herself in her bedroom; but Amy Foster sobbed piteously at the kitchen door, wringing her hands and muttering, ‘Don’t! don’t!’ I daresay Smith had a rough time of it that evening with one noise and another, and this insane, disturbing voice crying obstinately through the door only added to his irritation. He couldn’t possibly have connected this troublesome lunatic with the sinking of a ship in Eastbay, of which there had been a rumour in the Darnford marketplace. And I daresay the man inside had been very near to insanity on that night. Before his excitement collapsed and he became unconscious he was throwing himself violently about in the dark, rolling on some dirty sacks, and biting his fists with rage, cold, hunger, amazement, and despair. “He was a mountaineer of the eastern range of the Carpathians, and the vessel sunk the night before in Eastbay was the Hamburg emigrant-ship _Herzogin Sophia-Dorothea_, of appalling memory. “A few months later we could read in the papers the accounts of the bogus ‘Emigration Agencies’ among the Sclavonian peasantry in the more remote provinces of Austria. The object of these scoundrels was to get hold of the poor ignorant people’s homesteads, and they were in league with the local usurers. They exported their victims through Hamburg mostly."
  },
  {
   "size": 1473,
   "text": "As to the ship, I had watched her out of this very window, reaching close-hauled under short canvas into the bay on a dark, threatening afternoon. She came to an anchor, correctly by the chart, off the Brenzett Coastguard station. I remember before the night fell looking out again at the outlines of her spars and rigging that stood out dark and pointed on a background of ragged, slaty clouds like another and a slighter spire to the left of the Brenzett church-tower. In the evening the wind rose. At midnight I could hear in my bed the terrific gusts and the sounds of a driving deluge. “About that time the Coastguardmen thought they saw the lights of a steamer over the anchoring-ground. In a moment they vanished; but it is clear that another vessel of some sort had tried for shelter in the bay on that awful, blind night, had rammed the German ship amidships (a breach--as one of the divers told me afterwards--‘that you could sail a Thames barge through’), and then had gone out either scathless or damaged, who shall say; but had gone out, unknown, unseen, and fatal, to perish mysteriously at sea. Of her nothing ever came to light, and yet the hue and cry that was raised all over the world would have found her out if she had been in existence anywhere on the face of the waters. “A completeness without a clue, and a stealthy silence as of a neatly executed crime, characterise this murderous disaster, which, as you may remember, had its gruesome celebrity."
  },
  {
   "size": 1552,
   "text": "The wind would have prevented the loudest outcries from reaching the shore; there had been evidently no time for signals of distress. It was death without any sort of fuss. The Hamburg ship, filling all at once, capsized as she sank, and at daylight there was not even the end of a spar to be seen above water. She was missed, of course, and at first the Coastguardmen surmised that she had either dragged her anchor or parted her cable some time during the night, and had been blown out to sea. Then, after the tide turned, the wreck must have shifted a little and released some of the bodies, because a child--a little fair-haired child in a red frock--came ashore abreast of the Martello tower. By the afternoon you could see along three miles of beach dark figures with bare legs dashing in and out of the tumbling foam, and rough-looking men, women with hard faces, children, mostly fair-haired, were being carried, stiff and dripping, on stretchers, on wattles, on ladders, in a long procession past the door of the ‘Ship Inn,’ to be laid out in a row under the north wall of the Brenzett Church. “Officially, the body of the little girl in the red frock is the first thing that came ashore from that ship. But I have patients amongst the seafaring population of West Colebrook, and, unofficially, I am informed that very early that morning two brothers, who went down to look after their cobble hauled up on the beach, found, a good way from Brenzett, an ordinary ship’s hencoop lying high and dry on the shore, with eleven drowned ducks inside."
  },
  {
   "size": 1474,
   "text": "Their families ate the birds, and the hencoop was split into firewood with a hatchet. It is possible that a man (supposing he happened to be on deck at the time of the accident) might have floated ashore on that hencoop. He might. I admit it is improbable, but there was the man--and for days, nay, for weeks--it didn’t enter our heads that we had amongst us the only living soul that had escaped from that disaster. The man himself, even when he learned to speak intelligibly, could tell us very little. He remembered he had felt better (after the ship had anchored, I suppose), and that the darkness, the wind, and the rain took his breath away. This looks as if he had been on deck some time during that night. But we mustn’t forget he had been taken out of his knowledge, that he had been sea-sick and battened down below for four days, that he had no general notion of a ship or of the sea, and therefore could have no definite idea of what was happening to him. The rain, the wind, the darkness he knew; he understood the bleating of the sheep, and he remembered the pain of his wretchedness and misery, his heartbroken astonishment that it was neither seen nor understood, his dismay at finding all the men angry and all the women fierce. He had approached them as a beggar, it is true, he said; but in his country, even if they gave nothing, they spoke gently to beggars. The children in his country were not taught to throw stones at those who asked for compassion."
  },
  {
   "size": 1433,
   "text": "Smith’s strategy overcame him completely. The wood-lodge presented the horrible aspect of a dungeon. What would be done to him next?... No wonder that Amy Foster appeared to his eyes with the aureole of an angel of light. The girl had not been able to sleep for thinking of the poor man, and in the morning, before the Smiths were up, she slipped out across the back yard. Holding the door of the wood-lodge ajar, she looked in and extended to him half a loaf of white bread--‘such bread as the rich eat in my country,’ he used to say. “At this he got up slowly from amongst all sorts of rubbish, stiff, hungry, trembling, miserable, and doubtful. ‘Can you eat this?’ she asked in her soft and timid voice. He must have taken her for a ‘gracious lady.’ He devoured ferociously, and tears were falling on the crust. Suddenly he dropped the bread, seized her wrist, and imprinted a kiss on her hand. She was not frightened. Through his forlorn condition she had observed that he was good-looking. She shut the door and walked back slowly to the kitchen. Much later on, she told Mrs. Smith, who shuddered at the bare idea of being touched by that creature. “Through this act of impulsive pity he was brought back again within the pale of human relations with his new surroundings. He never forgot it--never. “That very same morning old Mr. Swaffer (Smith’s nearest neighbour) came over to give his advice, and ended by carrying him off."
  },
  {
   "size": 1429,
   "text": "He stood, unsteady on his legs, meek, and caked over in half-dried mud, while the two men talked around him in an incomprehensible tongue. Mrs. Smith had refused to come downstairs till the madman was off the premises; Amy Foster, far from within the dark kitchen, watched through the open back door; and he obeyed the signs that were made to him to the best of his ability. But Smith was full of mistrust. ‘Mind, sir! It may be all his cunning,’ he cried repeatedly in a tone of warning. When Mr. Swaffer started the mare, the deplorable being sitting humbly by his side, through weakness, nearly fell out over the back of the high two-wheeled cart. Swaffer took him straight home. And it is then that I come upon the scene. “I was called in by the simple process of the old man beckoning to me with his forefinger over the gate of his house as I happened to be driving past. I got down, of course. “‘I’ve got something here,’ he mumbled, leading the way to an outhouse at a little distance from his other farm-buildings. “It was there that I saw him first, in a long low room taken upon the space of that sort of coach-house. It was bare and whitewashed, with a small square aperture glazed with one cracked, dusty pane at its further end. He was lying on his back upon a straw pallet; they had given him a couple of horse-blankets, and he seemed to have spent the remainder of his strength in the exertion of cleaning himself."
  },
  {
   "size": 1465,
   "text": "He was almost speechless; his quick breathing under the blankets pulled up to his chin, his glittering, restless black eyes reminded me of a wild bird caught in a snare. While I was examining him, old Swaffer stood silently by the door, passing the tips of his fingers along his shaven upper lip. I gave some directions, promised to send a bottle of medicine, and naturally made some inquiries. “‘Smith caught him in the stackyard at New Barns,’ said the old chap in his deliberate, unmoved manner, and as if the other had been indeed a sort of wild animal. ‘That’s how I came by him. Quite a curiosity, isn’t he? Now tell me, doctor--you’ve been all over the world--don’t you think that’s a bit of a Hindoo we’ve got hold of here.’ “I was greatly surprised. His long black hair scattered over the straw bolster contrasted with the olive pallor of his face. It occurred to me he might be a Basque. It didn’t necessarily follow that he should understand Spanish; but I tried him with the few words I know, and also with some French. The whispered sounds I caught by bending my ear to his lips puzzled me utterly. That afternoon the young ladies from the Rectory (one of them read Goethe with a dictionary, and the other had struggled with Dante for years), coming to see Miss Swaffer, tried their German and Italian on him from the doorway. They retreated, just the least bit scared by the flood of passionate speech which, turning on his pallet, he let out at them."
  },
  {
   "size": 328,
   "text": "They admitted that the sound was pleasant, soft, musical--but, in conjunction with his looks perhaps, it was startling--so excitable, so utterly unlike anything one had ever heard. The village boys climbed up the bank to have a peep through the little square aperture. Everybody was wondering what Mr. Swaffer would do with him."
  },
  {
   "size": 1501,
   "text": "“Swaffer would be called eccentric were he not so much respected. They will tell you that Mr. Swaffer sits up as late as ten o’clock at night to read books, and they will tell you also that he can write a cheque for two hundred pounds without thinking twice about it. He himself would tell you that the Swaffers had owned land between this and Darnford for these three hundred years. He must be eighty-five to-day, but he does not look a bit older than when I first came here. He is a great breeder of sheep, and deals extensively in cattle. He attends market days for miles around in every sort of weather, and drives sitting bowed low over the reins, his lank grey hair curling over the collar of his warm coat, and with a green plaid rug round his legs. The calmness of advanced age gives a solemnity to his manner. He is clean-shaved; his lips are thin and sensitive; something rigid and monarchal in the set of his features lends a certain elevation to the character of his face. He has been known to drive miles in the rain to see a new kind of rose in somebody’s garden, or a monstrous cabbage grown by a cottager. He loves to hear tell of or to be shown something that he calls ‘outlandish.’ Perhaps it was just that outlandishness of the man which influenced old Swaffer. Perhaps it was only an inexplicable caprice. All I know is that at the end of three weeks I caught sight of Smith’s lunatic digging in Swaffer’s kitchen garden. They had found out he could use a spade. He dug barefooted."
  },
  {
   "size": 1482,
   "text": "“His black hair flowed over his shoulders. I suppose it was Swaffer who had given him the striped old cotton shirt; but he wore still the national brown cloth trousers (in which he had been washed ashore) fitting to the leg almost like tights; was belted with a broad leathern belt studded with little brass discs; and had never yet ventured into the village. The land he looked upon seemed to him kept neatly, like the grounds round a landowner’s house; the size of the cart-horses struck him with astonishment; the roads resembled garden walks, and the aspect of the people, especially on Sundays, spoke of opulence. He wondered what made them so hardhearted and their children so bold. He got his food at the back door, carried it in both hands carefully to his outhouse, and, sitting alone on his pallet, would make the sign of the cross before he began. Beside the same pallet, kneeling in the early darkness of the short days, he recited aloud the Lord’s Prayer before he slept. Whenever he saw old Swaffer he would bow with veneration from the waist, and stand erect while the old man, with his fingers over his upper lip, surveyed him silently. He bowed also to Miss Swaffer, who kept house frugally for her father--a broad-shouldered, big-boned woman of forty-five, with the pocket of her dress full of keys, and a grey, steady eye. She was Church--as people said (while her father was one of the trustees of the Baptist Chapel)--and wore a little steel cross at her waist."
  },
  {
   "size": 1446,
   "text": "She dressed severely in black, in memory of one of the innumerable Bradleys of the neighbourhood, to whom she had been engaged some twenty-five years ago--a young farmer who broke his neck out hunting on the eve of the wedding day. She had the unmoved countenance of the deaf, spoke very seldom, and her lips, thin like her father’s, astonished one sometimes by a mysteriously ironic curl. “These were the people to whom he owed allegiance, and an overwhelming loneliness seemed to fall from the leaden sky of that winter without sunshine. All the faces were sad. He could talk to no one, and had no hope of ever understanding anybody. It was as if these had been the faces of people from the other world--dead people--he used to tell me years afterwards. Upon my word, I wonder he did not go mad. He didn’t know where he was. Somewhere very far from his mountains--somewhere over the water. Was this America, he wondered? “If it hadn’t been for the steel cross at Miss Swaffer’s belt he would not, he confessed, have known whether he was in a Christian country at all. He used to cast stealthy glances at it, and feel comforted. There was nothing here the same as in his country! The earth and the water were different; there were no images of the Redeemer by the roadside. The very grass was different, and the trees. All the trees but the three old Norway pines on the bit of lawn before Swaffer’s house, and these reminded him of his country."
  },
  {
   "size": 1410,
   "text": "He had been detected once, after dusk, with his forehead against the trunk of one of them, sobbing, and talking to himself. They had been like brothers to him at that time, he affirmed. Everything else was strange. Conceive you the kind of an existence overshadowed, oppressed, by the everyday material appearances, as if by the visions of a nightmare. At night, when he could not sleep, he kept on thinking of the girl who gave him the first piece of bread he had eaten in this foreign land. She had been neither fierce nor angry, nor frightened. Her face he remembered as the only comprehensible face amongst all these faces that were as closed, as mysterious, and as mute as the faces of the dead who are possessed of a knowledge beyond the comprehension of the living. I wonder whether the memory of her compassion prevented him from cutting his throat. But there! I suppose I am an old sentimentalist, and forget the instinctive love of life which it takes all the strength of an uncommon despair to overcome. “He did the work which was given him with an intelligence which surprised old Swaffer. By-and-by it was discovered that he could help at the ploughing, could milk the cows, feed the bullocks in the cattle-yard, and was of some use with the sheep. He began to pick up words, too, very fast; and suddenly, one fine morning in spring, he rescued from an untimely death a grand-child of old Swaffer."
  },
  {
   "size": 1479,
   "text": "“Swaffer’s younger daughter is married to Willcox, a solicitor and the Town Clerk of Colebrook. Regularly twice a year they come to stay with the old man for a few days. Their only child, a little girl not three years old at the time, ran out of the house alone in her little white pinafore, and, toddling across the grass of a terraced garden, pitched herself over a low wall head first into the horse-pond in the yard below. “Our man was out with the waggoner and the plough in the field nearest to the house, and as he was leading the team round to begin a fresh furrow, he saw, through the gap of the gate, what for anybody else would have been a mere flutter of something white. But he had straight-glancing, quick, far-reaching eyes, that only seemed to flinch and lose their amazing power before the immensity of the sea. He was barefooted, and looking as outlandish as the heart of Swaffer could desire. Leaving the horses on the turn, to the inexpressible disgust of the waggoner he bounded off, going over the ploughed ground in long leaps, and suddenly appeared before the mother, thrust the child into her arms, and strode away. “The pond was not very deep; but still, if he had not had such good eyes, the child would have perished--miserably suffocated in the foot or so of sticky mud at the bottom. Old Swaffer walked out slowly into the field, waited till the plough came over to his side, had a good look at him, and without saying a word went back to the house."
  },
  {
   "size": 1490,
   "text": "But from that time they laid out his meals on the kitchen table; and at first, Miss Swaffer, all in black and with an inscrutable face, would come and stand in the doorway of the living-room to see him make a big sign of the cross before he fell to. I believe that from that day, too, Swaffer began to pay him regular wages. “I can’t follow step by step his development. He cut his hair short, was seen in the village and along the road going to and fro to his work like any other man. Children ceased to shout after him. He became aware of social differences, but remained for a long time surprised at the bare poverty of the churches among so much wealth. He couldn’t understand either why they were kept shut up on week days. There was nothing to steal in them. Was it to keep people from praying too often? The rectory took much notice of him about that time, and I believe the young ladies attempted to prepare the ground for his conversion. They could not, however, break him of his habit of crossing himself, but he went so far as to take off the string with a couple of brass medals the size of a sixpence, a tiny metal cross, and a square sort of scapulary which he wore round his neck. He hung them on the wall by the side of his bed, and he was still to be heard every evening reciting the Lord’s Prayer, in incomprehensible words and in a slow, fervent tone, as he had heard his old father do at the head of all the kneeling family, big and little, on every evening of his life."
  },
  {
   "size": 1423,
   "text": "And though he wore corduroys at work, and a slop-made pepper-and-salt suit on Sundays, strangers would turn round to look after him on the road. His foreignness had a peculiar and indelible stamp. At last people became used to see him. But they never became used to him. His rapid, skimming walk; his swarthy complexion; his hat cocked on the left ear; his habit, on warm evenings, of wearing his coat over one shoulder, like a hussar’s dolman; his manner of leaping over the stiles, not as a feat of agility, but in the ordinary course of progression--all these peculiarities were, as one may say, so many causes of scorn and offence to the inhabitants of the village. _They_ wouldn’t in their dinner hour lie flat on their backs on the grass to stare at the sky. Neither did they go about the fields screaming dismal tunes. Many times have I heard his high-pitched voice from behind the ridge of some sloping sheep-walk, a voice light and soaring, like a lark’s, but with a melancholy human note, over our fields that hear only the song of birds. And I should be startled myself. Ah! He was different: innocent of heart, and full of good will, which nobody wanted, this castaway, that, like a man transplanted into another planet, was separated by an immense space from his past and by an immense ignorance from his future. His quick, fervent utterance positively shocked everybody. ‘An excitable devil,’ they called him."
  },
  {
   "size": 1533,
   "text": "One evening, in the tap-room of the Coach and Horses (having drunk some whisky), he upset them all by singing a love song of his country. They hooted him down, and he was pained; but Preble, the lame wheelwright, and Vincent, the fat blacksmith, and the other notables too, wanted to drink their evening beer in peace. On another occasion he tried to show them how to dance. The dust rose in clouds from the sanded floor; he leaped straight up amongst the deal tables, struck his heels together, squatted on one heel in front of old Preble, shooting out the other leg, uttered wild and exulting cries, jumped up to whirl on one foot, snapping his fingers above his head--and a strange carter who was having a drink in there began to swear, and cleared out with his half-pint in his hand into the bar. But when suddenly he sprang upon a table and continued to dance among the glasses, the landlord interfered. He didn’t want any ‘acrobat tricks in the taproom.’ They laid their hands on him. Having had a glass or two, Mr. Swaffer’s foreigner tried to expostulate: was ejected forcibly: got a black eye. “I believe he felt the hostility of his human surroundings. But he was tough--tough in spirit, too, as well as in body. Only the memory of the sea frightened him, with that vague terror that is left by a bad dream. His home was far away; and he did not want now to go to America. I had often explained to him that there is no place on earth where true gold can be found lying ready and to be got for the trouble of the picking up."
  },
  {
   "size": 1513,
   "text": "How then, he asked, could he ever return home with empty hands when there had been sold a cow, two ponies, and a bit of land to pay for his going? His eyes would fill with tears, and, averting them from the immense shimmer of the sea, he would throw himself face down on the grass. But sometimes, cocking his hat with a little conquering air, he would defy my wisdom. He had found his bit of true gold. That was Amy Foster’s heart; which was ‘a golden heart, and soft to people’s misery,’ he would say in the accents of overwhelming conviction. “He was called Yanko. He had explained that this meant little John; but as he would also repeat very often that he was a mountaineer (some word sounding in the dialect of his country like Goorall) he got it for his surname. And this is the only trace of him that the succeeding ages may find in the marriage register of the parish. There it stands--Yanko Goorall--in the rector’s handwriting. The crooked cross made by the castaway, a cross whose tracing no doubt seemed to him the most solemn part of the whole ceremony, is all that remains now to perpetuate the memory of his name. “His courtship had lasted some time--ever since he got his precarious footing in the community. It began by his buying for Amy Foster a green satin ribbon in Darnford. This was what you did in his country. You bought a ribbon at a Jew’s stall on a fair-day. I don’t suppose the girl knew what to do with it, but he seemed to think that his honourable intentions could not be mistaken."
  },
  {
   "size": 1457,
   "text": "“It was only when he declared his purpose to get married that I fully understood how, for a hundred futile and inappreciable reasons, how--shall I say odious?--he was to all the countryside. Every old woman in the village was up in arms. Smith, coming upon him near the farm, promised to break his head for him if he found him about again. But he twisted his little black moustache with such a bellicose air and rolled such big, black fierce eyes at Smith that this promise came to nothing. Smith, however, told the girl that she must be mad to take up with a man who was surely wrong in his head. All the same, when she heard him in the gloaming whistle from beyond the orchard a couple of bars of a weird and mournful tune, she would drop whatever she had in her hand--she would leave Mrs. Smith in the middle of a sentence--and she would run out to his call. Mrs. Smith called her a shameless hussy. She answered nothing. She said nothing at all to anybody, and went on her way as if she had been deaf. She and I alone all in the land, I fancy, could see his very real beauty. He was very good-looking, and most graceful in his bearing, with that something wild as of a woodland creature in his aspect. Her mother moaned over her dismally whenever the girl came to see her on her day out. The father was surly, but pretended not to know; and Mrs. Finn once told her plainly that ‘this man, my dear, will do you some harm some day yet.’ And so it went on."
  },
  {
   "size": 1510,
   "text": "They could be seen on the roads, she tramping stolidly in her finery--grey dress, black feather, stout boots, prominent white cotton gloves that caught your eye a hundred yards away; and he, his coat slung picturesquely over one shoulder, pacing by her side, gallant of bearing and casting tender glances upon the girl with the golden heart. I wonder whether he saw how plain she was. Perhaps among types so different from what he had ever seen, he had not the power to judge; or perhaps he was seduced by the divine quality of her pity. “Yanko was in great trouble meantime. In his country you get an old man for an ambassador in marriage affairs. He did not know how to proceed. However, one day in the midst of sheep in a field (he was now Swaffer’s under-shepherd with Foster) he took off his hat to the father and declared himself humbly. ‘I daresay she’s fool enough to marry you,’ was all Foster said. ‘And then,’ he used to relate, ‘he puts his hat on his head, looks black at me as if he wanted to cut my throat, whistles the dog, and off he goes, leaving me to do the work.’ The Fosters, of course, didn’t like to lose the wages the girl earned: Amy used to give all her money to her mother. But there was in Foster a very genuine aversion to that match. He contended that the fellow was very good with sheep, but was not fit for any girl to marry. For one thing, he used to go along the hedges muttering to himself like a dam’ fool; and then, these foreigners behave very queerly to women sometimes."
  },
  {
   "size": 1553,
   "text": "And perhaps he would want to carry her off somewhere--or run off himself. It was not safe. He preached it to his daughter that the fellow might ill-use her in some way. She made no answer. It was, they said in the village, as if the man had done something to her. People discussed the matter. It was quite an excitement, and the two went on ‘walking out’ together in the face of opposition. Then something unexpected happened. “I don’t know whether old Swaffer ever understood how much he was regarded in the light of a father by his foreign retainer. Anyway the relation was curiously feudal. So when Yanko asked formally for an interview--‘and the Miss too’ (he called the severe, deaf Miss Swaffer simply _Miss_)--it was to obtain their permission to marry. Swaffer heard him unmoved, dismissed him by a nod, and then shouted the intelligence into Miss Swaffer’s best ear. She showed no surprise, and only remarked grimly, in a veiled blank voice, ‘He certainly won’t get any other girl to marry him.’ “It is Miss Swaffer who has all the credit of the munificence: but in a very few days it came out that Mr. Swaffer had presented Yanko with a cottage (the cottage you’ve seen this morning) and something like an acre of ground--had made it over to him in absolute property. Willcox expedited the deed, and I remember him telling me he had a great pleasure in making it ready. It recited: ‘In consideration of saving the life of my beloved grandchild, Bertha Willcox.’ “Of course, after that no power on earth could prevent them from getting married."
  },
  {
   "size": 1408,
   "text": "“Her infatuation endured. People saw her going out to meet him in the evening. She stared with unblinking, fascinated eyes up the road where he was expected to appear, walking freely, with a swing from the hip, and humming one of the love-tunes of his country. When the boy was born, he got elevated at the ‘Coach and Horses,’ essayed again a song and a dance, and was again ejected. People expressed their commiseration for a woman married to that Jack-in-the-box. He didn’t care. There was a man now (he told me boastfully) to whom he could sing and talk in the language of his country, and show how to dance by-and-by. “But I don’t know. To me he appeared to have grown less springy of step, heavier in body, less keen of eye. Imagination, no doubt; but it seems to me now as if the net of fate had been drawn closer round him already. “One day I met him on the footpath over the Talfourd Hill. He told me that ‘women were funny.’ I had heard already of domestic differences. People were saying that Amy Foster was beginning to find out what sort of man she had married. He looked upon the sea with indifferent, unseeing eyes. His wife had snatched the child out of his arms one day as he sat on the doorstep crooning to it a song such as the mothers sing to babies in his mountains. She seemed to think he was doing it some harm. Women are funny. And she had objected to him praying aloud in the evening."
  },
  {
   "size": 1425,
   "text": "Why? He expected the boy to repeat the prayer aloud after him by-and-by, as he used to do after his old father when he was a child--in his own country. And I discovered he longed for their boy to grow up so that he could have a man to talk with in that language that to our ears sounded so disturbing, so passionate, and so bizarre. Why his wife should dislike the idea he couldn’t tell. But that would pass, he said. And tilting his head knowingly, he tapped his breastbone to indicate that she had a good heart: not hard, not fierce, open to compassion, charitable to the poor! “I walked away thoughtfully; I wondered whether his difference, his strangeness, were not penetrating with repulsion that dull nature they had begun by irresistibly attracting. I wondered....” The Doctor came to the window and looked out at the frigid splendour of the sea, immense in the haze, as if enclosing all the earth with all the hearts lost among the passions of love and fear. “Physiologically, now,” he said, turning away abruptly, “it was possible. It was possible.” He remained silent. Then went on--“At all events, the next time I saw him he was ill--lung trouble. He was tough, but I daresay he was not acclimatised as well as I had supposed. It was a bad winter; and, of course, these mountaineers do get fits of home sickness; and a state of depression would make him vulnerable. He was lying half dressed on a couch downstairs."
  },
  {
   "size": 1406,
   "text": "“A table covered with a dark oilcloth took up all the middle of the little room. There was a wicker cradle on the floor, a kettle spouting steam on the hob, and some child’s linen lay drying on the fender. The room was warm, but the door opens right into the garden, as you noticed perhaps. “He was very feverish, and kept on muttering to himself. She sat on a chair and looked at him fixedly across the table with her brown, blurred eyes. ‘Why don’t you have him upstairs?’ I asked. With a start and a confused stammer she said, ‘Oh! ah! I couldn’t sit with him upstairs, Sir.’ “I gave her certain directions; and going outside, I said again that he ought to be in bed upstairs. She wrung her hands. ‘I couldn’t. I couldn’t. He keeps on saying something--I don’t know what.’ With the memory of all the talk against the man that had been dinned into her ears, I looked at her narrowly. I looked into her shortsighted eyes, at her dumb eyes that once in her life had seen an enticing shape, but seemed, staring at me, to see nothing at all now. But I saw she was uneasy. “‘What’s the matter with him?’ she asked in a sort of vacant trepidation. ‘He doesn’t look very ill. I never did see anybody look like this before....’ “‘Do you think,’ I asked indignantly, ‘he is shamming?’ “‘I can’t help it, sir,’ she said stolidly. And suddenly she clapped her hands and looked right and left. ‘And there’s the baby."
  },
  {
   "size": 1427,
   "text": "I am so frightened. He wanted me just now to give him the baby. I can’t understand what he says to it.’ “‘Can’t you ask a neighbour to come in tonight?’ I asked. “‘Please, sir, nobody seems to care to come,’ she muttered, dully resigned all at once. “I impressed upon her the necessity of the greatest care, and then had to go. There was a good deal of sickness that winter. ‘Oh, I hope he won’t talk!’ she exclaimed softly just as I was going away. “I don’t know how it is I did not see--but I didn’t. And yet, turning in my trap, I saw her lingering before the door, very still, and as if meditating a flight up the miry road. “Towards the night his fever increased. “He tossed, moaned, and now and then muttered a complaint. And she sat with the table between her and the couch, watching every movement and every sound, with the terror, the unreasonable terror, of that man she could not understand creeping over her. She had drawn the wicker cradle close to her feet. There was nothing in her now but the maternal instinct and that unaccountable fear. “Suddenly coming to himself, parched, he demanded a drink of water. She did not move. She had not understood, though he may have thought he was speaking in English. He waited, looking at her, burning with fever, amazed at her silence and immobility, and then he shouted impatiently, ‘Water! Give me water!’ “She jumped to her feet, snatched up the child, and stood still."
  },
  {
   "size": 1401,
   "text": "He spoke to her, and his passionate remonstrances only increased her fear of that strange man. I believe he spoke to her for a long time, entreating, wondering, pleading, ordering, I suppose. She says she bore it as long as she could. And then a gust of rage came over him. “He sat up and called out terribly one word--some word. Then he got up as though he hadn’t been ill at all, she says. And as in fevered dismay, indignation, and wonder he tried to get to her round the table, she simply opened the door and ran out with the child in her arms. She heard him call twice after her down the road in a terrible voice--and fled.... Ah! but you should have seen stirring behind the dull, blurred glance of these eyes the spectre of the fear which had hunted her on that night three miles and a half to the door of Foster’s cottage! I did the next day. “And it was I who found him lying face down and his body in a puddle, just outside the little wicket-gate. “I had been called out that night to an urgent case in the village, and on my way home at daybreak passed by the cottage. The door stood open. My man helped me to carry him in. We laid him on the couch. The lamp smoked, the fire was out, the chill of the stormy night oozed from the cheerless yellow paper on the wall. ‘Amy!’ I called aloud, and my voice seemed to lose itself in the emptiness of this tiny house as if I had cried in a desert."
  },
  {
   "size": 1481,
   "text": "He opened his eyes. ‘Gone!’ he said distinctly. ‘I had only asked for water--only for a little water....’ “He was muddy. I covered him up and stood waiting in silence, catching a painfully gasped word now and then. They were no longer in his own language. The fever had left him, taking with it the heat of life. And with his panting breast and lustrous eyes he reminded me again of a wild creature under the net; of a bird caught in a snare. She had left him. She had left him--sick--helpless--thirsty. The spear of the hunter had entered his very soul. ‘Why?’ he cried in the penetrating and indignant voice of a man calling to a responsible Maker. A gust of wind and a swish of rain answered. “And as I turned away to shut the door he pronounced the word ‘Merciful!’ and expired. “Eventually I certified heart-failure as the immediate cause of death. His heart must have indeed failed him, or else he might have stood this night of storm and exposure, too. I closed his eyes and drove away. Not very far from the cottage I met Foster walking sturdily between the dripping hedges with his collie at his heels. “‘Do you know where your daughter is?’ I asked. “‘Don’t I!’ he cried. ‘I am going to talk to him a bit. Frightening a poor woman like this.’ “‘He won’t frighten her any more,’ I said. ‘He is dead.’ “He struck with his stick at the mud. “‘And there’s the child.’ “Then, after thinking deeply for a while--“‘I don’t know that it isn’t for the best.’ “That’s what he said."
  },
  {
   "size": 1047,
   "text": "And she says nothing at all now. Not a word of him. Never. Is his image as utterly gone from her mind as his lithe and striding figure, his carolling voice are gone from our fields? He is no longer before her eyes to excite her imagination into a passion of love or fear; and his memory seems to have vanished from her dull brain as a shadow passes away upon a white screen. She lives in the cottage and works for Miss Swaffer. She is Amy Foster for everybody, and the child is ‘Amy Foster’s boy.’ She calls him Johnny--which means Little John. “It is impossible to say whether this name recalls anything to her. Does she ever think of the past? I have seen her hanging over the boy’s cot in a very passion of maternal tenderness. The little fellow was lying on his back, a little frightened at me, but very still, with his big black eyes, with his fluttered air of a bird in a snare. And looking at him I seemed to see again the other one--the father, cast out mysteriously by the sea to perish in the supreme disaster of loneliness and despair.”"
  }
 ]
}