{
 "author": [
  "Craik, Dinah Maria Mulock"
 ],
 "title": [
  "The Little Lame Prince"
 ],
 "language": [
  "en"
 ],
 "theme": [
  "Fairy tales",
  "Princes -- Juvenile fiction",
  "PZ",
  "People with disabilities -- Juvenile fiction",
  "Children's literature"
 ],
 "id": "496",
 "genre": [
  "short stories",
  "english",
  "children",
  "teen",
  "fiction"
 ],
 "paragraphs": [
  {
   "size": 1563,
   "text": "THE LITTLE LAME PRINCE By Miss Mulock [Pseudonym of Maria Dinah Craik] THE LITTLE LAME PRINCE THE INVISIBLE PRINCE PRINCE CHERRY THE PRINCE WITH THE NOSE THE FROG-PRINCE CLEVER ALICE THE LITTLE LAME PRINCE Yes, he was the most beautiful Prince that ever was born. Of course, being a prince, people said this; but it was true besides. When he looked at the candle, his eyes had an expression of earnest inquiry quite startling in a new born baby. His nose--there was not much of it certainly, but what there was seemed an aquiline shape; his complexion was a charming, healthy purple; he was round and fat, straight-limbed and long--in fact, a splendid baby, and everybody was exceedingly proud of him, especially his father and mother, the King and Queen of Nomansland, who had waited for him during their happy reign of ten years--now made happier than ever, to themselves and their subjects, by the appearance of a son and heir. The only person who was not quite happy was the King's brother, the heir presumptive, who would have been king one day had the baby not been born. But as his majesty was very kind to him, and even rather sorry for him--insomuch that at the Queen's request he gave him a dukedom almost as big as a county--the Crown-Prince, as he was called, tried to seem pleased also; and let us hope he succeeded. The Prince's christening was to be a grand affair. According to the custom of the country, there were chosen for him four-and-twenty god-fathers and godmothers, who each had to give him a name, and promise to do their utmost for him."
  },
  {
   "size": 1483,
   "text": "When he came of age, he himself had to choose the name--and the godfather or god-mother--that he liked the best, for the rest of his days. Meantime all was rejoicing. Subscriptions were made among the rich to give pleasure to the poor; dinners in town-halls for the workingmen; tea-parties in the streets for their wives; and milk-and-bun feasts for the children in the schoolrooms. For Nomansland, though I cannot point it out in any map, or read of it in any history, was, I believe, much like our own or many another country. As for the palace--which was no different from other palaces--it was clean “turned out of the windows,” as people say, with the preparations going on. The only quiet place in it was the room which, though the Prince was six weeks old, his mother the Queen had never quitted. Nobody said she was ill, however--it would have been so inconvenient; and as she said nothing about it herself, but lay pale and placid, giving no trouble to anybody, nobody thought much about her. All the world was absorbed in admiring the baby. The christening-day came at last, and it was as lovely as the Prince himself. All the people in the palace were lovely too--or thought themselves so--in the elegant new clothes which the Queen, who thought of everybody, had taken care to give them, from the ladies-in-waiting down to the poor little kitchen-maid, who looked at herself in her pink cotton gown, and thought, doubtless, that there never was such a pretty girl as she."
  },
  {
   "size": 1544,
   "text": "By six in the morning all the royal household had dressed itself in its very best; and then the little Prince was dressed in his best--his magnificent christening robe; which proceeding his Royal Highness did not like at all, but kicked and screamed like any common baby. When he had a little calmed down, they carried him to be looked at by the Queen his mother, who, though her royal robes had been brought and laid upon the bed, was, as everybody well knew, quite unable to rise and put them on. She admired her baby very much; kissed and blessed him, and lay looking at him, as she did for hours sometimes, when he was placed beside her fast asleep; then she gave him up with a gentle smile, and, saying she hoped he would be very good, that it would be a very nice christening, and all the guests would enjoy themselves, turned peacefully over on her bed, saying nothing more to anybody. She was a very uncomplaining person, the Queen--and her name was Dolorez. Everything went on exactly as if she had been present. All, even the king himself, had grown used to her absence; for she was not strong, and for years had not joined in any gayeties. She always did her royal duties, but as to pleasures, they could go on quite well without her, or it seemed so. The company arrived: great and notable persons in this and neighboring countries; also the four-and-twenty godfathers and godmothers, who had been chosen with care, as the people who would be most useful to his royal highness should he ever want friends, which did not seem likely."
  },
  {
   "size": 1565,
   "text": "What such want could possibly happen to the heir of the powerful monarch of Nomansland? They came, walking two and two, with their coronets on their heads--being dukes and duchesses, princes and princesses, or the like; they all kissed the child and pronounced the name each had given him. Then the four-and-twenty names were shouted out with great energy by six heralds, one after the other, and afterward written down, to be preserved in the state records, in readiness for the next time they were wanted, which would be either on his Royal Highness' coronation or his funeral. Soon the ceremony was over, and everybody satisfied; except, perhaps, the little Prince himself, who moaned faintly under his christening robes, which nearly smothered him. In truth, though very few knew, the Prince in coming to the chapel had met with a slight disaster. His nurse,--not his ordinary one, but the state nurse-maid,--an elegant and fashionable young lady of rank, whose duty it was to carry him to and from the chapel, had been so occupied in arranging her train with one hand, while she held the baby with the other, that she stumbled and let him fall, just at the foot of the marble staircase. To be sure, she contrived to pick him up again the next minute; and the accident was so slight it seemed hardly worth speaking of. Consequently nobody did speak of it. The baby had turned deadly pale, but did not cry, so no person a step or two behind could discover anything wrong; afterward, even if he had moaned, the silver trumpets were loud enough to drown his voice."
  },
  {
   "size": 1557,
   "text": "It would have been a pity to let anything trouble such a day of felicity. So, after a minute's pause, the procession had moved on. Such a procession t Heralds in blue and silver; pages in crimson and gold; and a troop of little girls in dazzling white, carrying baskets of flowers, which they strewed all the way before the nurse and child--finally the four-and-twenty godfathers and godmothers, as proud as possible, and so splendid to look at that they would have quite extinguished their small godson--merely a heap of lace and muslin with a baby face inside--had it not been for a canopy of white satin and ostrich feathers which was held over him wherever he was carried. Thus, with the sun shining on them through the painted windows, they stood; the king and his train on one side, the Prince and his attendants on the other, as pretty a sight as ever was seen out of fairyland. “It's just like fairyland,” whispered the eldest little girl to the next eldest, as she shook the last rose out of her basket; “and I think the only thing the Prince wants now is a fairy god-mother.” “Does he?” said a shrill but soft and not unpleasant voice behind; and there was seen among the group of children somebody,--not a child, yet no bigger than a child,--somebody whom nobody had seen before, and who certainly had not been invited, for she had no christening clothes on. She was a little old woman dressed all in gray: gray gown; gray hooded cloak, of a material excessively fine, and a tint that seemed perpetually changing, like the gray of an evening sky."
  },
  {
   "size": 1432,
   "text": "Her hair was gray, and her eyes also--even her complexion had a soft gray shadow over it. But there was nothing unpleasantly old about her, and her smile was as sweet and childlike as the Prince's own, which stole over his pale little face the instant she came near enough to touch him. “Take care! Don't let the baby fall again.” The grand young lady nurse started, flushing angrily. “Who spoke to me? How did anybody know?--I mean, what business has anybody----” Then frightened, but still speaking in a much sharper tone than I hope young ladies of rank are in the habit of speaking--“Old woman, you will be kind enough not to say 'the baby,' but 'the Prince.' Keep away; his Royal Highness is just going to sleep.” “Nevertheless I must kiss him. I am his god-mother.” “You!” cried the elegant lady nurse. “You!” repeated all the gentlemen and ladies-in-waiting. “You!” echoed the heralds and pages--and they began to blow the silver trumpets in order to stop all further conversation. The Prince's procession formed itself for returning,--the King and his train having already moved off toward the palace,--but on the top-most step of the marble stairs stood, right in front of all, the little old woman clothed in gray. She stretched herself on tiptoe by the help of her stick, and gave the little Prince three kisses. “This is intolerable!” cried the young lady nurse, wiping the kisses off rapidly with her lace handkerchief."
  },
  {
   "size": 1550,
   "text": "“Such an insult to his Royal Highness! Take yourself out of the way, old woman, or the King shall be informed immediately.” “The King knows nothing of me, more's the pity,” replied the old woman, with an indifferent air, as if she thought the loss was more on his Majesty's side than hers. “My friend in the palace is the King's wife.” “King's have not wives, but queens,” said the lady nurse, with a contemptuous air. “You are right,” replied the old woman. “Nevertheless I know her Majesty well, and I love her and her child. And--since you dropped him on the marble stairs (this she said in a mysterious whisper, which made the young lady tremble in spite of her anger)--I choose to take him for my own, and be his godmother, ready to help him whenever he wants me.” “You help him!” cried all the group breaking into shouts of laughter, to which the little old woman paid not the slightest attention. Her soft gray eyes were fixed on the Prince, who seemed to answer to the look, smiling again and again in the causeless, aimless fashion that babies do smile. “His Majesty must hear of this,” said a gentleman-in-waiting. “His Majesty will hear quite enough news in a minute or two,” said the old woman sadly. And again stretching up to the little Prince, she kissed him on the forehead solemnly. “Be called by a new name which nobody has ever thought of. Be Prince Dolor, in memory of your mother Dolorez.” “In memory of!” Everybody started at the ominous phrase, and also at a most terrible breach of etiquette which the old woman had committed."
  },
  {
   "size": 1631,
   "text": "In Nomansland, neither the king nor the queen was supposed to have any Christian name at all. They dropped it on their coronation day, and it never was mentioned again till it was engraved on their coffins when they died. “Old woman, you are exceedingly ill-bred,” cried the eldest lady-in-waiting, much horrified. “How you could know the fact passes my comprehension. But even if you did know it, how dared you presume to hint that her most gracious Majesty is called Dolorez?” “WAS called Dolorez,” said the old woman, with a tender solemnity. The first gentleman, called the Gold-stick-in-waiting, raised it to strike her, and all the rest stretched out their hands to seize her; but the gray mantle melted from between their fingers like air; and, before anybody had time to do anything more, there came a heavy, muffled, startling sound. The great bell of the palace the bell which was only heard on the death of some one of the royal family, and for as many times as he or she was years old--began to toll. They listened, mute and horror-stricken. Some one counted: one--two--three--four--up to nine-and-twenty--just the Queen's age. It was, indeed, the Queen. Her Majesty was dead! In the midst of the festivities she had slipped away out of her new happiness and her old sufferings, not few nor small. Sending away all her women to see the grand sight,--at least they said afterward, in excuse, that she had done so, and it was very like her to do it,--she had turned with her face to the window, whence one could just see the tops of the distant mountains--the Beautiful Mountains, as they were called--where she was born."
  },
  {
   "size": 907,
   "text": "So gazing, she had quietly died. When the little Prince was carried back to his mother's room, there was no mother to kiss him. And, though he did not know it, there would be for him no mother's kiss any more. As for his godmother,--the little old woman in gray who called herself so,--whether she melted into air, like her gown when they touched it, or whether she flew out of the chapel window, or slipped through the doorway among the bewildered crowd, nobody knew--nobody ever thought about her. Only the nurse, the ordinary homely one, coming out of the Prince's nursery in the middle of the night in search of a cordial to quiet his continual moans, saw, sitting in the doorway, something which she would have thought a mere shadow, had she not seen shining out of it two eyes, gray and soft and sweet. She put her hand before her own, screaming loudly. When she took them away the old woman was gone."
  },
  {
   "size": 1535,
   "text": "Everybody was very kind to the poor little prince. I think people generally are kind to motherless children, whether princes or peasants. He had a magnificent nursery and a regular suite of attendants, and was treated with the greatest respect and state. Nobody was allowed to talk to him in silly baby language, or dandle him, or, above all to kiss him, though perhaps some people did it surreptitiously, for he was such a sweet baby that it was difficult to help it. It could not be said that the Prince missed his mother--children of his age cannot do that; but somehow after she died everything seemed to go wrong with him. From a beautiful baby he became sickly and pale, seeming to have almost ceased growing, especially in his legs, which had been so fat and strong. But after the day of his christening they withered and shrank; he no longer kicked them out either in passion or play, and when, as he got to be nearly a year old, his nurse tried to make him stand upon them, he only tumbled down. This happened so many times that at last people began to talk about it. A prince, and not able to stand on his own legs! What a dreadful thing! What a misfortune for the country! Rather a misfortune to him also, poor little boy! but nobody seemed to think of that. And when, after a while, his health revived, and the old bright look came back to his sweet little face, and his body grew larger and stronger, though still his legs remained the same, people continued to speak of him in whispers, and with grave shakes of the head."
  },
  {
   "size": 1661,
   "text": "Everybody knew, though nobody said it, that something, it was impossible to guess what, was not quite right with the poor little Prince. Of course, nobody hinted this to the King his father: it does not do to tell great people anything unpleasant. And besides, his Majesty took very little notice of his son, or of his other affairs, beyond the necessary duties of his kingdom. People had said he would not miss the Queen at all, she having been so long an invalid, but he did. After her death he never was quite the same. He established himself in her empty rooms, the only rooms in the palace whence one could see the Beautiful Mountains, and was often observed looking at them as if he thought she had flown away thither, and that his longing could bring her back again. And by a curious coincidence, which nobody dared inquire into, he desired that the Prince might be called, not by any of the four-and-twenty grand names given him by his godfathers and godmothers, but by the identical name mentioned by the little old woman in gray--Dolor, after his mother Dolorez. Once a week, according to established state custom, the Prince, dressed in his very best, was brought to the King his father for half an hour, but his Majesty was generally too ill and too melancholy to pay much heed to the child. Only once, when he and the Crown-Prince, who was exceedingly attentive to his royal brother, were sitting together, with Prince Dolor playing in a corner of the room, dragging himself about with his arms rather than his legs, and sometimes trying feebly to crawl from one chair to another, it seemed to strike the father that all was not right with his son."
  },
  {
   "size": 601,
   "text": "“How old is his Royal Highness?” said he suddenly to the nurse. “Two years, three months, and five days, please your Majesty.” “It does not please me,” said the King, with a sigh. “He ought to be far more forward than he is now ought he not, brother? You, who have so many children, must know. Is there not something wrong about him?” “Oh, no,” said the Crown-Prince, exchanging meaning looks with the nurse, who did not understand at all, but stood frightened and trembling with the tears in her eyes. “Nothing to make your Majesty at all uneasy. No doubt his Royal Highness will outgrow it in time.”"
  },
  {
   "size": 1587,
   "text": "“A slight delicacy--ahem!--in the spine; something inherited, perhaps, from his dear mother.” “Ah, she was always delicate; but she was the sweetest woman that ever lived. Come here, my little son.” And as the Prince turned round upon his father a small, sweet, grave face,--so like his mother's,--his Majesty the King smiled and held out his arms. But when the boy came to him, not running like a boy, but wriggling awkwardly along the floor, the royal countenance clouded over. “I ought to have been told of this. It is terrible--terrible! And for a prince too. Send for all the doctors in my kingdom immediately.” They came, and each gave a different opinion and ordered a different mode of treatment. The only thing they agreed in was what had been pretty well known before, that the Prince must have been hurt when he was an infant--let fall, perhaps, so as to injure his spine and lower limbs. Did nobody remember? No, nobody. Indignantly, all the nurses denied that any such accident had happened, was possible to have happened, until the faithful country nurse recollected that it really had happened on the day of the christening. For which unluckily good memory all the others scolded her so severely that she had no peace of her life, and soon after, by the influence of the young lady nurse who had carried the baby that fatal day, and who was a sort of connection of the Crown-Prince--being his wife's second cousin once removed--the poor woman was pensioned off and sent to the Beautiful Mountains from whence she came, with orders to remain there for the rest of her days."
  },
  {
   "size": 1426,
   "text": "But of all this the King knew nothing, for, indeed, after the first shock of finding out that his son could not walk, and seemed never likely to he interfered very little concerning him. The whole thing was too painful, and his Majesty never liked painful things. Sometimes he inquired after Prince Dolor, and they told him his Royal Highness was going on as well as could be expected, which really was the case. For, after worrying the poor child and perplexing themselves with one remedy after another, the Crown-Prince, not wishing to offend any of the differing doctors, had proposed leaving him to Nature; and Nature, the safest doctor of all, had come to his help and done her best. He could not walk, it is true; his limbs were mere useless appendages to his body; but the body itself was strong and sound. And his face was the same as ever--just his mother's face, one of the sweetest in the world. Even the King, indifferent as he was, sometimes looked at the little fellow with sad tenderness, noticing how cleverly he learned to crawl and swing himself about by his arms, so that in his own awkward way he was as active in motion as most children of his age. “Poor little man! he does his best, and he is not unhappy--not half so unhappy as I, brother,” addressing the Crown-Prince, who was more constant than ever in his attendance upon the sick monarch. “If anything should befall me, I have appointed you Regent."
  },
  {
   "size": 1508,
   "text": "In case of my death, you will take care of my poor little boy?” “Certainly, certainly; but do not let us imagine any such misfortune. I assure your Majesty--everybody will assure you--that it is not in the least likely.” He knew, however, and everybody knew, that it was likely, and soon after it actually did happen. The King died as suddenly and quietly as the Queen had done--indeed, in her very room and bed; and Prince Dolor was left without either father or mother--as sad a thing as could happen, even to a prince. He was more than that now, though. He was a king. In Nomansland, as in other countries, the people were struck with grief one day and revived the next. “The king is dead--long live the king!” was the cry that rang through the nation, and almost before his late Majesty had been laid beside the Queen in their splendid mausoleum, crowds came thronging from all parts to the royal palace, eager to see the new monarch. They did see him,--the Prince Regent took care they should,--sitting on the floor of the council chamber, sucking his thumb! And when one of the gentlemen-in-waiting lifted him up and carried him--fancy carrying a king!--to the chair of state, and put the crown on his head, he shook it off again, it was so heavy and uncomfortable. Sliding down to the foot of the throne he began playing with the golden lions that supported it, stroking their paws and putting his tiny fingers into their eyes, and laughing--laughing as if he had at last found something to amuse him."
  },
  {
   "size": 1527,
   "text": "“There's a fine king for you!” said the first lord-in-waiting, a friend of the Prince Regent's (the Crown-Prince that used to be, who, in the deepest mourning, stood silently beside the throne of his young nephew. He was a handsome man, very grand and clever-looking). “What a king! who can never stand to receive his subjects, never walk in processions, who to the last day of his life will have to be carried about like a baby. Very unfortunate!” “Exceedingly unfortunate,” repeated the second lord. “It is always bad for a nation when its king is a child; but such a child--a permanent cripple, if not worse.” “Let us hope not worse,” said the first lord in a very hopeless tone, and looking toward the Regent, who stood erect and pretended to hear nothing. “I have heard that these sort of children with very large heads, and great broad fore-heads and staring eyes, are--well, well, let us hope for the best and be prepared for the worst. In the meantime----” “I swear,” said the Crown-Prince, coming forward and kissing the hilt of his sword--“I swear to perform my duties as Regent, to take all care of his Royal Highness--his Majesty, I mean,” with a grand bow to the little child, who laughed innocently back again. “And I will do my humble best to govern the country. Still, if the country has the slightest objection----” But the Crown-Prince being generalissimo, having the whole army at his beck and call, so that he could have begun a civil war in no time, the country had, of course, not the slightest objection."
  },
  {
   "size": 1639,
   "text": "So the King and Queen slept together in peace, and Prince Dolor reigned over the land--that is, his uncle did; and everybody said what a fortunate thing it was for the poor little Prince to have such a clever uncle to take care of him. All things went on as usual; indeed, after the Regent had brought his wife and her seven sons, and established them in the palace, rather better than usual. For they gave such splendid entertainments and made the capital so lively that trade revived, and the country was said to be more flourishing than it had been for a century. Whenever the Regent and his sons appeared, they were received with shouts: “Long live the Crown-Prince!” “Long live the royal family!” And, in truth, they were very fine children, the whole seven of them, and made a great show when they rode out together on seven beautiful horses, one height above another, down to the youngest, on his tiny black pony, no bigger than a large dog. As for the other child, his Royal Highness Prince Dolor,--for somehow people soon ceased to call him his Majesty, which seemed such a ridiculous title for a poor little fellow, a helpless cripple,--with only head and trunk, and no legs to speak of,--he was seen very seldom by anybody. Sometimes people daring enough to peer over the high wall of the palace garden noticed there, carried in a footman's arms, or drawn in a chair, or left to play on the grass, often with nobody to mind him, a pretty little boy, with a bright, intelligent face and large, melancholy eyes--no, not exactly melancholy, for they were his mother's, and she was by no means sad-minded, but thoughtful and dreamy."
  },
  {
   "size": 1482,
   "text": "They rather perplexed people, those childish eyes; they were so exceedingly innocent and yet so penetrating. If anybody did a wrong thing--told a lie, for instance they would turn round with such a grave, silent surprise the child never talked much--that every naughty person in the palace was rather afraid of Prince Dolor. He could not help it, and perhaps he did not even know it, being no better a child than many other children, but there was something about him which made bad people sorry, and grumbling people ashamed of themselves, and ill-natured people gentle and kind. I suppose because they were touched to see a poor little fellow who did not in the least know what had befallen him or what lay before him, living his baby life as happy as the day is long. Thus, whether or not he was good himself, the sight of him and his affliction made other people good, and, above all, made everybody love him--so much so, that his uncle the Regent began to feel a little uncomfortable. Now, I have nothing to say against uncles in general. They are usually very excellent people, and very convenient to little boys and girls. Even the “cruel uncle” of the “Babes in the Wood” I believe to be quite an exceptional character. And this “cruel uncle” of whom I am telling was, I hope, an exception, too. He did not mean to be cruel. If anybody had called him so, he would have resented it extremely: he would have said that what he did was done entirely for the good of the country."
  },
  {
   "size": 1683,
   "text": "But he was a man who had always been accustomed to consider himself first and foremost, believing that whatever he wanted was sure to be right, and therefore he ought to have it. So he tried to get it, and got it too, as people like him very often do. Whether they enjoy it when they have it is another question. Therefore he went one day to the council chamber, determined on making a speech, and informing the ministers and the country at large that the young King was in failing health, and that it would be advisable to send him for a time to the Beautiful Mountains. Whether he really meant to do this, or whether it occurred to him afterward that there would be an easier way of attaining his great desire, the crown of Nomansland, is a point which I cannot decide. But soon after, when he had obtained an order in council to send the King away, which was done in great state, with a guard of honor composed of two whole regiments of soldiers,--the nation learned, without much surprise, that the poor little Prince--nobody ever called him king now--had gone a much longer journey than to the Beautiful Mountains. He had fallen ill on the road and died within a few hours; at least so declared the physician in attendance and the nurse who had been sent to take care of him. They brought his coffin back in great state, and buried it in the mausoleum with his parents. So Prince Dolor was seen no more. The country went into deep mourning for him, and then forgot him, and his uncle reigned in his stead. That illustrious personage accepted his crown with great decorum, and wore it with great dignity to the last. But whether he enjoyed it or not there is no evidence to show."
  },
  {
   "size": 1403,
   "text": "And what of the little lame Prince, whom everybody seemed so easily to have forgotten? Not everybody. There were a few kind souls, mothers of families, who had heard his sad story, and some servants about the palace, who had been familiar with his sweet ways--these many a time sighed and said, “Poor Prince Dolor!” Or, looking at the Beautiful Mountains, which were visible all over Nomansland, though few people ever visited them, “Well, perhaps his Royal Highness is better where he is than even there.” They did not know--indeed, hardly anybody did know--that beyond the mountains, between them and the sea, lay a tract of country, barren, level, bare, except for short, stunted grass, and here and there a patch of tiny flowers. Not a bush--not a tree not a resting place for bird or beast was in that dreary plain. In summer the sunshine fell upon it hour after hour with a blinding glare; in winter the winds and rains swept over it unhindered, and the snow came down steadily, noiselessly, covering it from end to end in one great white sheet, which lay for days and weeks unmarked by a single footprint. Not a pleasant place to live in--and nobody did live there, apparently. The only sign that human creatures had ever been near the spot was one large round tower which rose up in the center of the plain, and might be seen all over it--if there had been anybody to see, which there never was."
  },
  {
   "size": 1492,
   "text": "Rose right up out of the ground, as if it had grown of itself, like a mushroom. But it was not at all mushroom-like; on the contrary, it was very solidly built. In form it resembled the Irish round towers, which have puzzled people for so long, nobody being able to find out when, or by whom, or for what purpose they were made; seemingly for no use at all, like this tower. It was circular, of very firm brickwork, with neither doors nor windows, until near the top, when you could perceive some slits in the wall through which one might possibly creep in or look out. Its height was nearly a hundred feet, and it had a battlemented parapet showing sharp against the sky. As the plain was quite desolate--almost like a desert, only without sand, and led to nowhere except the still more desolate seacoast--nobody ever crossed it. Whatever mystery there was about the tower, it and the sky and the plain kept their secret to themselves. It was a very great secret indeed,--a state secret,--which none but so clever a man as the present King of Nomansland would ever have thought of. How he carried it out, undiscovered, I cannot tell. People said, long afterward, that it was by means of a gang of condemned criminals, who were set to work, and executed immediately after they had done, so that nobody knew anything, or in the least suspected the real fact. And what was the fact? Why, that this tower, which seemed a mere mass of masonry, utterly forsaken and uninhabited, was not so at all."
  },
  {
   "size": 1505,
   "text": "Within twenty feet of the top some ingenious architect had planned a perfect little house, divided into four rooms--as by drawing a cross within a circle you will see might easily be done. By making skylights, and a few slits in the walls for windows, and raising a peaked roof which was hidden by the parapet, here was a dwelling complete, eighty feet from the ground, and as inaccessible as a rook's nest on the top of a tree. A charming place to live in! if you once got up there,--and never wanted to come down again. Inside--though nobody could have looked inside except a bird, and hardly even a bird flew past that lonely tower--inside it was furnished with all the comfort and elegance imaginable; with lots of books and toys, and everything that the heart of a child could desire. For its only inhabitant, except a nurse of course, was a poor solitary child. One winter night, when all the plain was white with moonlight, there was seen crossing it a great tall black horse, ridden by a man also big and equally black, carrying before him on the saddle a woman and a child. The woman--she had a sad, fierce look, and no wonder, for she was a criminal under sentence of death, but her sentence had been changed to almost as severe a punishment. She was to inhabit the lonely tower with the child, and was allowed to live as long as the child lived--no longer. This in order that she might take the utmost care of him; for those who put him there were equally afraid of his dying and of his living."
  },
  {
   "size": 1419,
   "text": "Yet he was only a little gentle boy, with a sweet, sleepy smile--he had been very tired with his long journey--and clinging arms, which held tight to the man's neck, for he was rather frightened, and the face, black as it was, looked kindly at him. And he was very helpless, with his poor, small shriveled legs, which could neither stand nor run away--for the little forlorn boy was Prince Dolor. He had not been dead at all--or buried either. His grand funeral had been a mere pretense: a wax figure having been put in his place, while he himself was spirited away under charge of these two, the condemned woman and the black man. The latter was deaf and dumb, so could neither tell nor repeat anything. When they reached the foot of the tower, there was light enough to see a huge chain dangling from the parapet, but dangling only halfway. The deaf-mute took from his saddle-wallet a sort of ladder, arranged in pieces like a puzzle, fitted it together, and lifted it up to meet the chain. Then he mounted to the top of the tower, and slung from it a sort of chair, in which the woman and the child placed themselves and were drawn up, never to come down again as long as they lived. Leaving them there, the man descended the ladder, took it to pieces again and packed it in his pack, mounted the horse and disappeared across the plain. Every month they used to watch for him, appearing like a speck in the distance."
  },
  {
   "size": 1525,
   "text": "He fastened his horse to the foot of the tower, and climbed it, as before, laden with provisions and many other things. He always saw the Prince, so as to make sure that the child was alive and well, and then went away until the following month. While his first childhood lasted Prince Dolor was happy enough. He had every luxury that even a prince could need, and the one thing wanting,--love,--never having known, he did not miss. His nurse was very kind to him though she was a wicked woman. But either she had not been quite so wicked as people said, or she grew better through being shut up continually with a little innocent child who was dependent upon her for every comfort and pleasure of his life. It was not an unhappy life. There was nobody to tease or ill-use him, and he was never ill. He played about from room to room--there were four rooms, parlor, kitchen, his nurse's bedroom, and his own; learned to crawl like a fly, and to jump like a frog, and to run about on all-fours almost as fast as a puppy. In fact, he was very much like a puppy or a kitten, as thoughtless and as merry--scarcely ever cross, though sometimes a little weary. As he grew older, he occasionally liked to be quiet for a while, and then he would sit at the slits of windows--which were, however, much bigger than they looked from the bottom of the tower--and watch the sky above and the ground below, with the storms sweeping over and the sunshine coming and going, and the shadows of the clouds running races across the blank plain."
  },
  {
   "size": 1400,
   "text": "By and by he began to learn lessons--not that his nurse had been ordered to teach him, but she did it partly to amuse herself. She was not a stupid woman, and Prince Dolor was by no means a stupid boy; so they got on very well, and his continual entreaty, “What can I do? what can you find me to do?” was stopped, at least for an hour or two in the day. It was a dull life, but he had never known any other; anyhow, he remembered no other, and he did not pity himself at all. Not for a long time, till he grew quite a big little boy, and could read quite easily. Then he suddenly took to books, which the deaf-mute brought him from time to time--books which, not being acquainted with the literature of Nomansland, I cannot describe, but no doubt they were very interesting; and they informed him of everything in the outside world, and filled him with an intense longing to see it. From this time a change came over the boy. He began to look sad and thin, and to shut himself up for hours without speaking. For his nurse hardly spoke, and whatever questions he asked beyond their ordinary daily life she never answered. She had, indeed, been forbidden, on pain of death, to tell him anything about himself, who he was, or what he might have been. He knew he was Prince Dolor, because she always addressed him as “My Prince” and “Your Royal Highness,” but what a prince was he had not the least idea."
  },
  {
   "size": 1427,
   "text": "He had no idea of anything in the world, except what he found in his books. He sat one day surrounded by them, having built them up round him like a little castle wall. He had been reading them half the day, but feeling all the while that to read about things which you never can see is like hearing about a beautiful dinner while you are starving. For almost the first time in his life he grew melancholy; his hands fell on his lap; he sat gazing out of the window-slit upon the view outside--the view he had looked at every day of his life, and might look at for endless days more. Not a very cheerful view,--just the plain and the sky,--but he liked it. He used to think, if he could only fly out of that window, up to the sky or down to the plain, how nice it would be! Perhaps when he died--his nurse had told him once in anger that he would never leave the tower till he died--he might be able to do this. Not that he understood much what dying meant, but it must be a change, and any change seemed to him a blessing. “And I wish I had somebody to tell me all about it--about that and many other things; somebody that would be fond of me, like my poor white kitten.” Here the tears came into his eyes, for the boy's one friend, the one interest of his life, had been a little white kitten, which the deaf-mute, kindly smiling, once took out of his pocket and gave him--the only living creature Prince Dolor had ever seen."
  },
  {
   "size": 1496,
   "text": "For four weeks it was his constant plaything and companion, till one moonlight night it took a fancy for wandering, climbed on to the parapet of the tower, dropped over and disappeared. It was not killed, he hoped, for cats have nine lives; indeed, he almost fancied he saw it pick itself up and scamper away; but he never caught sight of it more. “Yes, I wish I had something better than a kitten--a person, a real live person, who would be fond of me and kind to me. Oh, I want somebody--dreadfully, dreadfully!” As he spoke, there sounded behind him a slight tap-tap-tap, as of a stick or a cane, and twisting himself round, he saw--what do you think he saw? Nothing either frightening or ugly, but still exceedingly curious. A little woman, no bigger than he might himself have been had his legs grown like those of other children; but she was not a child--she was an old woman. Her hair was gray, and her dress was gray, and there was a gray shadow over her wherever she moved. But she had the sweetest smile, the prettiest hands, and when she spoke it was in the softest voice imaginable. “My dear little boy,”--and dropping her cane, the only bright and rich thing about her, she laid those two tiny hands on his shoulders,--“my own little boy, I could not come to you until you had said you wanted me; but now you do want me, here I am.” “And you are very welcome, madam,” replied the Prince, trying to speak politely, as princes always did in books; “and I am exceedingly obliged to you."
  },
  {
   "size": 1447,
   "text": "May I ask who you are? Perhaps my mother?” For he knew that little boys usually had a mother, and had occasionally wondered what had become of his own. “No,” said the visitor, with a tender, half-sad smile, putting back the hair from his forehead, and looking right into his eyes--“no, I am not your mother, though she was a dear friend of mine; and you are as like her as ever you can be.” “Will you tell her to come and see me, then?” “She cannot; but I dare say she knows all about you. And she loves you very much--and so do I; and I want to help you all I can, my poor little boy.” “Why do you call me poor?” asked Prince Dolor, in surprise. The little old woman glanced down on his legs and feet, which he did not know were different from those of other children, and then at his sweet, bright face, which, though he knew not that either, was exceedingly different from many children's faces, which are often so fretful, cross, sullen. Looking at him, instead of sighing, she smiled. “I beg your pardon, my Prince,” said she. “Yes, I am a prince, and my name is Dolor; will you tell me yours, madam?” The little old woman laughed like a chime of silver bells. “I have not got a name--or, rather, I have so many names that I don't know which to choose. However, it was I who gave you yours, and you will belong to me all your days. I am your godmother.” “Hurrah!” cried the little Prince; “I am glad I belong to you, for I like you very much."
  },
  {
   "size": 1302,
   "text": "Will you come and play with me?” So they sat down together and played. By and by they began to talk. “Are you very dull here?” asked the little old woman. “Not particularly, thank you, godmother. I have plenty to eat and drink, and my lessons to do, and my books to read--lots of books.” “And you want nothing?” “Nothing. Yes--perhaps----If you please, godmother, could you bring me just one more thing?” “What sort of thing!” “A little boy to play with.” The old woman looked very sad. “Just the thing, alas I which I cannot give you. My child, I cannot alter your lot in any way, but I can help you to bear it.” “Thank you. But why do you talk of bearing it? I have nothing to bear.” “My poor little man!” said the old woman in the very tenderest tone of her tender voice. “Kiss me!” “What is kissing?” asked the wondering child. His godmother took him in her arms and embraced him many times. By and by he kissed her back again--at first awkwardly and shyly, then with all the strength of his warm little heart. “You are better to cuddle than even my white kitten, I think. Promise me that you will never go away.” “I must; but I will leave a present behind me,--something as good as myself to amuse you,--something that will take you wherever you want to go, and show you all that you wish to see.”"
  },
  {
   "size": 1449,
   "text": "The Prince's countenance fell. “I don't want a cloak, for I never go out. Sometimes nurse hoists me on to the roof, and carries me round by the parapet; but that is all. I can't walk, you know, as she does.” “The more reason why you should ride; and besides, this traveling-cloak----” “Hush!--she's coming.” There sounded outside the room door a heavy step and a grumpy voice, and a rattle of plates and dishes. “It's my nurse, and she is bringing my dinner; but I don't want dinner at all--I only want you. Will her coming drive you away, godmother?” “Perhaps; but only for a little while. Never mind; all the bolts and bars in the world couldn't keep me out. I'd fly in at the window, or down through the chimney. Only wish for me, and I come.” “Thank you,” said Prince Dolor, but almost in a whisper, for he was very uneasy at what might happen next. His nurse and his godmother--what would they say to one another? how would they look at one another?--two such different faces: one harsh-lined, sullen, cross, and sad; the other sweet and bright and calm as a summer evening before the dark begins. When the door was flung open, Prince Dolor shut his eyes, trembling all over; opening them again, he saw he need fear nothing--his lovely old godmother had melted away just like the rainbow out of the sky, as he had watched it many a time. Nobody but his nurse was in the room. “What a muddle your Royal Highness is sitting in,” said she sharply."
  },
  {
   "size": 516,
   "text": "“Such a heap of untidy books; and what's this rubbish?” knocking a little bundle that lay beside them. “Oh, nothing, nothing--give it me!” cried the Prince, and, darting after it, he hid it under his pinafore, and then pushed it quickly into his pocket. Rubbish as it was, it was left in the place where she sat, and might be something belonging to her--his dear, kind godmother, whom already he loved with all his lonely, tender, passionate heart. It was, though he did not know this, his wonderful traveling-cloak."
  },
  {
   "size": 1410,
   "text": "And what of the traveling-cloak? What sort of cloak was it, and what A good did it do the Prince? Stay, and I'll tell you all about it. Outside it was the commonest-looking bundle imaginable--shabby and small; and the instant Prince Dolor touched it, it grew smaller still, dwindling down till he could put it in his trousers pocket, like a handkerchief rolled up into a ball. He did this at once, for fear his nurse should see it, and kept it there all day--all night, too. Till after his next morning's lessons he had no opportunity of examining his treasure. When he did, it seemed no treasure at all; but a mere piece of cloth--circular in form, dark green in color--that is, if it had any color at all, being so worn and shabby, though not dirty. It had a split cut to the center, forming a round hole for the neck--and that was all its shape; the shape, in fact, of those cloaks which in South America are called ponchos--very simple, but most graceful and convenient. Prince Dolor had never seen anything like it. In spite of his disappointment, he examined it curiously; spread it out on the door, then arranged it on his shoulders. It felt very warm and comfortable; but it was so exceedingly shabby--the only shabby thing that the Prince had ever seen in his life. “And what use will it be to me?” said he sadly. “I have no need of outdoor clothes, as I never go out. Why was this given me, I wonder?"
  },
  {
   "size": 1549,
   "text": "and what in the world am I to do with it? She must be a rather funny person, this dear godmother of mine.” Nevertheless, because she was his godmother, and had given him the cloak, he folded it carefully and put it away, poor and shabby as it was, hiding it in a safe corner of his top cupboard, which his nurse never meddled with. He did not want her to find it, or to laugh at it or at his godmother--as he felt sure she would, if she knew all. There it lay, and by and by he forgot all about it; nay, I am sorry to say that, being but a child, and not seeing her again, he almost forgot his sweet old godmother, or thought of her only as he did of the angels or fairies that he read of in his books, and of her visit as if it had been a mere dream of the night. There were times, certainly, when he recalled her: of early mornings, like that morning when she appeared beside him, and late evenings, when the gray twilight reminded him of the color of her hair and her pretty soft garments; above all, when, waking in the middle of the night, with the stars peering in at his window, or the moonlight shining across his little bed, he would not have been surprised to see her standing beside it, looking at him with those beautiful tender eyes, which seemed to have a pleasantness and comfort in them different from anything he had ever known. But she never came, and gradually she slipped out of his memory--only a boy's memory, after all; until something happened which made him remember her, and want her as he had never wanted anything before."
  },
  {
   "size": 1537,
   "text": "Prince Dolor fell ill. He caught--his nurse could not tell how--a complaint common to the people of Nomansland, called the doldrums, as unpleasant as measles or any other of our complaints; and it made him restless, cross, and disagreeable. Even when a little better, he was too weak to enjoy anything, but lay all day long on his sofa, fidgeting his nurse extremely--while, in her intense terror lest he might die, she fidgeted him still more. At last, seeing he really was getting well, she left him to himself--which he was most glad of, in spite of his dullness and dreariness. There he lay, alone, quite alone. Now and then an irritable fit came over him, in which he longed to get up and do something, or to go somewhere--would have liked to imitate his white kitten--jump down from the tower and run away, taking the chance of whatever might happen. Only one thing, alas! was likely to happen; for the kitten, he remembered, had four active legs, while he---- “I wonder what my godmother meant when she looked at my legs and sighed so bitterly? I wonder why I can't walk straight and steady like my nurse only I wouldn't like to have her great, noisy, clumping shoes. Still it would be very nice to move about quickly--perhaps to fly, like a bird, like that string of birds I saw the other day skimming across the sky, one after the other.” These were the passage-birds--the only living creatures that ever crossed the lonely plain; and he had been much interested in them, wonder-ing whence they came and whither they were going."
  },
  {
   "size": 998,
   "text": "“How nice it must be to be a bird! If legs are no good, why cannot one have wings? People have wings when they die--perhaps; I wish I were dead, that I do. I am so tired, so tired; and nobody cares for me. Nobody ever did care for me, except perhaps my godmother. Godmother, dear, have you quite forsaken me?” He stretched himself wearily, gathered himself up, and dropped his head upon his hands; as he did so, he felt somebody kiss him at the back of his neck, and, turning, found that he was resting, not on the sofa pillows, but on a warm shoulder--that of the little old woman clothed in gray. How glad he was to see her! How he looked into her kind eyes and felt her hands, to see if she were all real and alive! then put both his arms round her neck, and kissed her as if he would never have done kissing. “Stop, stop!” cried she, pretending to be smothered. “I see you have not forgotten my teachings. Kissing is a good thing--in moderation. Only just let me have breath to speak one word.”"
  },
  {
   "size": 1483,
   "text": "“Well, then, tell me all that has happened to you since I saw you--or, rather, since you saw me, which is quite a different thing.” “Nothing has happened--nothing ever does happen to me,” answered the Prince dolefully. “And are you very dull, my boy?” “So dull that I was just thinking whether I could not jump down to the bottom of the tower, like my white kitten.” “Don't do that, not being a white kitten.” “I wish I were--I wish I were anything but what I am.” “And you can't make yourself any different, nor can I do it either. You must be content to stay just what you are.” The little old woman said this--very firmly, but gently, too--with her arms round his neck and her lips on his forehead. It was the first time the boy had ever heard any one talk like this, and he looked up in surprise--but not in pain, for her sweet manner softened the hardness of her words. “Now, my Prince,--for you are a prince, and must behave as such,--let us see what we can do; how much I can do for you, or show you how to do for yourself. Where is your traveling-cloak?” Prince Dolor blushed extremely. “I--I put it away in the cupboard; I suppose it is there still.” “You have never used it; you dislike it?” He hesitated, no; wishing to be impolite. “Don't you think it's--just a little old and shabby for a prince?” The old woman laughed--long and loud, though very sweetly. “Prince, indeed! Why, if all the princes in the world craved for it, they couldn't get it, unless I gave it them."
  },
  {
   "size": 1433,
   "text": "Old and shabby! It's the most valuable thing imaginable! Very few ever have it; but I thought I would give it to you, because--because you are different from other people.” “Am I?” said the Prince, and looked first with curiosity, then with a sort of anxiety, into his godmother's face, which was sad and grave, with slow tears beginning to steal down. She touched his poor little legs. “These are not like those of other little boys.” “Indeed!--my nurse never told me that.” “Very likely not. But it is time you were told; and I tell you, because I love you.” “Tell me what, dear godmother?” “That you will never be able to walk or run or jump or play--that your life will be quite different from most people's lives; but it may be a very happy life for all that. Do not be afraid.” “I am not afraid,” said the boy; but he turned very pale, and his lips began to quiver, though he did not actually cry--he was too old for that, and, perhaps, too proud. Though not wholly comprehending, he began dimly to guess what his godmother meant. He had never seen any real live boys, but he had seen pictures of them running and jumping; which he had admired and tried hard to imitate but always failed. Now he began to understand why he failed, and that he always should fail--that, in fact, he was not like other little boys; and it was of no use his wishing to do as they did, and play as they played, even if he had had them to play with."
  },
  {
   "size": 1406,
   "text": "His was a separate life, in which he must find out new work and new pleasures for himself. The sense of THE INEVITABLE, as grown-up people call it--that we cannot have things as we want them to be, but as they are, and that we must learn to bear them and make the best of them--this lesson, which everybody has to learn soon or late--came, alas! sadly soon, to the poor boy. He fought against it for a while, and then, quite overcome, turned and sobbed bitterly in his godmother's arms. She comforted him--I do not know how, except that love always comforts; and then she whispered to him, in her sweet, strong, cheerful voice: “Never mind!” “No, I don't think I do mind--that is, I WON'T mind,” replied he, catching the courage of her tone and speaking like a man, though he was still such a mere boy. “That is right, my Prince!--that is being like a prince. Now we know exactly where we are; let us put our shoulders to the wheel and----” “We are in Hopeless Tower” (this was its name, if it had a name), “and there is no wheel to put our shoulders to,” said the child sadly. “You little matter-of-fact goose! Well for you that you have a godmother called----” “What?” he eagerly asked. “Stuff-and-nonsense.” “Stuff-and-nonsense! What a funny name!” “Some people give it me, but they are not my most intimate friends. These call me--never mind what,” added the old woman, with a soft twinkle in her eyes."
  },
  {
   "size": 1455,
   "text": "“So as you know me, and know me well, you may give me any name you please; it doesn't matter. But I am your godmother, child. I have few godchildren; those I have love me dearly, and find me the greatest blessing in all the world.” “I can well believe it,” cried the little lame Prince, and forgot his troubles in looking at her--as her figure dilated, her eyes grew lustrous as stars, her very raiment brightened, and the whole room seemed filled with her beautiful and beneficent presence like light. He could have looked at her forever--half in love, half in awe; but she suddenly dwindled down into the little old woman all in gray, and, with a malicious twinkle in her eyes, asked for the traveling-cloak. “Bring it out of the rubbish cupboard, and shake the dust off it, quick!” said she to Prince Dolor, who hung his head, rather ashamed. “Spread it out on the floor, and wait till the split closes and the edges turn up like a rim all round. Then go and open the skylight,--mind, I say OPEN THE SKYLIGHT,--set yourself down in the middle of it, like a frog on a water-lily leaf; say 'Abracadabra, dum dum dum,' and--see what will happen!” The Prince burst into a fit of laughing. It all seemed so exceedingly silly; he wondered that a wise old woman like his godmother should talk such nonsense. “Stuff-and-nonsense, you mean,” said she, answering, to his great alarm, his unspoken thoughts. “Did I not tell you some people called me by that name?"
  },
  {
   "size": 1604,
   "text": "Never mind; it doesn't harm me.” And she laughed--her merry laugh--as child-like as if she were the Prince's age instead of her own, whatever that might be. She certainly was a most extraordinary old woman. “Believe me or not, it doesn't matter,” said she. “Here is the cloak: when you want to go traveling on it, say 'Abracadabra, dum, dum, dum'; when you want to come back again, say 'Abracadabra, tum tum ti.' That's all; good-by.” A puff of most pleasant air passing by him, and making him feel for the moment quite strong and well, was all the Prince was conscious of. His most extraordinary godmother was gone. “Really now, how rosy your Royal Highness' cheeks have grown! You seem to have got well already,” said the nurse, entering the room. “I think I have,” replied the Prince very gently--he felt gently and kindly even to his grim nurse. “And now let me have my dinner, and go you to your sewing as usual.” The instant she was gone, however, taking with her the plates and dishes, which for the first time since his illness he had satisfactorily cleared, Prince Dolor sprang down from his sofa, and with one or two of his frog-like jumps reached the cupboard where he kept his toys, and looked everywhere for his traveling-cloak. Alas! it was not there. While he was ill of the doldrums, his nurse, thinking it a good opportunity for putting things to rights, had made a grand clearance of all his “rubbish”--as she considered it: his beloved headless horses, broken carts, sheep without feet, and birds without wings--all the treasures of his baby days, which he could not bear to part with."
  },
  {
   "size": 1493,
   "text": "Though he seldom played with them now, he liked just to feel they were there. They were all gone and with them the traveling-cloak. He sat down on the floor, looking at the empty shelves, so beautifully clean and tidy, then burst out sobbing as if his heart would break. But quietly--always quietly. He never let his nurse hear him cry. She only laughed at him, as he felt she would laugh now. “And it is all my own fault!” he cried. “I ought to have taken better care of my godmother's gift. Oh, godmother, forgive me! I'll never be so careless again. I don't know what the cloak is exactly, but I am sure it is something precious. Help me to find it again. Oh, don't let it be stolen from me--don't, please!” “Ha, ha, ha!” laughed a silvery voice. “Why, that traveling-cloak is the one thing in the world which nobody can steal. It is of no use to anybody except the owner. Open your eyes, my Prince, and see what you shall see.” His dear old godmother, he thought, and turned eagerly round. But no; he only beheld, lying in a corner of the room, all dust and cobwebs, his precious traveling-cloak. Prince Dolor darted toward it, tumbling several times on the way, as he often did tumble, poor boy! and pick himself up again, never complaining. Snatching it to his breast, he hugged and kissed it, cobwebs and all, as if it had been something alive. Then he began unrolling it, wondering each minute what would happen. What did happen was so curious that I must leave it for another chapter."
  },
  {
   "size": 1614,
   "text": "If any reader, big or little, should wonder whether there is a meaning in this story deeper than that of an ordinary fairy tale, I will own that there is. But I have hidden it so carefully that the smaller people, and many larger folk, will never find it out, and meantime the book may be read straight on, like “Cinderella,” or “Blue-Beard,” or “Hop-o'my-Thumb,” for what interest it has, or what amusement it may bring. Having said this, I return to Prince Dolor, that little lame boy whom many may think so exceedingly to be pitied. But if you had seen him as he sat patiently untying his wonderful cloak, which was done up in a very tight and perplexing parcel, using skillfully his deft little hands, and knitting his brows with firm determination, while his eyes glistened with pleasure and energy and eager anticipation--if you had beheld him thus, you might have changed your opinion. When we see people suffering or unfortunate, we feel very sorry for them; but when we see them bravely bearing their sufferings and making the best of their misfortunes, it is quite a different feeling. We respect, we admire them. One can respect and admire even a little child. When Prince Dolor had patiently untied all the knots, a remarkable thing happened. The cloak began to undo itself. Slowly unfolding, it laid itself down on the carpet, as flat as if it had been ironed; the split joined with a little sharp crick-crack, and the rim turned up all round till it was breast-high; for meantime the cloak had grown and grown, and become quite large enough for one person to sit in it as comfortable as if in a boat."
  },
  {
   "size": 1513,
   "text": "The Prince watched it rather anxiously; it was such an extraordinary, not to say a frightening, thing. However, he was no coward, but a thorough boy, who, if he had been like other boys, would doubtless have grown up daring and adventurous--a soldier, a sailor, or the like. As it was, he could only show his courage morally, not physically, by being afraid of nothing, and by doing boldly all that it was in his narrow powers to do. And I am not sure but that in this way he showed more real valor than if he had had six pairs of proper legs. He said to himself: “What a goose I am! As if my dear godmother would ever have given me anything to hurt me. Here goes!” So, with one of his active leaps, he sprang right into the middle of the cloak, where he squatted down, wrapping his arms tight round his knees, for they shook a little and his heart beat fast. But there he sat, steady and silent, waiting for what might happen next. Nothing did happen, and he began to think nothing would, and to feel rather disappointed, when he recollected the words he had been told to repeat--“Abracadabra, dum dum dum!” He repeated them, laughing all the while, they seemed such nonsense. And then--and then---- Now I don't expect anybody to believe what I am going to relate, though a good many wise people have believed a good many sillier things. And as seeing's believing, and I never saw it, I cannot be expected implicitly to believe it myself, except in a sort of a way; and yet there is truth in it--for some people."
  },
  {
   "size": 1525,
   "text": "The cloak rose, slowly and steadily, at first only a few inches, then gradually higher and higher, till it nearly touched the skylight. Prince Dolor's head actually bumped against the glass, or would have done so had he not crouched down, crying “Oh, please don't hurt me!” in a most melancholy voice. Then he suddenly remembered his godmother's express command--“Open the skylight!” Regaining his courage at once, without a moment's delay he lifted up his head and began searching for the bolt--the cloak meanwhile remaining perfectly still, balanced in the air. But the minute the window was opened, out it sailed--right out into the clear, fresh air, with nothing between it and the cloudless blue. Prince Dolor had never felt any such delicious sensation before. I can understand it. Cannot you? Did you never think, in watching the rooks going home singly or in pairs, soaring their way across the calm evening sky till they vanish like black dots in the misty gray, how pleasant it must feel to be up there, quite out of the noise and din of the world, able to hear and see everything down below, yet troubled by nothing and teased by no one--all alone, but perfectly content? Something like this was the happiness of the little lame Prince when he got out of Hopeless Tower, and found himself for the first time in the pure open air, with the sky above him and the earth below. True, there was nothing but earth and sky; no houses, no trees, no rivers, mountains, seas--not a beast on the ground, or a bird in the air."
  },
  {
   "size": 1517,
   "text": "But to him even the level plain looked beautiful; and then there was the glorious arch of the sky, with a little young moon sitting in the west like a baby queen. And the evening breeze was so sweet and fresh--it kissed him like his godmother's kisses; and by and by a few stars came out--first two or three, and then quantities--quantities! so that when he began to count them he was utterly bewildered. By this time, however, the cool breeze had become cold; the mist gathered; and as he had, as he said, no outdoor clothes, poor Prince Dolor was not very comfortable. The dews fell damp on his curls--he began to shiver. “Perhaps I had better go home,” thought he. But how? For in his excitement the other words which his godmother had told him to use had slipped his memory. They were only a little different from the first, but in that slight difference all the importance lay. As he repeated his “Abracadabra,” trying ever so many other syllables after it, the cloak only went faster and faster, skimming on through the dusky, empty air. The poor little Prince began to feel frightened. What if his wonderful traveling-cloak should keep on thus traveling, perhaps to the world's end, carrying with it a poor, tired, hungry boy, who, after all, was beginning to think there was something very pleasant in supper and bed! “Dear godmother,” he cried pitifully, “do help me! Tell me just this once and I'll never forget again.” Instantly the words came rushing into his head--“Abracadabra, tum tum ti!” Was that it?"
  },
  {
   "size": 1440,
   "text": "Ah! yes--for the cloak began to turn slowly. He repeated the charm again, more distinctly and firmly, when it gave a gentle dip, like a nod of satisfaction, and immediately started back, as fast as ever, in the direction of the tower. He reached the skylight, which he found exactly as he had left it, and slipped in, cloak and all, as easily as he had got out. He had scarcely reached the floor, and was still sitting in the middle of his traveling-cloak,--like a frog on a water-lily leaf, as his godmother had expressed it,--when he heard his nurse's voice outside. “Bless us! what has become of your Royal Highness all this time? To sit stupidly here at the window till it is quite dark, and leave the skylight open, too. Prince! what can you be thinking of? You are the silliest boy I ever knew.” “Am I?” said he absently, and never heeding her crossness; for his only anxiety was lest she might find out anything. She would have been a very clever person to have done so. The instant Prince Dolor got off it, the cloak folded itself up into the tiniest possible parcel, tied all its own knots, and rolled itself of its own accord into the farthest and darkest corner of the room. If the nurse had seen it, which she didn't, she would have taken it for a mere bundle of rubbish not worth noticing. Shutting the skylight with an angry bang, she brought in the supper and lit the candles with her usual unhappy expression of countenance."
  },
  {
   "size": 1551,
   "text": "But Prince Dolor hardly saw it; he only saw, hid in the corner where nobody else would see it, his wonderful traveling-cloak. And though his supper was not particularly nice, he ate it heartily, scarcely hearing a word of his nurse's grumbling, which to-night seemed to have taken the place of her sullen silence. “Poor woman!” he thought, when he paused a minute to listen and look at her with those quiet, happy eyes, so like his mother's. “Poor woman! she hasn't got a traveling-cloak!” And when he was left alone at last, and crept into his little bed, where he lay awake a good while, watching what he called his “sky-garden,” all planted with stars, like flowers, his chief thought was--“I must be up very early to-morrow morning, and get my lessons done, and then I'll go traveling all over the world on my beautiful cloak.” So next day he opened his eyes with the sun, and went with a good heart to his lessons. They had hitherto been the chief amusement of his dull life; now, I am afraid, he found them also a little dull. But he tried to be good,--I don't say Prince Dolor always was good, but he generally tried to be,--and when his mind went wandering after the dark, dusty corner where lay his precious treasure, he resolutely called it back again. “For,” he said, “how ashamed my godmother would be of me if I grew up a stupid boy!” But the instant lessons were done, and he was alone in the empty room, he crept across the floor, undid the shabby little bundle, his fingers trembling with eagerness, climbed on the chair, and thence to"
  },
  {
   "size": 1456,
   "text": "the table, so as to unbar the skylight,--he forgot nothing now,--said his magic charm, and was away out of the window, as children say, “in a few minutes less than no time.” Nobody missed him. He was accustomed to sit so quietly always that his nurse, though only in the next room, perceived no difference. And besides, she might have gone in and out a dozen times, and it would have been just the same; she never could have found out his absence. For what do you think the clever godmother did? She took a quantity of moonshine, or some equally convenient material, and made an image, which she set on the window-sill reading, or by the table drawing, where it looked so like Prince Dolor that any common observer would never have guessed the deception; and even the boy would have been puzzled to know which was the image and which was himself. And all this while the happy little fellow was away, floating in the air on his magic cloak, and seeing all sorts of wonderful things--or they seemed wonderful to him, who had hitherto seen nothing at all. First, there were the flowers that grew on the plain, which, whenever the cloak came near enough, he strained his eyes to look at; they were very tiny, but very beautiful--white saxifrage, and yellow lotus, and ground-thistles, purple and bright, with many others the names of which I do not know. No more did Prince Dolor, though he tried to find them out by recalling any pictures he had seen of them."
  },
  {
   "size": 1406,
   "text": "But he was too far off; and though it was pleasant enough to admire them as brilliant patches of color, still he would have liked to examine them all. He was, as a little girl I know once said of a playfellow, “a very examining boy.” “I wonder,” he thought, “whether I could see better through a pair of glasses like those my nurse reads with, and takes such care of. How I would take care of them, too, if I only had a pair!” Immediately he felt something queer and hard fixing itself to the bridge of his nose. It was a pair of the prettiest gold spectacles ever seen; and looking downward, he found that, though ever so high above the ground, he could see every minute blade of grass, every tiny bud and flower--nay, even the insects that walked over them. “Thank you, thank you!” he cried, in a gush of gratitude--to anybody or everybody, but especially to his dear godmother, who he felt sure had given him this new present. He amused himself with it for ever so long, with his chin pressed on the rim of the cloak, gazing down upon the grass, every square foot of which was a mine of wonders. Then, just to rest his eyes, he turned them up to the sky--the blue, bright, empty sky, which he had looked at so often and seen nothing. Now surely there was something. A long, black, wavy line, moving on in the distance, not by chance, as the clouds move apparently, but deliberately, as if it were alive."
  },
  {
   "size": 1484,
   "text": "He might have seen it before--he almost thought he had; but then he could not tell what it was. Looking at it through his spectacles, he discovered that it really was alive; being a long string of birds, flying one after the other, their wings moving steadily and their heads pointed in one direction, as steadily as if each were a little ship, guided invisibly by an unerring helm. “They must be the passage-birds flying seaward!” cried the boy, who had read a little about them, and had a great talent for putting two and two together and finding out all he could. “Oh, how I should like to see them quite close, and to know where they come from and whither they are going! How I wish I knew everything in all the world!” A silly speech for even an “examining” little boy to make; because, as we grow older, the more we know the more we find out there is to know. And Prince Dolor blushed when he had said it, and hoped nobody had heard him. Apparently somebody had, however; for the cloak gave a sudden bound forward, and presently he found himself high in the air, in the very middle of that band of aerial travelers, who had mo magic cloak to travel on--nothing except their wings. Yet there they were, making their fearless way through the sky. Prince Dolor looked at them as one after the other they glided past him; and they looked at him--those pretty swallows, with their changing necks and bright eyes--as if wondering to meet in mid-air such an extraordinary sort of bird."
  },
  {
   "size": 1420,
   "text": "“Oh, I wish I were going with you, you lovely creatures! I'm getting so tired of this dull plain, and the dreary and lonely tower. I do so want to see the world! Pretty swallows, dear swallows! tell me what it looks like--the beautiful, wonderful world!” But the swallows flew past him--steadily, slowly pursuing their course as if inside each little head had been a mariner's compass, to guide them safe over land and sea, direct to the place where they wished to go. The boy looked after them with envy. For a long time he followed with his eyes the faint, wavy black line as it floated away, sometimes changing its curves a little, but never deviating from its settled course, till it vanished entirely out of sight. Then he settled himself down in the center of the cloak, feeling quite sad and lonely. “I think I'll go home,” said he, and repeated his “Abracadabra, tum tum ti!” with a rather heavy heart. The more he had, the more he wanted; and it is not always one can have everything one wants--at least, at the exact minute one craves for it; not even though one is a prince, and has a powerful and beneficent godmother. He did not like to vex her by calling for her and telling her how unhappy he was, in spite of all her goodness; so he just kept his trouble to himself, went back to his lonely tower, and spent three days in silent melancholy, without even attempting another journey on his traveling-cloak."
  },
  {
   "size": 1468,
   "text": "The fourth day it happened that the deaf-mute paid his accustomed visit, after which Prince Dolor's spirits rose. They always did when he got the new books which, just to relieve his conscience, the King of Nomansland regularly sent to his nephew; with many new toys also, though the latter were disregarded now. “Toys, indeed! when I'm a big boy,” said the Prince, with disdain, and would scarcely condescend to mount a rocking-horse which had come, somehow or other,--I can't be expected to explain things very exactly,--packed on the back of the other, the great black horse, which stood and fed contentedly at the bottom of the tower. Prince Dolor leaned over and looked at it, and thought how grand it must be to get upon its back--this grand live steed--and ride away, like the pictures of knights. “Suppose I was a knight,” he said to himself; “then I should be obliged to ride out and see the world.” But he kept all these thoughts to himself, and just sat still, devouring his new books till he had come to the end of them all. It was a repast not unlike the Barmecide's feast which you read of in the “Arabian Nights,” which consisted of very elegant but empty dishes, or that supper of Sancho Panza in “Don Quixote,” where, the minute the smoking dishes came on the table, the physician waved his hand and they were all taken away. Thus almost all the ordinary delights of boy-life had been taken away from, or rather never given to this poor little prince."
  },
  {
   "size": 1671,
   "text": "“I wonder,” he would sometimes think--“I wonder what it feels like to be on the back of a horse, galloping away, or holding the reins in a carriage, and tearing across the country, or jumping a ditch, or running a race, such as I read of or see in pictures. What a lot of things there are that I should like to do! But first I should like to go and see the world. I'll try.” Apparently it was his godmother's plan always to let him try, and try hard, before he gained anything. This day the knots that tied up his traveling-cloak were more than usually troublesome, and he was a full half-hour before he got out into the open air, and found himself floating merrily over the top of the tower. Hitherto, in all his journeys, he had never let himself go out of sight of home, for the dreary building, after all, was home--he remembered no other; but now he felt sick of the very look of his tower, with its round smooth walls and level battlements. “Off we go!” cried he, when the cloak stirred itself with a slight, slow motion, as if waiting his orders. “Anywhere anywhere, so that I am away from here, and out into the world.” As he spoke, the cloak, as if seized suddenly with a new idea, bounded forward and went skimming through the air, faster than the very fastest railway train. “Gee-up! gee-up!” cried Prince Dolor in great excitement. “This is as good as riding a race.” And he patted the cloak as if it had been a horse--that is, in the way he supposed horses ought to be patted--and tossed his head back to meet the fresh breeze, and pulled his coat collar up and his hat down as he felt the wind grow keener and colder--colder than anything he had ever known."
  },
  {
   "size": 1437,
   "text": "“What does it matter, though?” said he. “I'm a boy, and boys ought not to mind anything.” Still, for all his good-will, by and by, he began to shiver exceedingly; also, he had come away without his dinner, and he grew frightfully hungry. And to add to everything, the sunshiny day changed into rain, and being high up, in the very midst of the clouds, he got soaked through and through in a very few minutes. “Shall I turn back?” meditated he. “Suppose I say 'Abracadabra?'” Here he stopped, for already the cloak gave an obedient lurch, as if it were expecting to be sent home immediately. “No--I can't--I can't go back! I must go forward and see the world. But oh! if I had but the shabbiest old rug to shelter me from the rain, or the driest morsel of bread and cheese, just to keep me from starving! Still, I don't much mind; I'm a prince, and ought to be able to stand anything. Hold on, cloak, we'll make the best of it.” It was a most curious circumstance, but no sooner had he said this than he felt stealing over his knees something warm and soft; in fact, a most beautiful bearskin, which folded itself round him quite naturally, and cuddled him up as closely as if he had been the cub of the kind old mother-bear that once owned it. Then feeling in his pocket, which suddenly stuck out in a marvelous way, he found, not exactly bread and cheese, nor even sandwiches, but a packet of the most delicious food he had ever tasted."
  },
  {
   "size": 1428,
   "text": "It was not meat, nor pudding, but a combination of both, and it served him excellently for both. He ate his dinner with the greatest gusto imaginable, till he grew so thirsty he did not know what to do. “Couldn't I have just one drop of water, if it didn't trouble you too much, kindest of godmothers?” For he really thought this want was beyond her power to supply. All the water which supplied Hopeless Tower was pumped up with difficulty from a deep artesian well--there were such things known in Nomansland--which had been made at the foot of it. But around, for miles upon miles, the desolate plain was perfectly dry. And above it, high in the air, how could he expect to find a well, or to get even a drop of water? He forgot one thing--the rain. While he spoke, it came on in another wild burst, as if the clouds had poured themselves out in a passion of crying, wetting him certainly, but leaving behind, in a large glass vessel which he had never noticed before, enough water to quench the thirst of two or three boys at least. And it was so fresh, so pure--as water from the clouds always is when it does not catch the soot from city chimneys and other defilements--that he drank it, every drop, with the greatest delight and content. Also, as soon as it was empty the rain filled it again, so that he was able to wash his face and hands and refresh himself exceedingly. Then the sun came out and dried him in no time."
  },
  {
   "size": 1548,
   "text": "After that he curled himself up under the bear-skin rug, and though he determined to be the most wide-awake boy imaginable, being so exceedingly snug and warm and comfortable, Prince Dolor condescended to shut his eyes just for one minute. The next minute he was sound asleep. When he awoke, he found himself floating over a country quite unlike anything he had ever seen before. Yet it was nothing but what most of you children see every day and never notice it--a pretty country landscape, like England, Scotland, France, or any other land you choose to name. It had no particular features--nothing in it grand or lovely--was simply pretty, nothing more; yet to Prince Dolor, who had never gone beyond his lonely tower and level plain, it appeared the most charming sight imaginable. First, there was a river. It came tumbling down the hillside, frothing and foaming, playing at hide-and-seek among the rocks, then bursting out in noisy fun like a child, to bury itself in deep, still pools. Afterward it went steadily on for a while, like a good grown-up person, till it came to another big rock, where it misbehaved itself extremely. It turned into a cataract, and went tumbling over and over, after a fashion that made the prince--who had never seen water before, except in his bath or his drinking-cup--clap his hands with delight. “It is so active, so alive! I like things active and alive!” cried he, and watched it shimmering and dancing, whirling and leaping, till, after a few windings and vagaries, it settled into a respectable stream."
  },
  {
   "size": 1423,
   "text": "After that it went along, deep and quiet, but flowing steadily on, till it reached a large lake, into which it slipped and so ended its course. All this the boy saw, either with his own naked eye or through his gold spectacles. He saw also as in a picture, beautiful but silent, many other things which struck him with wonder, especially a grove of trees. Only think, to have lived to his age (which he himself did not know, as he did not know his own birthday) and never to have seen trees! As he floated over these oaks, they seemed to him--trunk, branches, and leaves--the most curious sight imaginable. “If I could only get nearer, so as to touch them,” said he, and immediately the obedient cloak ducked down; Prince Dolor made a snatch at the topmost twig of the tallest tree, and caught a bunch of leaves in his hand. Just a bunch of green leaves--such as we see in myriads; watching them bud, grow, fall, and then kicking them along on the ground as if they were worth nothing. Yet how wonderful they are--every one of them a little different. I don't suppose you could ever find two leaves exactly alike in form, color, and size--no more than you could find two faces alike, or two characters exactly the same. The plan of this world is infinite similarity and yet infinite variety. Prince Dolor examined his leaves with the greatest curiosity--and also a little caterpillar that he found walking over one of them."
  },
  {
   "size": 1536,
   "text": "He coaxed it to take an additional walk over his finger, which it did with the greatest dignity and decorum, as if it, Mr. Caterpillar, were the most important individual in existence. It amused him for a long time; and when a sudden gust of wind blew it overboard, leaves and all, he felt quite disconsolate. “Still there must be many live creatures in the world besides caterpillars. I should like to see a few of them.” The cloak gave a little dip down, as if to say “All right, my Prince,” and bore him across the oak forest to a long fertile valley--called in Scotland a strath and in England a weald, but what they call it in the tongue of Nomansland I do not know. It was made up of cornfields, pasturefields, lanes, hedges, brooks, and ponds. Also, in it were what the prince desired to see--a quantity of living creatures, wild and tame. Cows and horses, lambs and sheep, fed in the meadows; pigs and fowls walked about the farm-yards; and in lonelier places hares scudded, rabbits burrowed, and pheasants and partridges, with many other smaller birds, inhabited the fields and woods. Through his wonderful spectacles the Prince could see everything; but, as I said, it was a silent picture; he was too high up to catch anything except a faint murmur, which only aroused his anxiety to hear more. “I have as good as two pairs of eyes,” he thought. “I wonder if my godmother would give me a second pair of ears.” Scarcely had he spoken than he found lying on his lap the most curious little parcel, all done up in silvery paper."
  },
  {
   "size": 1438,
   "text": "And it contained--what do you think? Actually a pair of silver ears, which, when he tried them on, fitted so exactly over his own that he hardly felt them, except for the difference they made in his hearing. There is something which we listen to daily and never notice. I mean the sounds of the visible world, animate and inanimate. Winds blowing, waters flowing, trees stirring, insects whirring (dear me! I am quite unconsciously writing rhyme), with the various cries of birds and beasts,--lowing cattle, bleating sheep, grunting pigs, and cackling hens,--all the infinite discords that somehow or other make a beautiful harmony. We hear this, and are so accustomed to it that we think nothing of it; but Prince Dolor, who had lived all his days in the dead silence of Hopeless Tower, heard it for the first time. And oh! if you had seen his face. He listened, listened, as if he could never have done listening. And he looked and looked, as if he could not gaze enough. Above all, the motion of the animals delighted him: cows walking, horses galloping, little lambs and calves running races across the meadows, were such a treat for him to watch--he that was always so quiet. But, these creatures having four legs, and he only two, the difference did not strike him painfully. Still, by and by, after the fashion of children,--and I fear, of many big people too,--he began to want something more than he had, something fresh and new."
  },
  {
   "size": 1413,
   "text": "“Godmother,” he said, having now begun to believe that, whether he saw her or not, he could always speak to her with full confidence that she would hear him--“Godmother, all these creatures I like exceedingly; but I should like better to see a creature like myself. Couldn't you show me just one little boy?” There was a sigh behind him,--it might have been only the wind,--and the cloak remained so long balanced motionless in air that he was half afraid his godmother had forgotten him, or was offended with him for asking too much. Suddenly a shrill whistle startled him, even through his silver ears, and looking downward, he saw start up from behind a bush on a common, something---- Neither a sheep nor a horse nor a cow--nothing upon four legs. This creature had only two; but they were long, straight, and strong. And it had a lithe, active body, and a curly head of black hair set upon its shoulders. It was a boy, a shepherd-boy, about the Prince's own age--but, oh! so different. Not that he was an ugly boy--though his face was almost as red as his hands, and his shaggy hair matted like the backs of his own sheep. He was rather a nice-looking lad; and seemed so bright and healthy and good-tempered--“jolly” would be the word, only I am not sure if they have such a one in the elegant language of Nomansland--that the little Prince watched him with great admiration. “Might he come and play with me?"
  },
  {
   "size": 1606,
   "text": "I would drop down to the ground to him, or fetch him up to me here. Oh, how nice it would be if I only had a little boy to play with me.” But the cloak, usually so obedient to his wishes, disobeyed him now. There were evidently some things which his godmother either could not or would not give. The cloak hung stationary, high in air, never attempting to descend. The shepherd-lad evidently took it for a large bird, and, shading his eyes, looked up at it, making the Prince's heart beat fast. However, nothing ensued. The boy turned round, with a long, loud whistle--seemingly his usual and only way of expressing his feelings. He could not make the thing out exactly--it was a rather mysterious affair, but it did not trouble him much--he was not an “examining” boy. Then, stretching himself, for he had been evidently half asleep, he began flopping his shoulders with his arms to wake and warm himself; while his dog, a rough collie, who had been guarding the sheep meanwhile, began to jump upon him, barking with delight. “Down, Snap, down: Stop that, or I'll thrash you,” the Prince heard him say; though with such a rough, hard voice and queer pronunciation that it was difficult to make the words out. “Hollo! Let's warm ourselves by a race.” They started off together, boy and dog--barking and shouting, till it was doubtful which made the more noise or ran the faster. A regular steeplechase it was: first across the level common, greatly disturbing the quiet sheep; and then tearing away across country, scrambling through hedges and leaping ditches, and tumbling up and down over plowed fields."
  },
  {
   "size": 1552,
   "text": "They did not seem to have anything to run for--but as if they did it, both of them, for the mere pleasure of motion. And what a pleasure that seemed! To the dog of course, but scarcely less so to the boy. How he skimmed along over the ground--his cheeks glowing, and his hair flying, and his legs--oh, what a pair of legs he had! Prince Dolor watched him with great intentness, and in a state of excitement almost equal to that of the runner himself--for a while. Then the sweet, pale face grew a trifle paler, the lips began to quiver, and the eyes to fill. “How nice it must be to run like that!” he said softly, thinking that never--no, never in this world--would he be able to do the same. Now he understood what his godmother had meant when she gave him his traveling-cloak, and why he had heard that sigh--he was sure it was hers--when he had asked to see “just one little boy.” “I think I had rather not look at him again,” said the poor little Prince, drawing himself back into the center of his cloak, and resuming his favorite posture, sitting like a Turk, with his arms wrapped round his feeble, useless legs. “You're no good to me,” he said, patting them mournfully. “You never will be any good to me. I wonder why I had you at all. I wonder why I was born at all, since I was not to grow up like other boys. Why not?” A question so strange, so sad, yet so often occurring in some form or other in this world--as you will find, my children, when you are older--that even if he had put it to his mother she could only have answered it, as we"
  },
  {
   "size": 1444,
   "text": "have to answer many as difficult things, by simply saying, “I don't know.” There is much that we do not know and cannot understand--we big folks no more than you little ones. We have to accept it all just as you have to accept anything which your parents may tell you, even though you don't as yet see the reason of it. You may sometime, if you do exactly as they tell you, and are content to wait. Prince Dolor sat a good while thus, or it appeared to him a good while, so many thoughts came and went through his poor young mind--thoughts of great bitterness, which, little though he was, seemed to make him grow years older in a few minutes. Then he fancied the cloak began to rock gently to and fro, with a soothing kind of motion, as if he were in somebody's arms: somebody who did not speak, but loved him and comforted him without need of words; not by deceiving him with false encouragement or hope, but by making him see the plain, hard truth in all its hardness, and thus letting him quietly face it, till it grew softened down, and did not seem nearly so dreadful after all. Through the dreary silence and blankness, for he had placed himself so that he could see nothing but the sky, and had taken off his silver ears as well as his gold spectacles--what was the use of either when he had no legs with which to walk or run?--up from below there rose a delicious sound. You have heard it hundreds of times, my children, and so have I."
  },
  {
   "size": 1587,
   "text": "When I was a child I thought there was nothing so sweet; and I think so still. It was just the song of a skylark, mounting higher and higher from the ground, till it came so close that Prince Dolor could distinguish his quivering wings and tiny body, almost too tiny to contain such a gush of music. “Oh, you beautiful, beautiful bird!” cried he; “I should dearly like to take you in and cuddle you. That is, if I could--if I dared.” But he hesitated. The little brown creature with its loud heavenly voice almost made him afraid. Nevertheless, it also made him happy; and he watched and listened--so absorbed that he forgot all regret and pain, forgot everything in the world except the little lark. It soared and soared, and he was just wondering if it would soar out of sight, and what in the world he should do when it was gone, when it suddenly closed its wings, as larks do when they mean to drop to the ground. But, instead of dropping to the ground, it dropped right into the little boy's breast. What felicity! If it would only stay! A tiny, soft thing to fondle and kiss, to sing to him all day long, and be his playfellow and companion, tame and tender, while to the rest of the world it was a wild bird of the air. What a pride, what a delight! To have something that nobody else had--something all his own. As the traveling-cloak traveled on, he little heeded where, and the lark still stayed, nestled down in his bosom, hopped from his hand to his shoulder, and kissed him with its dainty beak, as if it loved him, Prince Dolor forgot all his grief, and was entirely happy."
  },
  {
   "size": 1607,
   "text": "But when he got in sight of Hopeless Tower a painful thought struck him. “My pretty bird, what am I to do with you? If I take you into my room and shut you up there, you, a wild skylark of the air, what will become of you? I am used to this, but you are not. You will be so miserable; and suppose my nurse should find you--she who can't bear the sound of singing? Besides, I remember her once telling me that the nicest thing she ever ate in her life was lark pie!” The little boy shivered all over at the thought. And, though the merry lark immediately broke into the loudest carol, as if saying derisively that he defied anybody to eat him, still, Prince Dolor was very uneasy. In another minute he had made up his mind. “No, my bird, nothing so dreadful shall happen to you if I can help it; I would rather do without you altogether. Yes, I'll try. Fly away, my darling, my beautiful! Good-by, my merry, merry bird.” Opening his two caressing hands, in which, as if for protection, he had folded it, he let the lark go. It lingered a minute, perching on the rim of the cloak, and looking at him with eyes of almost human tenderness; then away it flew, far up into the blue sky. It was only a bird. But some time after, when Prince Dolor had eaten his supper--somewhat drearily, except for the thought that he could not possibly sup off lark pie now--and gone quietly to bed, the old familiar little bed, where he was accustomed to sleep, or lie awake contentedly thinking--suddenly he heard outside the window a little faint carol--faint but cheerful--cheerful even though it was the middle of the night."
  },
  {
   "size": 340,
   "text": "The dear little lark! it had not flown away, after all. And it was truly the most extraordinary bird, for, unlike ordinary larks, it kept hovering about the tower in the silence and darkness of the night, outside the window or over the roof. Whenever he listened for a moment, he heard it singing still. He went to sleep as happy as a king."
  },
  {
   "size": 1440,
   "text": "“Happy as a king.” How far kings are happy I cannot say, no more than could Prince Dolor, though he had once been a king himself. But he remembered nothing about it, and there was nobody to tell him, except his nurse, who had been forbidden upon pain of death to let him know anything about his dead parents, or the king his uncle, or indeed any part of his own history. Sometimes he speculated about himself, whether he had had a father and mother as other little boys had what they had been like, and why he had never seen them. But, knowing nothing about them, he did not miss them--only once or twice, reading pretty stories about little children and their mothers, who helped them when they were in difficulty and comforted them when they were sick, he feeling ill and dull and lonely, wondered what had become of his mother and why she never came to see him. Then, in his history lessons, of course he read about kings and princes, and the governments of different countries, and the events that happened there. And though he but faintly took in all this, still he did take it in a little, and worried his young brain about it, and perplexed his nurse with questions, to which she returned sharp and mysterious answers, which only set him thinking the more. He had plenty of time for thinking. After his last journey in the traveling-cloak, the journey which had given him so much pain, his desire to see the world somehow faded away."
  },
  {
   "size": 1511,
   "text": "He contented himself with reading his books, and looking out of the tower windows, and listening to his beloved little lark, which had come home with him that day, and never left him again. True, it kept out of the way; and though his nurse sometimes dimly heard it, and said “What is that horrid noise outside?” she never got the faintest chance of making it into a lark pie. Prince Dolor had his pet all to himself, and though he seldom saw it, he knew it was near him, and he caught continually, at odd hours of the day, and even in the night, fragments of its delicious song. All during the winter--so far as there ever was any difference between summer and winter in Hopeless Tower--the little bird cheered and amused him. He scarcely needed anything more--not even his traveling-cloak, which lay bundled up unnoticed in a corner, tied up in its innumerable knots. Nor did his godmother come near him. It seemed as if she had given these treasures and left him alone--to use them or lose them, apply them or misapply them, according to his own choice. That is all we can do with children when they grow into big children old enough to distinguish between right and wrong, and too old to be forced to do either. Prince Dolor was now quite a big boy. Not tall--alas! he never could be that, with his poor little shrunken legs, which were of no use, only an encumbrance. But he was stout and strong, with great sturdy shoulders, and muscular arms, upon which he could swing himself about almost like a monkey."
  },
  {
   "size": 1612,
   "text": "As if in compensation for his useless lower limbs, Nature had given to these extra strength and activity. His face, too, was very handsome; thinner, firmer, more manly; but still the sweet face of his childhood--his mother's own face. How his mother would have liked to look at him! Perhaps she did--who knows? The boy was not a stupid boy either. He could learn almost anything he chose--and he did choose, which was more than half the battle. He never gave up his lessons till he had learned them all--never thought it a punishment that he had to work at them, and that they cost him a deal of trouble sometimes. “But,” thought he, “men work, and it must be so grand to be a man--a prince too; and I fancy princes work harder than anybody--except kings. The princes I read about generally turn into kings. I wonder”--the boy was always wondering--“Nurse,”--and one day he startled her with a sudden question,--“tell me--shall I ever be a king?” The woman stood, perplexed beyond expression. So long a time had passed by since her crime--if it were a crime--and her sentence, that she now seldom thought of either. Even her punishment--to be shut up for life in Hopeless Tower--she had gradually got used to. Used also to the little lame Prince, her charge--whom at first she had hated, though she carefully did everything to keep him alive, since upon him her own life hung. But latterly she had ceased to hate him, and, in a sort of way, almost loved him--at least, enough to be sorry for him--an innocent child, imprisoned here till he grew into an old man, and became a dull, worn-out creature like herself."
  },
  {
   "size": 1324,
   "text": "Sometimes, watching him, she felt more sorry for him than even for herself; and then, seeing she looked a less miserable and ugly woman, he did not shrink from her as usual. He did not now. “Nurse--dear nurse,” said he, “I don't mean to vex you, but tell me what is a king? shall I ever be one?” When she began to think less of herself and more of the child, the woman's courage increased. The idea came to her--what harm would it be, even if he did know his own history? Perhaps he ought to know it--for there had been various ups and downs, usurpations, revolutions, and restorations in Nomansland, as in most other countries. Something might happen--who could tell? Changes might occur. Possibly a crown would even yet be set upon those pretty, fair curls--which she began to think prettier than ever when she saw the imaginary coronet upon them. She sat down, considering whether her oath, never to “say a word” to Prince Dolor about himself, would be broken if she were to take a pencil and write what was to be told. A mere quibble--a mean, miserable quibble. But then she was a miserable woman, more to be pitied than scorned. After long doubt, and with great trepidation, she put her fingers to her lips, and taking the Prince's slate--with the sponge tied to it, ready to rub out the writing in a minute--she wrote:"
  },
  {
   "size": 1407,
   "text": "Prince Dolor started. His face grew pale, and then flushed all over; he held himself erect. Lame as he was, anybody could see he was born to be a king. “Hush!” said the nurse, as he was beginning to speak. And then, terribly frightened all the while,--people who have done wrong always are frightened,--she wrote down in a few hurried sentences his history. How his parents had died--his uncle had usurped his throne, and sent him to end his days in this lonely tower. “I, too,” added she, bursting into tears. “Unless, indeed, you could get out into the world, and fight for your rights like a man. And fight for me also, my Prince, that I may not die in this desolate place.” “Poor old nurse!” said the boy compassionately. For somehow, boy as he was, when he heard he was born to be a king, he felt like a man--like a king--who could afford to be tender because he was strong. He scarcely slept that night, and even though he heard his little lark singing in the sunrise, he barely listened to it. Things more serious and important had taken possession of his mind. “Suppose,” thought he, “I were to do as she says, and go out in the world, no matter how it hurts me--the world of people, active people, as that boy I saw. They might only laugh at me--poor helpless creature that I am; but still I might show them I could do something. At any rate, I might go and see if there were anything for me to do."
  },
  {
   "size": 1670,
   "text": "Godmother, help me!” It was so long since he had asked her help that he was hardly surprised when he got no answer--only the little lark outside the window sang louder and louder, and the sun rose, flooding the room with light. Prince Dolor sprang out of bed, and began dressing himself, which was hard work, for he was not used to it--he had always been accustomed to depend upon his nurse for everything. “But I must now learn to be independent,” thought he. “Fancy a king being dressed like a baby!” So he did the best he could,--awkwardly but cheerily,--and then he leaped to the corner where lay his traveling-cloak, untied it as before, and watched it unrolling itself--which it did rapidly, with a hearty good-will, as if quite tired of idleness. So was Prince Dolor--or felt as if he were. He jumped into the middle of it, said his charm, and was out through the skylight immediately. “Good-by, pretty lark!” he shouted, as he passed it on the wing, still warbling its carol to the newly risen sun. “You have been my pleasure, my delight; now I must go and work. Sing to old nurse till I come back again. Perhaps she'll hear you--perhaps she won't--but it will do her good all the same. Good-by!” But, as the cloak hung irresolute in air, he suddenly remembered that he had not determined where to go--indeed, he did not know, and there was nobody to tell him. “Godmother,” he cried, in much perplexity, “you know what I want,--at least, I hope you do, for I hardly do myself--take me where I ought to go; show me whatever I ought to see--never mind what I like to see,” as a sudden idea came into his mind that he might see many painful and disagreeable things."
  },
  {
   "size": 1482,
   "text": "But this journey was not for pleasure as before. He was not a baby now, to do nothing but play--big boys do not always play. Nor men neither--they work. Thus much Prince Dolor knew--though very little more. As the cloak started off, traveling faster than he had ever known it to do,--through sky-land and cloud land, over freezing mountain-tops, and desolate stretches of forest, and smiling cultivated plains, and great lakes that seemed to him almost as shoreless as the sea,--he was often rather frightened. But he crouched down, silent and quiet; what was the use of making a fuss? and, wrapping himself up in his bear-skin, waited for what was to happen. After some time he heard a murmur in the distance, increasing more and more till it grew like the hum of a gigantic hive of bees. And, stretching his chin over the rim of his cloak, Prince Dolor saw--far, far below him, yet, with his gold spectacles and silver ears on, he could distinctly hear and see--what? Most of us have some time or other visited a great metropolis--have wandered through its network of streets--lost ourselves in its crowds of people--looked up at its tall rows of houses, its grand public buildings, churches, and squares. Also, perhaps, we have peeped into its miserable little back alleys, where dirty children play in gutters all day and half the night--even young boys go about picking pockets, with nobody to tell them it is wrong except the policeman, and he simply takes them off to prison."
  },
  {
   "size": 1481,
   "text": "And all this wretchedness is close behind the grandeur--like the two sides of the leaf of a book. An awful sight is a large city, seen any how from any where. But, suppose you were to see it from the upper air, where, with your eyes and ears open, you could take in everything at once? What would it look like? How would you feel about it? I hardly know myself. Do you? Prince Dolor had need to be a king--that is, a boy with a kingly nature--to be able to stand such a sight without being utterly overcome. But he was very much bewildered--as bewildered as a blind person who is suddenly made to see. He gazed down on the city below him, and then put his hand over his eyes. “I can't bear to look at it, it is so beautiful--so dreadful. And I don't understand it--not one bit. There is nobody to tell me about it. I wish I had somebody to speak to.” “Do you? Then pray speak to me. I was always considered good at conversation.” The voice that squeaked out this reply was an excellent imitation of the human one, though it came only from a bird. No lark this time, however, but a great black and white creature that flew into the cloak, and began walking round and round on the edge of it with a dignified stride, one foot before the other, like any unfeathered biped you could name. “I haven't the honor of your acquaintance, sir,” said the boy politely. “Ma'am, if you please. I am a mother bird, and my name is Mag, and I shall be happy to tell you everything you want to know."
  },
  {
   "size": 1402,
   "text": "For I know a great deal; and I enjoy talking. My family is of great antiquity; we have built in this palace for hundreds--that is to say, dozens of years. I am intimately acquainted with the king, the queen, and the little princes and princesses--also the maids of honor, and all the inhabitants of the city. I talk a good deal, but I always talk sense, and I daresay I should be exceedingly useful to a poor little ignorant boy like you.” “I am a prince,” said the other gently. “All right. And I am a magpie. You will find me a most respectable bird.” “I have no doubt of it,” was the polite answer--though he thought in his own mind that Mag must have a very good opinion of herself. But she was a lady and a stranger, so of course he was civil to her. She settled herself at his elbow, and began to chatter away, pointing out with one skinny claw, while she balanced herself on the other, every object of interest, evidently believing, as no doubt all its inhabitants did, that there was no capital in the world like the great metropolis of Nomansland. I have not seen it, and therefore cannot describe it, so we will just take it upon trust, and suppose it to be, like every other fine city, the finest city that ever was built. Mag said so--and of course she knew. Nevertheless, there were a few things in it which surprised Prince Dolor--and, as he had said, he could not understand them at all."
  },
  {
   "size": 1123,
   "text": "One half the people seemed so happy and busy--hurrying up and down the full streets, or driving lazily along the parks in their grand carriages, while the other half were so wretched and miserable. “Can't the world be made a little more level? I would try to do it if I were a king.” “But you're not the king: only a little goose of a boy,” returned the magpie loftily. “And I'm here not to explain things, only to show them. Shall I show you the royal palace?” It was a very magnificent palace. It had terraces and gardens, battlements and towers. It extended over acres of ground, and had in it rooms enough to accommodate half the city. Its windows looked in all directions, but none of them had any particular view--except a small one, high up toward the roof, which looked out on the Beautiful Mountains. But since the queen died there it had been closed, boarded up, indeed, the magpie said. It was so little and inconvenient that nobody cared to live in it. Besides, the lower apartments, which had no view, were magnificent--worthy of being inhabited by the king. “I should like to see the king,” said Prince Dolor."
  },
  {
   "size": 1478,
   "text": "What, I wonder, would be people's idea of a king? What was Prince Dolor's? Perhaps a very splendid personage, with a crown on his head and a scepter in his hand, sitting on a throne and judging the people. Always doing right, and never wrong--“The king can do no wrong” was a law laid down in olden times. Never cross, or tired, or sick, or suffering; perfectly handsome and well dressed, calm and good-tempered, ready to see and hear everybody, and discourteous to nobody; all things always going well with him, and nothing unpleasant ever happening. This, probably, was what Prince Dolor expected to see. And what did he see? But I must tell you how he saw it. “Ah,” said the magpie, “no levee to-day. The King is ill, though his Majesty does not wish it to be generally known--it would be so very inconvenient. He can't see you, but perhaps you might like to go and take a look at him in a way I often do? It is so very amusing.” The prince was just now too much excited to talk much. Was he not going to see the king his uncle, who had succeeded his father and dethroned himself; had stepped into all the pleasant things that he, Prince Dolor, ought to have had, and shut him up in a desolate tower? What was he like, this great, bad, clever man? Had he got all the things he wanted, which another ought to have had? And did he enjoy them? “Nobody knows,” answered the magpie, just as if she had been sitting inside the prince's heart, instead of on the top of his shoulder."
  },
  {
   "size": 952,
   "text": "“He is a king, and that's enough. For the rest nobody knows.” As she spoke, Mag flew down on to the palace roof, where the cloak had rested, settling down between the great stacks of chimneys as comfortably as if on the ground. She pecked at the tiles with her beak--truly she was a wonderful bird--and immediately a little hole opened, a sort of door, through which could be seen distinctly the chamber below. “Now look in, my Prince. Make haste, for I must soon shut it up again.” But the boy hesitated. “Isn't it rude?--won't they think us intruding?” “Oh, dear no! there's a hole like this in every palace; dozens of holes, indeed. Everybody knows it, but nobody speaks of it. Intrusion! Why, though the royal family are supposed to live shut up behind stone walls ever so thick, all the world knows that they live in a glass house where everybody can see them and throw a stone at them. Now pop down on your knees, and take a peep at his Majesty.”"
  },
  {
   "size": 1441,
   "text": "The Prince gazed eagerly down into a large room, the largest room he had ever beheld, with furniture and hangings grander than anything he could have ever imagined. A stray sunbeam, coming through a crevice of the darkened windows, struck across the carpet, and it was the loveliest carpet ever woven--just like a bed of flowers to walk over; only nobody walked over it, the room being perfectly empty and silent. “Where is the King?” asked the puzzled boy. “There,” said Mag, pointing with one wrinkled claw to a magnificent bed, large enough to contain six people. In the center of it, just visible under the silken counterpane,--quite straight and still,--with its head on the lace pillow, lay a small figure, something like wax-work, fast asleep--very fast asleep! There was a number of sparkling rings on the tiny yellow hands, that were curled a little, helplessly, like a baby's, outside the coverlet; the eyes were shut, the nose looked sharp and thin, and the long gray beard hid the mouth and lay over the breast. A sight not ugly nor frightening, only solemn and quiet. And so very silent--two little flies buzzing about the curtains of the bed being the only audible sound. “Is that the King?” whispered Prince Dolor. “Yes,” replied the bird. He had been angry--furiously angry--ever since he knew how his uncle had taken the crown, and sent him, a poor little helpless child, to be shut up for life, just as if he had been dead."
  },
  {
   "size": 1504,
   "text": "Many times the boy had felt as if, king as he was, he should like to strike him, this great, strong, wicked man. Why, you might as well have struck a baby! How helpless he lay, with his eyes shut, and his idle hands folded: they had no more work to do, bad or good. “What is the matter with him?” asked the Prince. “He is dead,” said the Magpie, with a croak. No, there was not the least use in being angry with him now. On the contrary, the Prince felt almost sorry for him, except that he looked so peaceful with all his cares at rest. And this was being dead? So even kings died? “Well, well, he hadn't an easy life, folk say, for all his grandeur. Perhaps he is glad it is over. Good-by, your Majesty.” With another cheerful tap of her beak, Mistress Mag shut down the little door in the tiles, and Prince Dolor's first and last sight of his uncle was ended. He sat in the center of his traveling-cloak, silent and thoughtful. “What shall we do now?” said the magpie. “There's nothing much more to be done with his majesty, except a fine funeral, which I shall certainly go and see. All the world will. He interested the world exceedingly when he was alive, and he ought to do it now he's dead--just once more. And since he can't hear me, I may as well say that, on the whole, his majesty is much better dead than alive--if we can only get somebody in his place. There'll be such a row in the city presently. Suppose we float up again and see it all--at a safe distance, though. It will be such fun!”"
  },
  {
   "size": 1696,
   "text": "Whether anybody except a magpie would have called it “fun” I don't know, but it certainly was a remarkable scene. As soon as the cathedral bell began to toll and the minute-guns to fire, announcing to the kingdom that it was without a king, the people gathered in crowds, stopping at street corners to talk together. The murmur now and then rose into a shout, and the shout into a roar. When Prince Dolor, quietly floating in upper air, caught the sound of their different and opposite cries, it seemed to him as if the whole city had gone mad together. “Long live the king!” “The king is dead--down with the king!” “Down with the crown, and the king too!” “Hurrah for the republic!” “Hurrah for no government at all!” Such were the shouts which traveled up to the traveling-cloak. And then began--oh, what a scene! When you children are grown men and women--or before--you will hear and read in books about what are called revolutions--earnestly I trust that neither I nor you may ever see one. But they have happened, and may happen again, in other countries besides Nomansland, when wicked kings have helped to make their people wicked too, or out of an unrighteous nation have sprung rulers equally bad; or, without either of these causes, when a restless country has fancied any change better than no change at all. For me, I don't like changes, unless pretty sure that they are for good. And how good can come out of absolute evil--the horrible evil that went on this night under Prince Dolor's very eyes--soldiers shooting down people by hundreds in the streets, scaffolds erected, and heads dropping off--houses burned, and women and children murdered--this is more than I can understand."
  },
  {
   "size": 1601,
   "text": "But all these things you will find in history, my children, and must by and by judge for yourselves the right and wrong of them, as far as anybody ever can judge. Prince Dolor saw it all. Things happened so fast one after another that they quite confused his faculties. “Oh, let me go home,” he cried at last, stopping his ears and shutting his eyes; “only let me go home!” for even his lonely tower seemed home, and its dreariness and silence absolute paradise after all this. “Good-by, then,” said the magpie, flapping her wings. She had been chatting incessantly all day and all night, for it was actually thus long that Prince Dolor had been hovering over the city, neither eating nor sleeping, with all these terrible things happening under his very eyes. “You've had enough, I suppose, of seeing the world?” “Oh, I have--I have!” cried the prince, with a shudder. “That is, till next time. All right, your royal highness. You don't know me, but I know you. We may meet again some time.” She looked at him with her clear, piercing eyes, sharp enough to see through everything, and it seemed as if they changed from bird's eyes to human eyes--the very eyes of his godmother, whom he had not seen for ever so long. But the minute afterward she became only a bird, and with a screech and a chatter, spread her wings and flew away. Prince Dolor fell into a kind of swoon of utter misery, bewilderment, and exhaustion, and when he awoke he found himself in his own room--alone and quiet--with the dawn just breaking, and the long rim of yellow light in the horizon glimmering through the window-panes."
  },
  {
   "size": 1409,
   "text": "When Prince Dolor sat up in bed, trying to remember where he was, whither he had been, and what he had seen the day before, he perceived that his room was empty. Generally his nurse rather worried him by breaking his slumbers, coming in and “setting things to rights,” as she called it. Now the dust lay thick upon chairs and tables; there was no harsh voice heard to scold him for not getting up immediately, which, I am sorry to say, this boy did not always do. For he so enjoyed lying still, and thinking lazily about everything or nothing, that, if he had not tried hard against it, he would certainly have become like those celebrated “Two little men Who lay in their bed till the clock struck ten.” It was striking ten now, and still no nurse was to be seen. He was rather relieved at first, for he felt so tired; and besides, when he stretched out his arm, he found to his dismay that he had gone to bed in his clothes. Very uncomfortable he felt, of course; and just a little frightened. Especially when he began to call and call again, but nobody answered. Often he used to think how nice it would be to get rid of his nurse and live in this tower all by himself--like a sort of monarch able to do everything he liked, and leave undone all that he did not want to do; but now that this seemed really to have happened, he did not like it at all. “Nurse,--dear nurse,--please come back!” he called out."
  },
  {
   "size": 1551,
   "text": "“Come back, and I will be the best boy in all the land.” And when she did not come back, and nothing but silence answered his lamentable call, he very nearly began to cry. “This won't do,” he said at last, dashing the tears from his eyes. “It's just like a baby, and I'm a big boy--shall be a man some day. What has happened, I wonder? I'll go and see.” He sprang out of bed,--not to his feet, alas! but to his poor little weak knees, and crawled on them from room to room. All the four chambers were deserted--not forlorn or untidy, for everything seemed to have been done for his comfort--the breakfast and dinner things were laid, the food spread in order. He might live “like a prince,” as the proverb is, for several days. But the place was entirely forsaken--there was evidently not a creature but himself in the solitary tower. A great fear came upon the poor boy. Lonely as his life had been, he had never known what it was to be absolutely alone. A kind of despair seized him--no violent anger or terror, but a sort of patient desolation. “What in the world am I to do?” thought he, and sat down in the middle of the floor, half inclined to believe that it would be better to give up entirely, lay himself down, and die. This feeling, however, did not last long, for he was young and strong, and, I said before, by nature a very courageous boy. There came into his head, somehow or other, a proverb that his nurse had taught him--the people of Nomansland were very fond of proverbs: “For every evil under the sun There is a remedy, or there's"
  },
  {
   "size": 1410,
   "text": "none; If there is one, try to find it-- If there isn't, never mind it.” “I wonder is there a remedy now, and could I find it?” cried the Prince, jumping up and looking out of the window. No help there. He only saw the broad, bleak, sunshiny plain--that is, at first. But by and by, in the circle of mud that surrounded the base of the tower, he perceived distinctly the marks of a horse's feet, and just in the spot where the deaf-mute was accustomed to tie up his great black charger, while he himself ascended, there lay the remains of a bundle of hay and a feed of corn. “Yes, that's it. He has come and gone, taking nurse away with him. Poor nurse! how glad she would be to go!” That was Prince Dolor's first thought. His second--wasn't it natural?--was a passionate indignation at her cruelty--at the cruelty of all the world toward him, a poor little helpless boy. Then he determined, forsaken as he was, to try and hold on to the last, and not to die as long as he could possibly help it. Anyhow, it would be easier to die here than out in the world, among the terrible doings which he had just beheld--from the midst of which, it suddenly struck him, the deaf-mute had come, contriving somehow to make the nurse understand that the king was dead, and she need have no fear in going back to the capital, where there was a grand revolution, and everything turned upside down. So, of course, she had gone."
  },
  {
   "size": 1591,
   "text": "“I hope she'll enjoy it, miserable woman--if they don't cut off her head too.” And then a kind of remorse smote him for feeling so bitterly toward her, after all the years she had taken care of him--grudgingly, perhaps, and coldly; still she had taken care of him, and that even to the last: for, as I have said, all his four rooms were as tidy as possible, and his meals laid out, that he might have no more trouble than could be helped. “Possibly she did not mean to be cruel. I won't judge her,” said he. And afterward he was very glad that he had so determined. For the second time he tried to dress himself, and then to do everything he could for himself--even to sweeping up the hearth and putting on more coals. “It's a funny thing for a prince to have to do,” said he, laughing. “But my godmother once said princes need never mind doing anything.” And then he thought a little of his godmother. Not of summoning her, or asking her to help him,--she had evidently left him to help himself, and he was determined to try his best to do it, being a very proud and independent boy,--but he remembered her tenderly and regret-fully, as if even she had been a little hard upon him--poor, forlorn boy that he was. But he seemed to have seen and learned so much within the last few days that he scarcely felt like a boy, but a man--until he went to bed at night. When I was a child, I used often to think how nice it would be to live in a little house all by my own self--a house built high up in a tree, or far away in a forest, or halfway up a hillside so deliciously alone and independent."
  },
  {
   "size": 1474,
   "text": "Not a lesson to learn--but no! I always liked learning my lessons. Anyhow, to choose the lessons I liked best, to have as many books to read and dolls to play with as ever I wanted: above all, to be free and at rest, with nobody to tease or trouble or scold me, would be charming. For I was a lonely little thing, who liked quietness--as many children do; which other children, and sometimes grown-up people even, cannot understand. And so I can understand Prince Dolor. After his first despair, he was not merely comfortable, but actually happy in his solitude, doing everything for himself, and enjoying everything by himself--until bedtime. Then he did not like it at all. No more, I suppose, than other children would have liked my imaginary house in a tree when they had had sufficient of their own company. But the Prince had to bear it--and he did bear it, like a prince--for fully five days. All that time he got up in the morning and went to bed at night without having spoken to a creature, or, indeed, heard a single sound. For even his little lark was silent; and as for his traveling-cloak, either he never thought about it, or else it had been spirited away--for he made no use of it, nor attempted to do so. A very strange existence it was, those five lonely days. He never entirely forgot it. It threw him back upon himself, and into himself--in a way that all of us have to learn when we grow up, and are the better for it; but it is somewhat hard learning."
  },
  {
   "size": 1476,
   "text": "On the sixth day Prince Dolor had a strange composure in his look, but he was very grave and thin and white. He had nearly come to the end of his provisions--and what was to happen next? Get out of the tower he could not: the ladder the deaf-mute used was always carried away again; and if it had not been, how could the poor boy have used it? And even if he slung or flung himself down, and by miraculous chance came alive to the foot of the tower, how could he run away? Fate had been very hard to him, or so it seemed. He made up his mind to die. Not that he wished to die; on the contrary, there was a great deal that he wished to live to do; but if he must die, he must. Dying did not seem so very dreadful; not even to lie quiet like his uncle, whom he had entirely forgiven now, and neither be miserable nor naughty any more, and escape all those horrible things that he had seen going on outside the palace, in that awful place which was called “the world.” “It's a great deal nicer here,” said the poor little Prince, and collected all his pretty things round him: his favorite pictures, which he thought he should like to have near him when he died; his books and toys--no, he had ceased to care for toys now; he only liked them because he had done so as a child. And there he sat very calm and patient, like a king in his castle, waiting for the end. “Still, I wish I had done something first--something worth doing, that somebody might remember me by,” thought he."
  },
  {
   "size": 1531,
   "text": "“Suppose I had grown a man, and had had work to do, and people to care for, and was so useful and busy that they liked me, and perhaps even forgot I was lame? Then it would have been nice to live, I think.” A tear came into the little fellow's eyes, and he listened intently through the dead silence for some hopeful sound. Was there one?--was it his little lark, whom he had almost forgotten? No, nothing half so sweet. But it really was something--something which came nearer and nearer, so that there was no mistaking it. It was the sound of a trumpet, one of the great silver trumpets so admired in Nomansland. Not pleasant music, but very bold, grand, and inspiring. As he listened to it the boy seemed to recall many things which had slipped his memory for years, and to nerve himself for whatever might be going to happen. What had happened was this. The poor condemned woman had not been such a wicked woman after all. Perhaps her courage was not wholly disinterested, but she had done a very heroic thing. As soon as she heard of the death and burial of the King and of the changes that were taking place in the country, a daring idea came into her head--to set upon the throne of Nomansland its rightful heir. Thereupon she persuaded the deaf-mute to take her away with him, and they galloped like the wind from city to city, spreading everywhere the news that Prince Dolor's death and burial had been an invention concocted by his wicked uncle that he was alive and well, and the noblest young prince that ever was born."
  },
  {
   "size": 1413,
   "text": "It was a bold stroke, but it succeeded. The country, weary perhaps of the late King's harsh rule, and yet glad to save itself from the horrors of the last few days, and the still further horrors of no rule at all, and having no particular interest in the other young princes, jumped at the idea of this Prince, who was the son of their late good King and the beloved Queen Dolorez. “Hurrah for Prince Dolor! Let Prince Dolor be our sovereign!” rang from end to end of the kingdom. Everybody tried to remember what a dear baby he once was--how like his mother, who had been so sweet and kind, and his father, the finest-looking king that ever reigned. Nobody remembered his lameness--or, if they did, they passed it over as a matter of no consequence. They were determined to have him reign over them, boy as he was--perhaps just because he was a boy, since in that case the great nobles thought they should be able to do as they liked with the country. Accordingly, with a fickleness not confined to the people of Nomansland, no sooner was the late King laid in his grave than they pronounced him to have been a usurper; turned all his family out of the palace, and left it empty for the reception of the new sovereign, whom they went to fetch with great rejoicing, a select body of lords, gentlemen, and soldiers traveling night and day in solemn procession through the country until they reached Hopeless Tower."
  },
  {
   "size": 1405,
   "text": "There they found the Prince, sitting calmly on the floor--deadly pale, indeed, for he expected a quite different end from this, and was resolved, if he had to die, to die courageously, like a Prince and a King. But when they hailed him as Prince and King, and explained to him how matters stood, and went down on their knees before him, offering the crown (on a velvet cushion, with four golden tassels, each nearly as big as his head),--small though he was and lame, which lameness the courtiers pretended not to notice,--there came such a glow into his face, such a dignity into his demeanor, that he became beautiful, king-like. “Yes,” he said, “if you desire it, I will be your king. And I will do my best to make my people happy.” Then there arose, from inside and outside the tower, such a shout as never yet was heard across the lonely plain. Prince Dolor shrank a little from the deafening sound. “How shall I be able to rule all this great people? You forget, my lords, that I am only a little boy still.” “Not so very little,” was the respectful answer. “We have searched in the records, and found that your Royal Highness--your Majesty, I mean--is fifteen years old.” “Am I?” said Prince Dolor; and his first thought was a thoroughly childish pleasure that he should now have a birthday, with a whole nation to keep it. Then he remembered that his childish days were done. He was a monarch now."
  },
  {
   "size": 1697,
   "text": "Even his nurse, to whom, the moment he saw her, he had held out his hand, kissed it reverently, and called him ceremoniously “his Majesty the King.” “A king must be always a king, I suppose,” said he half-sadly, when, the ceremonies over, he had been left to himself for just ten minutes, to put off his boy's clothes and be reattired in magnificent robes, before he was conveyed away from his tower to the royal palace. He could take nothing with him; indeed, he soon saw that, however politely they spoke, they would not allow him to take anything. If he was to be their king, he must give up his old life forever. So he looked with tender farewell on his old books, old toys, the furniture he knew so well, and the familiar plain in all its levelness--ugly yet pleasant, simply because it was familiar. “It will be a new life in a new world,” said he to himself; “but I'll remember the old things still. And, oh! if before I go I could but once see my dear old godmother.” While he spoke he had laid himself down on the bed for a minute or two, rather tired with his grandeur, and confused by the noise of the trumpets which kept playing incessantly down below. He gazed, half sadly, up to the skylight, whence there came pouring a stream of sunrays, with innumerable motes floating there, like a bridge thrown between heaven and earth. Sliding down it, as if she had been made of air, came the little old woman in gray. So beautiful looked she--old as she was--that Prince Dolor was at first quite startled by the apparition. Then he held out his arms in eager delight. “Oh, godmother, you have not forsaken me!” “Not at all, my son. You may not have seen me, but I have seen you many a time.”"
  },
  {
   "size": 1488,
   "text": "“Oh, never mind. I can turn into anything I please, you know. And I have been a bearskin rug, and a crystal goblet--and sometimes I have changed from inanimate to animate nature, put on feathers, and made myself very comfortable as a bird.” “Ha!” laughed the prince, a new light breaking in upon him as he caught the infection of her tone, lively and mischievous. “Ha! ha! a lark, for instance?” “Or a magpie,” answered she, with a capital imitation of Mistress Mag's croaky voice. “Do you suppose I am always sentimental, and never funny? If anything makes you happy, gay, or grave, don't you think it is more than likely to come through your old godmother?” “I believe that,” said the boy tenderly, holding out his arms. They clasped one another in a close embrace. Suddenly Prince Dolor looked very anxious. “You will not leave me now that I am a king? Otherwise I had rather not be a king at all. Promise never to forsake me!” The little old woman laughed gayly. “Forsake you? that is impossible. But it is just possible you may forsake me. Not probable though. Your mother never did, and she was a queen. The sweetest queen in all the world was the Lady Dolorez.” “Tell me about her,” said the boy eagerly. “As I get older I think I can understand more. Do tell me.” “Not now. You couldn't hear me for the trumpets and the shouting. But when you are come to the palace, ask for a long-closed upper room, which looks out upon the Beautiful Mountains; open it and take it for your own."
  },
  {
   "size": 1536,
   "text": "Whenever you go there you will always find me, and we will talk together about all sorts of things.” “And about my mother?” The little old woman nodded--and kept nodding and smiling to herself many times, as the boy repeated over and over again the sweet words he had never known or understood--“my mother--my mother.” “Now I must go,” said she, as the trumpets blared louder and louder, and the shouts of the people showed that they would not endure any delay. “Good-by, good-by! Open the window and out I fly.” Prince Dolor repeated gayly the musical rhyme--but all the while tried to hold his godmother fast. Vain, vain! for the moment that a knocking was heard at his door the sun went behind a cloud, the bright stream of dancing motes vanished, and the little old woman with them--he knew not where. So Prince Dolor quitted his tower--which he had entered so mournfully and ignominiously as a little helpless baby carried in the deaf-mute's arms--quitted it as the great King of Nomansland. The only thing he took away with him was something so insignificant that none of the lords, gentlemen, and soldiers who escorted him with such triumphant splendor could possibly notice it--a tiny bundle, which he had found lying on the floor just where the bridge of sunbeams had rested. At once he had pounced upon it, and thrust it secretly into his bosom, where it dwindled into such small proportions that it might have been taken for a mere chest-comforter, a bit of flannel, or an old pocket-handkerchief. It was his traveling-cloak!"
  },
  {
   "size": 1403,
   "text": "Did Prince Dolar become a great king? Was he, though little more than a boy, “the father of his people,” as all kings ought to be? Did his reign last long--long and happy? and what were the principal events of it, as chronicled in the history of Nomansland? Why, if I were to answer all these questions I should have to write another book. And I'm tired, children, tired--as grown-up people sometimes are, though not always with play. (Besides, I have a small person belonging to me, who, though she likes extremely to listen to the word-of-mouth story of this book, grumbles much at the writing of it, and has run about the house clapping her hands with joy when mamma told her that it was nearly finished. But that is neither here nor there.) I have related as well as I could the history of Prince Dolor, but with the history of Nomansland I am as yet unacquainted. If anybody knows it, perhaps he or she will kindly write it all down in another book. But mine is done. However, of this I am sure, that Prince Dolor made an excellent king. Nobody ever does anything less well, not even the commonest duty of common daily life, for having such a godmother as the little old woman clothed in gray, whose name is--well, I leave you to guess. Nor, I think, is anybody less good, less capable of both work and enjoyment in after-life, for having been a little unhappy in his youth, as the prince had been."
  },
  {
   "size": 1427,
   "text": "I cannot take upon myself to say that he was always happy now--who is?--or that he had no cares; just show me the person who is quite free from them! But whenever people worried and bothered him--as they did sometimes, with state etiquette, state squabbles, and the like, setting up themselves and pulling down their neighbors--he would take refuge in that upper room which looked out on the Beautiful Mountains, and, laying his head on his godmother's shoulder, become calmed and at rest. Also, she helped him out of any difficulty which now and then occurred--for there never was such a wise old woman. When the people of Nomansland raised the alarm--as sometimes they did--for what people can exist without a little fault-finding?--and began to cry out, “Un-happy is the nation whose king is a child,” she would say to him gently, “You are a child. Accept the fact. Be humble--be teachable. Lean upon the wisdom of others till you have gained your own.” He did so. He learned how to take advice before attempting to give it, to obey before he could righteously command. He assembled round him all the good and wise of his kingdom--laid all its affairs before them, and was guided by their opinions until he had maturely formed his own. This he did sooner than anybody would have imagined who did not know of his godmother and his traveling-cloak--two secret blessings, which, though many guessed at, nobody quite understood."
  },
  {
   "size": 1619,
   "text": "Nor did they understand why he loved so the little upper room, except that it had been his mother's room, from the window of which, as people remembered now, she had used to sit for hours watching the Beautiful Mountains. Out of that window he used to fly--not very often; as he grew older, the labors of state prevented the frequent use of his traveling-cloak; still he did use it sometimes. Only now it was less for his own pleasure and amusement than to see something or investigate something for the good of the country. But he prized his godmother's gift as dearly as ever. It was a comfort to him in all his vexations, an enhancement of all his joys. It made him almost forget his lameness--which was never cured. However, the cruel things which had been once foreboded of him did not happen. His misfortune was not such a heavy one, after all. It proved to be of much less inconvenience, even to himself, than had been feared. A council of eminent surgeons and mechanicians invented for him a wonderful pair of crutches, with the help of which, though he never walked easily or gracefully, he did manage to walk so as to be quite independent. And such was the love his people bore him that they never heard the sound of his crutches on the marble palace floors without a leap of the heart, for they knew that good was coming to them whenever he approached. Thus, though he never walked in processions, never reviewed his troops mounted on a magnificent charger, nor did any of the things which make a show monarch so much appreciated, he was able for all the duties and a great many of the pleasures of his rank."
  },
  {
   "size": 1425,
   "text": "When he held his levees, not standing, but seated on a throne ingeniously contrived to hide his infirmity, the people thronged to greet him; when he drove out through the city streets, shouts followed him wherever he went--every countenance brightened as he passed, and his own, perhaps, was the brightest of all. First, because, accepting his affliction as inevitable, he took it patiently; second, because, being a brave man, he bore it bravely, trying to forget himself, and live out of himself, and in and for other people. Therefore other people grew to love him so well that I think hundreds of his subjects might have been found who were almost ready to die for their poor lame king. He never gave them a queen. When they implored him to choose one, he replied that his country was his bride, and he desired no other. But perhaps the real reason was that he shrank from any change; and that no wife in all the world would have been found so perfect, so lovable, so tender to him in all his weaknesses as his beautiful old godmother. His twenty-four other godfathers and godmothers, or as many of them as were still alive, crowded round him as soon as he ascended the throne. He was very civil to them all, but adopted none of the names they had given him, keeping to the one by which he had been always known, though it had now almost lost its meaning; for King Dolor was one of the happiest and cheerfulest men alive."
  },
  {
   "size": 1578,
   "text": "He did a good many things, however, unlike most men and most kings, which a little astonished his subjects. First, he pardoned the condemned woman who had been his nurse, and ordained that from henceforth there should be no such thing as the punishment of death in Nomansland. All capital criminals were to be sent to perpetual imprisonment in Hopeless Tower and the plain round about it, where they could do no harm to anybody, and might in time do a little good, as the woman had done. Another surprise he shortly afterward gave the nation. He recalled his uncle's family, who had fled away in terror to another country, and restored them to all their honors in their own. By and by he chose the eldest son of his eldest cousin (who had been dead a year), and had him educated in the royal palace, as the heir to the throne. This little prince was a quiet, unobtrusive boy, so that everybody wondered at the King's choosing him when there were so many more; but as he grew into a fine young fellow, good and brave, they agreed that the King judged more wisely than they. “Not a lame prince, either,” his Majesty observed one day, watching him affectionately; for he was the best runner, the highest leaper, the keenest and most active sportsman in the country. “One cannot make one's self, but one can sometimes help a little in the making of somebody else. It is well.” This was said, not to any of his great lords and ladies, but to a good old woman--his first homely nurse whom he had sought for far and wide, and at last found in her cottage among the Beautiful Mountains."
  },
  {
   "size": 1495,
   "text": "He sent for her to visit him once a year, and treated her with great honor until she died. He was equally kind, though somewhat less tender, to his other nurse, who, after receiving her pardon, returned to her native town and grew into a great lady, and I hope a good one. But as she was so grand a personage now, any little faults she had did not show. Thus King Dolor's reign passed year after year, long and prosperous. Whether he were happy--“as happy as a king”--is a question no human being can decide. But I think he was, because he had the power of making everybody about him happy, and did it too; also because he was his godmother's godson, and could shut himself up with her whenever he liked, in that quiet little room in view of the Beautiful Mountains, which nobody else ever saw or cared to see. They were too far off, and the city lay so low. But there they were, all the time. No change ever came to them; and I think, at any day throughout his long reign, the King would sooner have lost his crown than have lost sight of the Beautiful Mountains. In course of time, when the little Prince, his cousin, was grown into a tall young man, capable of all the duties of a man, his Majesty did one of the most extraordinary acts ever known in a sovereign beloved by his people and prosperous in his reign. He announced that he wished to invest his heir with the royal purple--at any rate, for a time--while he himself went away on a distant journey, whither he had long desired to go."
  },
  {
   "size": 1448,
   "text": "Everybody marveled, but nobody opposed him. Who could oppose the good King, who was not a young king now? And besides, the nation had a great admiration for the young regent--and possibly a lurking pleasure in change. So there was a fixed day when all the people whom it would hold assembled in the great square of the capital, to see the young prince installed solemnly in his new duties, and undertaking his new vows. He was a very fine young fellow; tall and straight as a poplar tree, with a frank, handsome face--a great deal handsomer than the king, some people said, but others thought differently. However, as his Majesty sat on his throne, with his gray hair falling from underneath his crown, and a few wrinkles showing in spite of his smile, there was something about his countenance which made his people, even while they shouted, regard him with a tenderness mixed with awe. He lifted up his thin, slender hand, and there came a silence over the vast crowd immediately. Then he spoke, in his own accustomed way, using no grand words, but saying what he had to say in the simplest fashion, though with a clearness that struck their ears like the first song of a bird in the dusk of the morning. “My people, I am tired: I want to rest. I have had a long reign, and done much work--at least, as much as I was able to do. Many might have done it better than I--but none with a better will. Now I leave it to others; I am tired, very tired."
  },
  {
   "size": 1494,
   "text": "Let me go home.” There arose a murmur--of content or discontent none could well tell; then it died down again, and the assembly listened silently once more. “I am not anxious about you, my people--my children,” continued the King. “You are prosperous and at peace. I leave you in good hands. The Prince Regent will be a fitter king for you than I.” “No, no, no!” rose the universal shout--and those who had sometimes found fault with him shouted louder than anybody. But he seemed as if he heard them not. “Yes, yes,” said he, as soon as the tumult had a little subsided: and his voice sounded firm and clear; and some very old people, who boasted of having seen him as a child, declared that his face took a sudden change, and grew as young and sweet as that of the little Prince Dolor. “Yes, I must go. It is time for me to go. Remember me sometimes, my people, for I have loved you well. And I am going a long way, and I do not think I shall come back any more.” He drew a little bundle out of his breast pocket--a bundle that nobody had ever seen before. It was small and shabby-looking, and tied up with many knots, which untied themselves in an instant. With a joyful countenance, he muttered over it a few half-intelligible words. Then, so suddenly that even those nearest to his Majesty could not tell how it came about, the King was away--away--floating right up in the air--upon something, they knew not what, except that it appeared to be as safe and pleasant as the wings of a bird."
  },
  {
   "size": 1080,
   "text": "And after him sprang a bird--a dear little lark, rising from whence no one could say, since larks do not usually build their nests in the pavement of city squares. But there it was, a real lark, singing far over their heads, louder and clearer and more joyful as it vanished further into the blue sky. Shading their eyes, and straining their ears, the astonished people stood until the whole vision disappeared like a speck in the clouds--the rosy clouds that overhung the Beautiful Mountains. King Dolor was never again beheld or heard of in his own country. But the good he had done there lasted for years and years; he was long missed and deeply mourned--at least, so far as anybody could mourn one who was gone on such a happy journey. Whither he went, or who went with him, it is impossible to say. But I myself believe that his godmother took him on his traveling-cloak to the Beautiful Mountains. What he did there, or where he is now, who can tell? I cannot. But one thing I am quite sure of, that, wherever he is, he is perfectly happy. And so, when I think of him, am I."
  },
  {
   "size": 1443,
   "text": "THERE were a king and queen who were dotingly fond of their only son, notwithstanding that he was equally deformed in mind and person. The king was quite sensible of the evil disposition of his son, but the queen in her excessive fondness saw no fault whatever in her dear Furibon, as he was named. The surest way to win her favor was to praise Furibon for charms he did not possess. When he came of age to have a governor, the king made choice of a prince who had an ancient right to the crown, but was not able to support it. This prince had a son, named Leander, handsome, accomplished, amiable--in every respect the opposite of Prince Furibon. The two were frequently together, which only made the deformed prince more repulsive. One day, certain ambassadors having arrived from a far country, the prince stood in a gallery to see them; when, taking Leander for the king's son, they made their obeisance to him, treating Furibon as a mere dwarf, at which the latter was so offended that he drew his sword, and would have done them a mischief had not the king just then appeared. As it was, the affair produced a quarrel, which ended in Leander's being sent to a far-away castle belonging to his father. There, however, he was quite happy, for he was a great lover of hunting, fishing, and walking: he understood painting, read much, and played upon several instruments, so that he was glad to be freed from the fantastic humors of Furibon."
  },
  {
   "size": 1614,
   "text": "One day as he was walking in the garden, finding the heat increase, he retired into a shady grove and began to play upon the flute to amuse himself. As he played, he felt something wind about his leg, and looking down saw a great adder: he took his handkerchief, and catching it by the head was going to kill it. But the adder, looking steadfastly in his face, seemed to beg his pardon. At this instant one of the gardeners happened to come to the place where Leander was, and spying the snake, cried out to his master: “Hold him fast, sir; it is but an hour since we ran after him to kill him: it is the most mischievous creature in the world.” Leander, casting his eyes a second time upon the snake, which was speckled with a thousand extraordinary colors, perceived the poor creature still looked upon him with an aspect that seemed to implore compassion, and never tried in the least to defend itself. “Though thou hast such a mind to kill it,” said he to the gardener, “yet, as it came to me for refuge, I forbid thee to do it any harm; for I will keep it, and when it has cast its beautiful skin I will let it go.” He then returned home, and carrying the snake with him, put it into a large chamber, the key of which he kept himself, and ordered bran, milk, and flowers to be given to it, for its delight and sustenance; so that never was snake so happy. Leander went sometimes to see it, and when it perceived him it made haste to meet him, showing him all the little marks of love and gratitude of which a poor snake was capable, which did not a little surprise him, though he took no further notice of it."
  },
  {
   "size": 1550,
   "text": "In the meantime all the court ladies were extremely troubled at his absence, and he was the subject of all their discourse. “Alas!” cried they, “there is no pleasure at court since Leander is gone, of whose absence the wicked Furibon is the cause!” Furibon also had his parasites, for his power over the queen made him feared; they told him what the ladies said, which enraged him to such a degree that in his passion he flew to the queen's chamber, and vowed he would kill himself before her face if she did not find means to destroy Leander. The queen, who also hated Leander, because he was handsomer than her son, replied that she had long looked upon him as a traitor, and therefore would willingly consent to his death. To which purpose she advised Furibon to go a-hunting with some of his confidants, and contrive it so that Leander should make one of the party. “Then,” said she, “you may find some way to punish him for pleasing everybody.” Furibon understood her, and accordingly went a-hunting; and Leander, when he heard the horns and the hounds, mounted his horse and rode to see who it was. But he was surprised to meet the prince so unexpectedly; he alighted immediately and saluted him with respect; and Furibon received him more graciously than usual and bade follow him. All of a sudden he turned his horse and rode another way, making a sign to the ruffians to take the first opportunity to kill him; but before he had got quite out of sight, a lion of prodigious size, coming out of his den, leaped upon Furibon; all his followers"
  },
  {
   "size": 1626,
   "text": "fled, and only Leander remained; who, attacking the animal sword in hand, by his valor and agility saved the life of his most cruel enemy, who had fallen in a swoon from fear. When he recovered, Leander presented him his horse to remount. Now, any other than such a wretch would have been grateful, but Furibon did not even look upon him; nay, mounting the horse, he rode in quest of the ruffians, to whom he repeated his orders to kill him. They accordingly surrounded Leander, who, setting his back to a tree, behaved with so much bravery that he laid them all dead at his feet. Furibon, believing him by this time slain, rode eagerly up to the spot. When Leander saw him he advanced to meet him. “Sir,” said he, “if it was by your order that these assassins came to kill me, I am sorry I made any defense.” “You are an insolent villain!” replied Furibon, “and if ever you come into my presence again, you shall surely die.” Leander made no answer, but retired sad and pensive to his own home, where he spent the night in pondering what was best for him to do; for there was no likelihood he should be able to defend himself against the power of the king's son; therefore he at length concluded he would travel abroad and see the world. Being ready to depart, he recollected his snake, and, calling for some milk and fruits, carried them to the poor creature for the last time; but on opening the door he perceived an extraordinary luster in one corner of the room, and casting his eye on the place he was surprised to see a lady, whose noble and majestic air made him immediately conclude she was a princess of royal birth."
  },
  {
   "size": 1479,
   "text": "Her habit was of purple satin, embroidered with pearls and diamonds; she advanced toward him with a gracious smile. “Young prince,” said she, “you find no longer your pet snake, but me, the fairy Gentilla, ready to requite your generosity. For know that we fairies live a hundred years in flourishing youth, without diseases, without trouble or pain; and this term being expired, we become snakes for eight days. During that time it is not in our power to prevent any misfortune that may befall us; and if we happen to be killed, we never revive again. But these eight days being expired, we resume our usual form and recover our beauty, our power, and our riches. Now you know how much I am obliged to your goodness, and it is but just that I should repay my debt of gratitude; think how I can serve you and depend on me.” The young prince, who had never conversed with a fairy till now, was so surprised that it was a long time before he could speak. But at length, making a profound reverence, “Madam,” said he, “since I have had the honor to serve you, I know not any other happiness that I can wish for.” “I should be sorry,” replied she, “not to be of service to you in something; consider, it is in my power to bestow on you long life, kingdoms, riches; to give you mines of diamonds and houses full of gold; I can make you an excellent orator, poet, musician, and painter; or, if you desire it, a spirit of the air, the water, or the earth.” Here Leander interrupted her."
  },
  {
   "size": 1538,
   "text": "“Permit me, madam,” said he, “to ask you what benefit it would be to me to be a spirit?” “Much,” replied the fairy, “you would be invisible when you pleased, and might in an instant traverse the whole earth; you would be able to fly without wings, to descend into the abyss of the earth without dying, and walk at the bottom of the sea without being drowned; nor doors, nor windows, though fast shut and locked, could hinder you from entering anywhere; and whenever you had a mind, you might resume your natural form.” “Oh, madam!” cried Leander, “then let me be a spirit; I am going to travel, and should prefer it above all those other advantages you have so generously offered me.” Gentilla thereupon stroking his face three times, “Be a spirit,” said she; and then, embracing him, she gave him a little red cap with a plume of feathers. “When you put on this cap you shall be invisible; but when you take it off you shall again become visible.” Leander, overjoyed, put his little red cap upon his head and wished himself in the forest, that he might gather some wild roses which he had observed there: his body immediately became as light as thought; he flew through the window like a bird; though, in flying over the river, he was not without fear lest he should fall into it, and the power of the fairy not be able to save him. But he arrived in safety at the rose-bushes, plucked the three roses, and returned immediately to his chamber; presented his roses to the fairy, overjoyed that his first experiments had succeeded so well."
  },
  {
   "size": 1431,
   "text": "She bade him keep the roses, for that one of them would supply him with money whenever he wanted it; that if he put the other into his mistress' bosom, he would know whether she was faithful or not; and that the third would keep him always in good health. Then, without staying to receive his thanks, she wished him success in his travels and disappeared. Leander, infinitely pleased, settled his affairs, mounted the finest horse in the stable, called Gris-de-line, and attended by some of his servants in livery, made his return to court. Now you must know Furibon had given out that had it not been for his courage Leander would have murdered him when they were a-hunting; so the king, being importuned by the queen, gave orders that Leander should be apprehended. But when he came, he showed so much courage and resolution that Furibon ran to the queen's chamber and prayed her to order him to be seized. The queen, who was extremely diligent in everything that her son desired, went immediately to the king. Furibon, being impatient to know what would be resolved, followed her; but stopped at the door and laid his ear to the keyhole, putting his hair aside that he might the better hear what was said. At the same time, Leander entered the court-hall of the palace with his red cap upon his head, and perceiving Furibon listening at the door of the king's chamber, he took a nail and a hammer and nailed his ear to the door."
  },
  {
   "size": 1692,
   "text": "Furibon began to roar, so that the queen, hearing her son's voice, ran and opened the door, and, pulling it hastily, tore her son's ear from his head. Half out of her wits, she set him in her lap, took up his ear, kissed it, and clapped it again upon its place; but the invisible Leander, seizing upon a handful of twigs, with which they corrected the king's little dogs, gave the queen several lashes upon her hands, and her son as many on the nose: upon which the queen cried out, “Murder! murder!” and the king looked about, and the people came running in; but nothing was to be seen. Some cried that the queen was mad, and that her madness proceeded from her grief to see that her son had lost one ear; and the king was as ready as any to believe it, so that when she came near him he avoided her, which made a very ridiculous scene. Leander, then leaving the chamber, went into the garden, and there, assuming his own shape, he boldly began to pluck the queen's cherries, apricots, strawberries, and flowers, though he knew she set such a high value on them that it was as much as a man's life was worth to touch one. The gardeners, all amazed, came and told their majesties that Prince Leander was making havoc of all the fruits and flowers in the queen's gardens. “What insolence!” said the queen: then turning to Furibon, “my pretty child, forget the pain of thy ear but for a moment, and fetch that vile wretch hither; take our guards, both horse and foot, seize him, and punish him as he deserves.” Furibon, encouraged by his mother, and attended by a great number of armed soldiers, entered the garden and saw Leander; who, taking refuge under a tree, pelted them all with oranges."
  },
  {
   "size": 1602,
   "text": "But when they came running toward him, thinking to have seized him, he was not to be seen; he had slipped behind Furibon, who was in a bad condition already. But Leander played him one trick more; for he pushed him down upon the gravel walk, and frightened him so that the soldiers had to take him up, carry him away, and put him to bed. Satisfied with this revenge, he returned to his servants, who waited for him, and giving them money, sent them back to his castle, that none might know the secret of his red cap and roses. As yet he had not determined whither to go; however, he mounted his fine horse Gris-de-line, and, laying the reins upon his neck, let him take his own road: at length he arrived in a forest, where he stopped to shelter himself from the heat. He had not been above a minute there before he heard a lamentable noise of sighing and sobbing; and looking about him, beheld a man, who ran, stopped, then ran again, sometimes crying, sometimes silent, then tearing his hair, then thumping his breast like some unfortunate madman. Yet he seemed to be both handsome and young: his garments had been magnificent, but he had torn them all to tatters. The prince, moved with compassion, made toward him, and mildly accosted him. “Sir,” said he, “your condition appears so deplorable that I must ask the cause of your sorrow, assuring you of every assistance in my power.” “Oh, sir,” answered the young man, “nothing can cure my grief; this day my dear mistress is to be sacrificed to a rich old ruffian of a husband who will make her miserable.” “Does she love you, then?” asked Leander."
  },
  {
   "size": 1410,
   "text": "“I flatter myself so,” answered the young man. “Where is she?” continued Leander. “In the castle at the end of this forest,” replied the lover. “Very well,” said Leander; “stay you here till I come again, and in a little while I will bring you good news.” He then put on his little red cap and wished himself in the castle. He had hardly got thither before he heard all sorts of music; he entered into a great room, where the friends and kindred of the old man and the young lady were assembled. No one could look more amiable than she; but the paleness of her complexion, the melancholy that appeared in her countenance, and the tears that now and then dropped, as it were by stealth from her eyes, betrayed the trouble of her mind. Leander now became invisible, and placed himself in a corner of the room. He soon perceived the father and mother of the bride; and coming behind the mother's chair, whispered in her ear, “If you marry your daughter to that old dotard, before eight days are over you shall certainly die.” The woman, frightened to hear such a terrible sentence pronounced upon her, and yet not know from whence it came, gave a loud shriek and dropped upon the floor. Her husband asked what ailed her: she cried that she was a dead woman if the marriage of her daughter went forward, and therefore she would not consent to it for all the world. Her husband laughed at her and called her a fool."
  },
  {
   "size": 1512,
   "text": "But the invisible Leander accosting the man, threatened him in the same way, which frightened him so terribly that he also insisted on the marriage being broken off. When the lover complained, Leander trod hard upon his gouty toes and rang such an alarm in his ears that, not being able any longer to hear himself speak, away he limped, glad enough to go. The real lover soon appeared, and he and his fair mistress fell joyfully into one another's arms, the parents consenting to their union. Leander, assuming his own shape, appeared at the hall door, as if he were a stranger drawn thither by the report of this extraordinary wedding. From hence he traveled on, and came to a great city, where, upon his arrival, he understood there was a great and solemn procession, in order to shut up a young woman against her will among the vestal-nuns. The prince was touched with compassion; and thinking the best use he could make of his cap was to redress public wrongs and relieve the oppressed, he flew to the temple, where he saw the young woman, crowned with flowers, clad in white, and with her disheveled hair flowing about her shoulders. Two of her brothers led her by each hand, and her mother followed her with a great crowd of men and women. Leander, being invisible, cried out, “Stop, stop, wicked brethren: stop, rash and inconsiderate mother; if you proceed any further, you shall be squeezed to death like so many frogs.” They looked about, but could not conceive from whence these terrible menaces came."
  },
  {
   "size": 1682,
   "text": "The brothers said it was only their sister's lover, who had hid himself in some hole; at which Leander, in wrath, took a long cudgel, and they had no reason to say the blows were not well laid on. The multitude fled, the vestals ran away, and Leander was left alone with the victim; immediately he pulled off his red cap and asked her wherein he might serve her. She answered him that there was a certain gentleman whom she would be glad to marry, but that he wanted an estate. Leander then shook his rose so long that he supplied them with ten millions; after which they were married and lived happily together. But his last adventure was the most agreeable. Entering into a wide forest, he heard lamentable cries. Looking about him every way, at length he spied four men well armed, who were carrying away by force a young lady, thirteen or fourteen years of age; upon which, making up to them as fast as he could, “What harm has that girl done?” said he. “Ha! ha! my little master,” cried he who seemed to be the ringleader of the rest, “who bade you inquire?” “Let her alone,” said Leander, “and go about your business.” “Oh, yes, to be sure,” cried they, laughing; whereupon the prince, alighting, put on his red cap, not thinking it otherwise prudent to attack four who seemed strong enough to fight a dozen. One of them stayed to take care of the young lady, while the three others went after Gris-de-line, who gave them a great deal of unwelcome exercise. Meantime the young lady continued her cries and complaints. “Oh, my dear princess,” said she, “how happy was I in your palace! Did you but know my sad misfortune, you would send your Amazons to rescue poor Abricotina.”"
  },
  {
   "size": 1554,
   "text": "Leander, having listened to what she said, without delay seized the ruffian that held her, and bound him fast to a tree before he had time or strength to defend himself. He then went to the second, and taking him by both arms, bound him in the same manner to another tree. In the meantime Abricotina made the best of her good fortune and betook herself to her heels, not knowing which way she went. But Leander, missing her, called out to his horse Gris-de-line; who, by two kicks with his hoof, rid himself of the two ruffians who had pursued him: one of them had his head broken and the other three of his ribs. And now Leander only wanted to overtake Abricotina; for he thought her so handsome that he wished to see her again. He found her leaning against a tree. When she saw Gris-de-line coming toward her, “How lucky am I!” cried she; “this pretty little horse will carry me to the palace of pleasure.” Leander heard her, though she saw him not: he rode up to her; Gris-de-line stopped, and when Abricotina mounted him, Leander clasped her in his arms and placed her gently before him. Oh, how great was Abricotina's fear to feel herself fast embraced, and yet see nobody! She durst not stir, and shut her eyes for fear of seeing a spirit. But Leander took off his little cap. “How comes it, fair Abricotina,” said he, “that you are afraid of me, who delivered you out of the hands of the ruffians?” With that she opened her eyes, and knowing him again, “Oh, sir,” said she, “I am infinitely obliged to you; but I was afraid, for I felt myself held"
  },
  {
   "size": 1555,
   "text": "fast and could see no one.” “Surely,” replied Leander, “the danger you have been in has disturbed you and cast a mist before your eyes.” Abricotina would not seem to doubt him, though she was otherwise extremely sensible. And after they had talked for some time of indifferent things, Leander requested her to tell him her age, her country, and by what accident she fell into the hands of the ruffians. “Know then, sir,” said she, “there was a certain very great fairy married to a prince who wearied of her: she therefore banished him from her presence, and established herself and daughter in the Island of Calm Delights. The princess, who is my mistress, being very fair, has many lovers--among others, one named Furibon, whom she detests; he it was whose ruffians seized me to-day when I was wandering in search of a stray parrot. Accept, noble prince, my best thanks for your valor, which I shall never forget.” Leander said how happy he was to have served her, and asked if he could not obtain admission into the island. Abricotina assured him this was impossible, and therefore he had better forget all about it. While they were thus conversing, they came to the bank of a large river. Abricotina alighted with a nimble jump from the horse. “Farewell, sir,” said she to the prince, making a profound reverence; “I wish you every happiness.” “And I,” said Leander, “wish that I may now and then have a small share in your remembrance.” So saying, he galloped away and soon entered into the thickest part of the wood, near a river, where he unbridled"
  },
  {
   "size": 1513,
   "text": "and unsaddled Gris-de-line; then, putting on his little cap, wished himself in the Island of Calm Delights, and his wish was immediately accomplished. The palace was of pure gold, and stood upon pillars of crystal and precious stones, which represented the zodiac and all the wonders of nature; all the arts and sciences; the sea, with all the variety of fish therein contained; the earth, with all the various creatures which it produces; the chases of Diana and her nymphs; the noble exercises of the Amazons; the amusements of a country life; flocks of sheep with their shepherds and dogs; the toils of agriculture, harvesting, gardening. And among all this variety of representations there was neither man nor boy to be seen--not so much as a little winged Cupid; so highly had the princess been incensed against her inconstant husband as not to show the least favor to his fickle sex. “Abricotina did not deceive me,” said Leander to himself; “they have banished from hence the very idea of men; now let us see what they have lost by it.” With that he entered into the palaces and at every step he took he met with objects so wonderful that when he had once fixed his eyes upon them he had much ado to take them off again. He viewed a vast number of these apartments, some full of china, no less fine than curious; others lined with porcelain, so delicate that the walls were quite transparent. Coral, jasper, agates, and cornelians adorned the rooms of state, and the presence-chamber was one entire mirror."
  },
  {
   "size": 1539,
   "text": "The throne was one great pearl, hollowed like a shell; the princess sat, surrounded by her maidens, none of whom could compare with herself. In her was all the innocent sweetness of youth, joined to the dignity of maturity; in truth, she was perfection; and so thought the invisible Leander. Not seeing Abricotina, she asked where she was. Upon that, Leander, being very desirous to speak, assumed the tone of a parrot, for there were many in the room, and addressed himself invisibly to the princess. “Most charming princess,” said he, “Abricotina will return immediately. She was in great danger of being carried away from this place but for a young prince who rescued her.” The princess was surprised at the parrot, his answer was so extremely pertinent. “You are very rude, little parrot,” said the princess; “and Abricotina, when she comes, shall chastise you for it.” “I shall not be chastised,” answered Leander, still counterfeiting the parrot's voice; “moreover, she will let you know the great desire that stranger had to be admitted into this palace, that he might convince you of the falsehood of those ideas which you have conceived against his sex.” “In truth, pretty parrot,” cried the princess, “it is a pity you are not every day so diverting; I should love you dearly.” “Ah! if prattling will please you, princess,” replied Leander, “I will prate from morning till night.” “But,” continued the princess, “how shall I be sure my parrot is not a sorcerer?” “He is more in love than any sorcerer can be,” replied the prince."
  },
  {
   "size": 1436,
   "text": "At this moment Abricotina entered the room, and falling at her lovely mistress' feet, gave her a full account of what had befallen her, and described the prince in the most glowing colors. “I should have hated all men,” added she, “had I not seen him! Oh, madam, how charming he is! His air and all his behavior have something in them so noble; and though whatever he spoke was infinitely pleasing, yet I think I did well in not bringing him hither.” To this the princess said nothing, but she asked Abricotina a hundred other questions concerning the prince; whether she knew his name, his country, his birth, from whence he came, and whither he was going; and after this she fell into a profound thoughtfulness. Leander observed everything, and continued to chatter as he had begun. “Abricotina is ungrateful, madam,” said he; “that poor stranger will die for grief if he sees you not.” “Well, parrot, let him die,” answered the princess with a sigh; “and since thou undertakest to reason like a person of wit, and not a little bird, I forbid thee to talk to me any more of this unknown person.” Leander was overjoyed to find that Abricotina's and the parrot's discourse had made such an impression on the princess. He looked upon her with pleasure and delight. “Can it be,” said he to himself, “that the masterpiece of nature, that the wonder of our age, should be confined eternally in an island, and no mortal dare to approach her?"
  },
  {
   "size": 1550,
   "text": "But,” continued he, “wherefore am I concerned that others are banished hence, since I have the happiness to be with her, to hear and to admire her; nay, more, to love her above all the women in the universe?” It was late, and the princess retired into a large room of marble and porphyry, where several bubbling fountains, refreshed the air with an agreeable coolness. As soon as she entered the music began, a sumptuous supper was served up, and the birds from several aviaries on each side of the room, of which Abricotina had the chief care, opened their little throats in the most agreeable manner. Leander had traveled a journey long enough to give him a good appetite, which made him draw near the table, where the very smell of such viands was agreeable and refreshing. The princess had a curious tabby-cat, for which she had a great kindness. This cat one of the maids of honor held in her arms, saying, “Madam, Bluet is hungry!” With that a chair was presently brought for the cat; for he was a cat of quality, and had a necklace of pearl about his neck. He was served on a golden plate with a laced napkin before him; and the plate being supplied with meat, Bluet sat with the solemn importance of an alderman. “Ho! ho!” cried Leander to himself; “an idle tabby malkin, that perhaps never caught a mouse in his life, and I dare say is not descended from a better family than myself, has the honor to sit at table with my mistress: I would fain know whether he loves her so well as I do.” Saying this, he placed himself in the chair with the"
  },
  {
   "size": 1551,
   "text": "cat upon his knee, for nobody saw him, because he had his little red cap on; finding Bluet's plate well supplied with partridge, quails, and pheasants, he made so free with them that whatever was set before Master Puss disappeared in a trice. The whole court said no cat ever ate with a better appetite. There were excellent ragouts, and the prince made use of the cat's paw to taste them; but he sometimes pulled his paw too roughly, and Bluet, not understanding raillery, began to mew and be quite out of patience. The princess observing it, “Bring that fricassee and that tart to poor Bluet,” said she; “see how he cries to have them.” Leander laughed to himself at the pleasantness of this adventure; but he was very thirsty, not being accustomed to make such large meals without drinking. By the help of the cat's paw he got a melon, with which he somewhat quenched his thirst; and when supper was quite over, he went to the buffet and took two bottles of delicious wine. The princess now retired into her boudoir, ordering Abricotina to follow her and make fast the door; but they could not keep out Leander, who was there as soon as they. However, the princess, believing herself alone with her confidante: “Abricotina,” said she, “tell me truly, did you exaggerate in your description of the unknown prince, for methinks it is impossible he should be as amiable as you say?” “Madam,” replied the damsel, “if I have failed in anything, it was in coming short of what was due to him.” The princess sighed and was silent for a time; then resuming"
  },
  {
   "size": 1528,
   "text": "her speech: “I am glad,” said she, “thou didst not bring him with thee.” “But, madam,” answered Abricotina, who was a cunning girl, and already penetrated her mistress' thoughts, “suppose he had come to admire the wonders of these beautiful mansions, what harm could he have done us? Will you live eternally unknown in a corner of the world, concealed from the rest of human kind? Of what use is all your grandeur, pomp, magnificence, if nobody sees it?” “Hold thy peace, prattler,” replied the princess, “and do not disturb that happy repose which I have enjoyed so long.” Abricotina durst make no reply; and the princess, having waited her answer for some time, asked her whether she had anything to say. Abricotina then said she thought it was to very little purpose her mistress having sent her picture to the courts of several princes, where it only served to make those who saw it miserable; that every one would be desirous to marry her, and as she could not marry them all, indeed none of them, it would make them desperate. “Yet, for all that,” said the princess, “I could wish my picture were in the hands of this same stranger.” “Oh, madam,” answered Abricotina, “is not his desire to see you violent enough already? Would you augment it?” “Yes,” cried the princess; “a certain impulse of vanity, which I was never sensible of till now, has bred this foolish fancy in me.” Leander heard all this discourse, and lost not a tittle of what she said; some of her expressions gave him hope, others absolutely destroyed it."
  },
  {
   "size": 1568,
   "text": "The princess presently asked Abricotina whether she had seen anything extraordinary during her short travels. “Madam,” said she, “I passed through one forest where I saw certain creatures that resembled little children: they skip and dance upon the trees like squirrels; they are very ugly, but have wonderful agility and address.” “I wish I had one of them,” said the princess; “but if they are so nimble as you say they are, it is impossible to catch one.” Leander, who passed through the same forest, knew what Abricotina meant, and presently wished himself in the place. He caught a dozen of little monkeys, some bigger, some less, and all of different colors, and with much ado put them into a large sack; then, wishing himself at Paris, where, he had heard, a man might have everything for money, he went and bought a little gold chariot. He taught six green monkeys to draw it; they were harnessed with fine traces of flame-colored morocco leather. He went to another place, where he met with two monkeys of merit, the most pleasant of which was called Briscambril, the other Pierceforest--both very spruce and well educated. He dressed Briscambril like a king and placed him in the coach; Pierceforest he made the coachman; the others were dressed like pages; all which he put into his sack, coach and all. The princess not being gone to bed, heard a rumbling of a little coach in the long gallery; at the same time, her ladies came to tell her that the king of the dwarfs was arrived, and the chariot immediately entered her chamber with all the monkey train."
  },
  {
   "size": 1494,
   "text": "The country monkeys began to show a thousand tricks, which far surpassed those of Briscambril and Pierceforest. To say the truth, Leander conducted the whole machine. He drew the chariot where Briscambril sat arrayed as a king, and making him hold a box of diamonds in his hand, he presented it with a becoming grace to the princess. The princess' surprise may be easily imagined. Moreover, Briscambril made a sign for Pierceforest to come and dance with him. The most celebrated dancers were not to be compared with them in activity. But the princess, troubled that she could not guess from whence this curious present came, dismissed the dancers sooner than she would otherwise have done, though she was extremely pleased with them. Leander, satisfied with having seen the delight the princess had taken in beholding the monkeys, thought of nothing now but to get a little repose, which he greatly wanted. He stayed sometime in the great gallery; afterward, going down a pair of stairs, and finding a door open, he entered into an apartment the most delightful that ever was seen. There was in it a bed of cloth-of-gold, enriched with pearls, intermixed with rubies and emeralds: for by this time there appeared daylight sufficient for him to view and admire the magnificence of this sumptuous furniture. Having made fast the door, he composed himself to sleep. Next day he rose very early, and looking about on every side, he spied a painter's pallet, with colors ready prepared and pencils."
  },
  {
   "size": 1558,
   "text": "Remembering what the princess had said to Abricotina touching her own portrait, he immediately (for he could paint as well as the most excellent masters) seated himself before a mirror and drew his own picture first; then, in an oval, that of the princess. He had all her features so strong in his imagination that he had no occasion for her sitting; and as his desire to please her had set him to work, never did portrait bear a stronger resemblance. He had painted himself upon one knee, holding the princess' picture in one hand, and in the other a label with this inscription, “She is better in my heart.” When the princess went into her cabinet, she was amazed to see the portrait of a man; and she fixed her eyes upon it with so much the more surprise, because she also saw her own with it, and because the words which were written upon the label afforded her ample room for curiosity. She persuaded herself that it was Abricotina's doing; and all she desired to know was whether the portrait was real or imaginary. Rising in haste, she called Abricotina, while the invisible Leander, with his little red cap, slipped into the cabinet, impatient to know what passed. The princess bade Abricotina look upon the picture and tell her what she thought of it. After she had viewed it, “I protest!” said she, “'tis the picture of that generous stranger to whom I am indebted for my life. Yes, yes, I am sure it is he; his very features, shape, and hair.” “Thou pretendest surprise,” said the princess, “but I know it was thou thyself who put it there.” “Who!"
  },
  {
   "size": 1415,
   "text": "I, madam?” replied Abricotina. “I protest I never saw the picture before in my life. Should I be so bold as to conceal from your knowledge a thing that so nearly concerns you? And by what miracle could I come by it? I never could paint, nor did any man ever enter this place; yet here he is painted with you?” “Some spirit, then, must have brought it hither,” cried the princess. “How I tremble for fear, madam!” said Abricotina. “Was it not rather some lover? And therefore, if you will take my advice, let us burn it immediately.” “'Twere a pity to burn it,” cried the princess, sighing; “a finer piece, methinks, cannot adorn my cabinet.” And saying these words, she cast her eyes upon it. But Abricotina continued obstinate in her opinion that it ought to be burned, as a thing that could not come there but by the power of magic. “And these words--'She is better in my heart,'” said the princess; “must we burn them too?” “No favor must be shown to anything,” said Abricotina, “not even to your own portrait.” Abricotina ran away immediately for some fire, while the princess went to look out at the window. Leander, unwilling to let his performance be burned, took this opportunity to convey it away without being perceived. He had hardly quitted the cabinet, when the princess turned about to look once more upon that enchanting picture, which had so delighted her. But how was she surprised to find it gone!"
  },
  {
   "size": 1473,
   "text": "She sought for it all the room over; and Abricotina, returning, was no less surprised than her mistress; so that this last adventure put them both in the most terrible fright. Leander took great delight in hearing and seeing his incomparable mistress; even though he had to eat every day at her table with the tabby-cat, who fared never the worse for that; but his satisfaction was far from being complete, seeing he durst neither speak nor show himself; and he knew it was not a common thing for ladies to fall in love with persons invisible. The princess had a universal taste for amusement. One day, she was saying to her attend-ants that it would give her great pleasure to know how the ladies were dressed in all the courts of the universe. There needed no more words to send Leander all over the world. He wished himself in China, where he bought the richest stuffs he could lay his hands on, and got patterns of all the court fashions. From thence he flew to Siam, where he did the same; in three days he traveled over all the four parts of the world, and from time to time brought what he bought to the Palace of Calm Delights, and hid it all in a chamber, which he kept always locked. When he had thus collected together all the rarities he could meet with--for he never wanted money, his rose always supplying him--he went and bought five or six dozen of dolls, which he caused to be dressed at Paris, the place in the world where most regard is paid to fashions."
  },
  {
   "size": 1628,
   "text": "They were all dressed differently, and as magnificent as could be, and Leander placed them all in the princess' closet. When she entered it, she was agreeably surprised to see such company of little mutes, every one decked with watches bracelets, diamond buckles, or necklaces; and the most remarkable of them held a picture box in its hand, which the princess opening, found it contained Leander's portrait. She gave a loud shriek, and looking upon Abricotina, “There have appeared of late,” said she, “so many wonders in this place, that I know not what to think of them: my birds are all grown witty; I cannot so much as wish, but presently I have my desires; twice have I now seen the portrait of him who rescued thee from the ruffians; and here are silks of all sorts, diamonds, embroideries, laces, and an infinite number of other rarities. What fairy is it that takes such care to pay me these agreeable civilities?” Leander was overjoyed to hear and see her so much interested about his picture, and calling to mind that there was in a grotto which she often frequented a certain pedestal, on which a Diana, not yet finished, was to be erected, on this pedestal he resolved to place himself, crowned with laurel, and holding a lyre in his hand, on which he played like another Apollo. He most anxiously waited the princess' retiring to the grotto, which she did every day since her thoughts had taken up with this unknown person; for what Abricotina had said, joined to the sight of the picture, had almost destroyed her repose: her lively humor changed into a pensive melancholy, and she grew a great lover of solitude."
  },
  {
   "size": 1425,
   "text": "When she entered the grotto, she made a sign that nobody should follow her, so that her young damsels dispersed themselves into the neighboring walks. The princess threw herself upon a bank of green turf, sighed, wept, and even talked, but so softly that Leander could not hear what she said. He had put his red cap on, that she might not see him at first; but having taken it off, she beheld him standing on the pedestal. At first she took him for a real statue, for he observed exactly the attitude in which he had placed himself, without moving so much as a finger. She beheld with a kind of pleasure intermixed with fear, but pleasure soon dispelled her fear, and she continued to view the pleasing figure, which so exactly resembled life. The prince having tuned his lyre, began to play; at which the princess, greatly surprised, could not resist the fear that seized her; she grew pale and fell into a swoon. Leander leaped from the pedestal, and putting on his little red cap, that he might not be perceived, took the princess in his arms and gave her all the assistance that his zeal and tenderness could inspire. At length she opened her charming eyes and looked about in search of him, but she could perceive nobody; yet she felt somebody who held her hands, kissed them, and bedewed them with his tears. It was a long time before she durst speak, and her spirits were in a confused agitation between fear and hope."
  },
  {
   "size": 1497,
   "text": "She was afraid of the spirit, but loved the figure of the unknown. At length she said: “Courtly invisible, why are you not the person I desire you should be?” At these words Leander was going to declare himself, but durst not do it yet. “For,” thought he, “if I again affright the object I adore and make her fear me, she will not love me.” This consideration caused him to keep silence. The princess, then, believing herself alone, called Abricotina and told her all the wonders of the animated statue; that it had played divinely, and that the invisible person had given her great assistance when she lay in a swoon. “What pity 'tis,” said she, “that this person should be so frightful, for nothing can be more amiable or acceptable than his behavior!” “Who told you, madam,” answered Abricotina, “that he is frightful? If he is the youth who saved me, he is beautiful as Cupid himself.” “If Cupid and the unknown are the same,” replied the princess, blushing, “I could be content to love Cupid; but alas! how far am I from such a happiness! I love a mere shadow; and this fatal picture, joined to what thou hast told me, have inspired me with inclinations so contrary to the precepts which I received from my mother that I am daily afraid of being punished for them.” “Oh! madam,” said Abricotina, interrupting her, “have you not troubles enough already? Why should you anticipate afflictions which may never come to pass?” It is easy to imagine what pleasure Leander took in this conversation."
  },
  {
   "size": 1623,
   "text": "In the meantime the little Furibon, still enamored of the princess whom he had never seen, expected with impatience the return of the four servants whom he had sent to the Island of Calm Delights. One of them at last came back, and after he had given the prince a particular account of what had passed, told him that the island was defended by Amazons, and that unless he sent a very powerful army, it would be impossible to get into it. The king his father was dead, and Furibon was now lord of all: disdaining, therefore, any repulse, he raised an army of four hundred thousand men, and put himself at the head of them, appearing like another Tom Thumb upon a war-horse. Now, when the Amazons perceived his mighty host, they gave the princess notice of its who immediately dispatched away her trusty Abricotina to the kingdom of the fairies, to beg her mother's instructions as to what she should do to drive the little Furibon from her territories. But Abricotina found the fairy in an angry humor. “Nothing that my daughter does,” said she, “escapes my knowledge. The Prince Leander is now in her palace; he loves her, and she has a tenderness for him. All my cares and precepts have not been able to guard her from the tyranny of love, and she is now under its fatal dominion. But it is the decree of destiny, and I must submit; therefore, Abricotina, begone! nor let me hear a word more of a daughter whose behavior has so much displeased me.” Abricotina returned with these ill tidings, whereat the princess was almost distracted; and this was soon perceived by Leander, who was near her, though she did not see him."
  },
  {
   "size": 1455,
   "text": "He beheld her grief with the greatest pain. However, he durst not then open his lips; but recollecting that Furibon was exceedingly covetous, he thought that, by giving him a sum of money, he might perhaps prevail with him to retire. Thereupon, he dressed himself like an Amazon, and wished himself in the forest, to catch his horse. He had no sooner called him than Gris-de-line came leaping, prancing, and neighing for joy, for he was grown quite weary of being so long absent from his dear master; but when he beheld him dressed as a woman he hardly knew him. However, at the sound of his voice, he suffered the prince to mount, and they soon arrived in the camp at Furibon, where they gave notice that a lady was come to speak with him from the Princess of Calm Delights. Immediately the little fellow put on his royal robes, and having placed himself upon his throne, he looked like a great toad counterfeiting a king. Leander harangued him, and told him that the princess, preferring a quiet and peaceable life to the fatigues of war, had sent to offer his majesty as much money as he pleased to demand, provided he would suffer her to continue in peace; but if he refused her proposal, she would omit no means that might serve for her defense. Furibon replied that he took pity on her, and would grant her the honor of his protection; but that he demanded a hundred thousand millions of pounds, and without which he would not return to his kingdom."
  },
  {
   "size": 1471,
   "text": "Leander answered that such a vast sum would be too long a-counting, and therefore, if he would say how many rooms full he desired to have, the princess was generous and rich enough to satisfy him. Furibon was astonished to hear that, instead of entreating, she would rather offer more; and it came into his wicked mind to take all the money he could get, and then seize the Amazon and kill her, that she might never return to her mistress. He told Leander, therefore, that he would have thirty chambers of gold, all full to the ceiling. Leander, being conducted into the chambers, took his rose and shook it, till every room was filled with all sorts of coin. Furibon was in an ecstasy, and the more gold he saw the greater was his desire to get hold of the Amazon; so that when all the rooms were full, he commanded his guards to seize her, alleging she had brought him counterfeit money. Immediately Leander put on his little red cap and disappeared. The guards, believing that the lady had escaped, ran out and left Furibon alone; when Leander, availing himself of the opportunity, took the tyrant by the hair, and twisted his head off with the same ease he would a pullet's; nor did the little wretch of a king see that hand that killed him. Leander having got his enemy's head, wished himself in the Palace of Calm Delights, where he found the princess walking, and with grief considering the message which her mother had sent her, and on the means to repel Furibon."
  },
  {
   "size": 1648,
   "text": "Suddenly she beheld a head hanging in the air, with nobody to hold it. This prodigy astonished her so that she could not tell what to think of it; but her amazement was increased when she saw the head laid at her feet, and heard a voice utter these words: “Charming Princess, cease your fear Of Furibon; whose head see here.” Abricotina, knowing Leander's voice, cried: “I protest, madam, the invisible person who speaks is the very stranger that rescued me.” The princess seemed astonished, but yet pleased. “Oh,” said she, “if it be true that the invisible and the stranger are the same person, I confess I shall be glad to make him my acknowledgments.” Leander, still invisible, replied, “I will yet do more to deserve them;” and so saying he returned to Furibon's army, where the report of the king's death was already spread throughout the camp. As soon as Leander appeared there in his usual habit, everybody knew him; all the officers and soldiers surrounded him, uttering the loudest acclamations of joy. In short, they acknowledged him for their king, and that the crown of right belonged to him, for which he thanked them, and, as the first mark of his royal bounty, divided the thirty rooms of gold among the soldiers. This done he returned to his princess, ordering his army to march back into his kingdom. The princess was gone to bed. Leander, therefore, retired into his own apartment, for he was very sleepy--so sleepy that he forgot to bolt his door; and so it happened that the princess, rising early to taste the morning air, chanced to enter into this very chamber, and was astonished to find a young prince asleep upon the bed."
  },
  {
   "size": 1460,
   "text": "She took a full view of him, and was convinced that he was the person whose picture she had in her diamond box. “It is impossible,” said she, “that this should be a spirit; for can spirits sleep? Is this a body composed of air and fire, without substance, as Abricotina told me?” She softly touched his hair, and heard him breathe, and looked at him as if she could have looked forever. While she was thus occupied, her mother, the fairy entered with such a noise that Leander started out of his sleep. But how deeply was he afflicted to behold his beloved princess in the most deplorable condition! Her mother dragged her by the hair and loaded her with a thousand bitter reproaches. In what grief and consternation were the two young lovers, who saw themselves now upon the point of being separated forever! The princess durst not open her lips, but cast her eyes upon Leander, as if to beg his assistance. He judged rightly that he ought not to deal rudely with a power superior to his own, and therefore he sought, by his eloquence and submission, to move the incensed fairy. He ran to her, threw himself at her feet, and besought her to have pity upon a young prince who would never change in his affection for her daughter. The princess, encouraged, also embraced her mother's knees, and declared that without Leander she should never be happy. “Happy!” cried the fairy; “you know not the miseries of love nor the treacheries of which lovers are capable."
  },
  {
   "size": 1638,
   "text": "They bewitch us only to poison our lives; I have known it by experience; and will you suffer the same?” “Is there no exception, madam?” replied Leander, and his countenance showed him to be one. But neither tears nor entreaties could move the implacable fairy; and it is very probable that she would have never pardoned them, had not the lovely Gentilla appeared at that instant in the chamber, more brilliant than the sun. Embracing the old fairy: “Dear sister,” said she, “I am persuaded you cannot have forgotten the good office I did you when, after your unhappy marriage, you besought a readmittance into Fairyland; since then I never desired any favor at your hands, but now the time is come. Pardon, then, this lovely princess; consent to her nuptials with this young prince. I will engage he shall be ever constant to her; the thread of their days shall be spun of gold and silk; they shall live to complete your happiness; and I will never forget the obligation you lay upon me.” “Charming Gentilla,” cried the fairy, “I consent to whatever you desire. Come, my dear children, and receive my love.” So saying, she embraced them both. Abricotina, just then entering, cast her eyes upon Leander; she knew him again, and saw he was perfectly happy, at which she, too, was quite satisfied. “Prince,” condescendingly said the fairy-mother, “I will remove the Island of Calm Delights into your own kingdom, live with you myself, and do you great services.” Whether or not Prince Leander appreciated this offer, he bowed low, and assured his mother-in-law that no favor could be equal to the one he had that day received from her hands."
  },
  {
   "size": 321,
   "text": "This short compliment pleased the fairy exceedingly, for she belonged to those ancient days when people used to stand a whole day upon one leg complimenting one another. The nuptials were performed in a most splendid manner, and the young prince and princess lived together happily many years, beloved by all around them."
  },
  {
   "size": 1454,
   "text": "LONG ago there lived a monarch, who was such a very, honest man that his subjects entitled him the Good King. One day, when he was out hunting, a little white rabbit, which had been half-killed by his hounds, leaped right into his majesty's arms. Said he, caressing it: “This poor creature has put itself under my protection, and I will allow no one to injure it.” So he carried it to his palace, had prepared for it a neat little rabbit-hutch, with abundance of the daintiest food, such as rabbits love, and there he left it. The same night, when he was alone in his chamber, there appeared to him a beautiful lady. She was dressed neither in gold, nor silver, nor brocade; but her flowing robes were white as snow, and she wore a garland of white roses on her head. The Good King was greatly astonished at the sight; for his door was locked, and he wondered how so dazzling a lady could possibly enter; but she soon removed his doubts. “I am the fairy Candide,” said she, with a smiling and gracious air. “Passing through the wood where you were hunting, I took a desire to know if you were as good as men say you are I therefore changed myself into a white rabbit and took refuge in your arms. You saved me and now I know that those who are merciful to dum beasts will be ten times more so to human beings. You merit the name your subjects give you: you are the Good King. I thank you for your protection, and shall be always one of your best friends."
  },
  {
   "size": 1434,
   "text": "You have but to say what you most desire, and I promise you your wish shall be granted.” “Madam,” replied the king, “if you are a fairy, you must know, without my telling you, the wish of my heart. I have one well-beloved son, Prince Cherry: whatever kindly feeling you have toward me, extend it to him.” “Willingly,” said Candide. “I will make him the handsomest, richest, or most powerful prince in the world: choose whichever you desire for him.” “None of the three,” returned the father. “I only wish him to be good--the best prince in the whole world. Of what use would riches, power, or beauty be to him if he were a bad man?” “You are right,” said the fairy; “but I can not make him good: he must do that himself. I can only change his external fortunes; for his personal character, the utmost I can promise is to give him good counsel, reprove him for his faults, and even punish him, if he will not punish himself. You mortals can do the same with your children.” “Ah, yes!” said the king, sighing. Still, he felt that the kindness of a fairy was something gained for his son, and died not long after, content and at peace. Prince Cherry mourned deeply, for he dearly loved his father, and would have gladly given all his kingdoms and treasures to keep him in life a little longer. Two days after the Good King was no more, Prince Cherry was sleeping in his chamber, when he saw the same dazzling vision of the fairy Candide."
  },
  {
   "size": 1571,
   "text": "“I promised your father,” said she, “to be your best friend, and in pledge of this take what I now give you;” and she placed a small gold ring upon his finger. “Poor as it looks, it is more precious than diamonds; for whenever you do ill it will prick your finger. If, after that warning, you still continue in evil, you will lose my friendship, and I shall become your direst enemy.”' So saying, she disappeared, leaving Cherry in such amazement that he would have believed it all a dream, save for the ring on his finger. He was for a long time so good that the ring never pricked him at all; and this made him so cheerful and pleasant in his humor that everybody called him “Happy Prince Cherry.” But one unlucky day he was out hunting and found no sport, which vexed him so much that he showed his ill temper by his looks and ways. He fancied his ring felt very tight and uncomfortable, but as it did not prick him he took no heed of this: until, re-entering his palace, his little pet dog, Bibi, jumped up upon him and was sharply told to get away. The creature, accustomed to nothing but caresses, tried to attract his attention by pulling at his garments, when Prince Cherry turned and gave it a severe kick. At this moment he felt in his finger a prick like a pin. “What nonsense!” said he to himself. “The fairy must be making game of me. Why, what great evil have I done! I, the master of a great empire, cannot I kick my own dog?” A voice replied, or else Prince Cherry imagined it, “No, sire; the master of a great empire has a right to do good, but not evil."
  },
  {
   "size": 1464,
   "text": "I--a fairy--am as much above you as you are above your dog. I might punish you, kill you, if I chose; but I prefer leaving you to amend your ways. You have been guilty of three faults today--bad temper, passion, cruelty: do better to-morrow.” The prince promised, and kept his word a while; but he had been brought up by a foolish nurse, who indulged him in every way and was always telling him that he would be a king one day, when he might do as he liked in all things. He found out now that even a king cannot always do that; it vexed him and made him angry. His ring began to prick him so often that his little finger was continually bleeding. He disliked this, as was natural, and soon began to consider whether it would not be easier to throw the ring away altogether than to be constantly annoyed by it. It was such a queer thing for a king to have a spot of blood on his finger! At last, unable to put up with it any more, he took his ring off and hid it where he would never see it; and believed himself the happiest of men, for he could now do exactly what he liked. He did it, and became every day more and more miserable. One day he saw a young girl, so beautiful that, being always accustomed to have his own way, he immediately determined to espouse her. He never doubted that she would be only too glad to be made a queen, for she was very poor. But Zelia--that was her name--answered, to his great astonishment, that she would rather not marry him."
  },
  {
   "size": 1420,
   "text": "“Do I displease you?” asked the prince, into whose mind it had never entered that he could displease anybody. “Not at all, my prince,” said the honest peasant maiden. “You are very handsome, very charming; but you are not like your father the Good King. I will not be your queen, for you would make me miserable.” At these words the prince's love seemed all to turn to hatred: he gave orders to his guards to convey Zelia to a prison near the palace, and then took counsel with his foster brother, the one of all his ill companions who most incited him to do wrong. “Sir,” said this man, “if I were in your majesty's place, I would never vex myself about a poor silly girl. Feed her on bread and water till she comes to her senses; and if she still refuses you, let her die in torment, as a warning to your other subjects should they venture to dispute your will. You will be disgraced should you suffer yourself to be conquered by a simple girl.” “But,” said Prince Cherry, “shall I not be disgraced if I harm a creature so perfectly innocent?” “No one is innocent who disputes your majesty's authority,” said the courtier, bowing; “and it is better to commit an injustice than allow it to be supposed you can ever be contradicted with impunity.” This touched Cherry on his weak point--his good impulses faded; he resolved once more to ask Zelia if she would marry him, and if she again refused, to sell her as a slave."
  },
  {
   "size": 1551,
   "text": "Arrived at the cell in which she was confined, what was his astonishment to find her gone! He knew not whom to accuse, for he had kept the key in his pocket the whole time. At last, the foster-brother suggested that the escape of Zelia might have been contrived by an old man, Suliman by name, the prince's former tutor, who was the only one who now ventured to blame him for anything that he did. Cherry sent immediately, and ordered his old friend to be brought to him, loaded heavily with irons. Then, full of fury, he went and shut himself up in his own chamber, where he went raging to and fro, till startled by a noise like a clap of thunder. The fairy Candide stood before him. “Prince,” said she, in a severe voice, “I promised your father to give you good counsels and to punish you if you refused to follow them. My counsels were forgotten, my punishment despised. Under the figure of a man, you have been no better than the beasts you chase: like a lion in fury, a wolf in gluttony, a serpent in revenge, and a bull in brutality. Take, therefore, in your new form the likeness of all these animals.” Scarcely had Prince Cherry heard these words than to his horror he found himself transformed into what the Fairy had named. He was a creature with the head of a lion, the horns of a bull, the feet of a wolf, and the tail of a serpent. At the same time he felt himself transported to a distant forest, where, standing on the bank of a stream, he saw reflected in the water his own frightful shape, and heard a voice saying: “Look at thyself,"
  },
  {
   "size": 1501,
   "text": "and know thy soul has become a thousand times uglier even than thy body.” Cherry recognized the voice of Candide, and in his rage would have sprung upon her and devoured her; but he saw nothing and the same voice said behind him: “Cease thy feeble fury, and learn to conquer thy pride by being in submission to thine own subjects.” Hearing no more, he soon quitted the stream, hoping at least to get rid of the sight of himself; but he had scarcely gone twenty paces when he tumbled into a pitfall that was laid to catch bears; the bear-hunters, descending from some trees hard by, caught him, chained him, and only too delighted to get hold of such a curious-looking animal, led him along with them to the capital of his own kingdom. There great rejoicings were taking place, and the bear-hunters, asking what it was all about, were told that it was because Prince Cherry, the torment of his subjects, had just been struck dead by a thunderbolt--just punishment of all his crimes. Four courtiers, his wicked companions, had wished to divide his throne between them; but the people had risen up against them and offered the crown to Suliman, the old tutor whom Cherry had ordered to be arrested. All this the poor monster heard. He even saw Suliman sitting upon his own throne and trying to calm the populace by representing to them that it was not certain Prince Cherry was dead; that he might return one day to reassume with honor the crown which Suliman only consented to wear as a sort of viceroy."
  },
  {
   "size": 1407,
   "text": "“I know his heart,” said the honest and faithful old man; “it is tainted, but not corrupt. If alive, he may reform yet, and be all his father over again to you, his people, whom he has caused to suffer so much.” These words touched the poor beast so deeply that he ceased to beat himself against the iron bars of the cage in which the hunters carried him about, became gentle as a lamb, and suffered himself to be taken quietly to a menagerie, where were kept all sorts of strange and ferocious animals a place which he had himself often visited as a boy, but never thought he should be shut up there himself. However, he owned he had deserved it all, and began to make amends by showing himself very obedient to his keeper. This man was almost as great a brute as the animals he had charge of, and when he was in ill humor he used to beat them without rhyme or reason. One day, while he was sleeping, a tiger broke loose and leaped upon him, eager to devour him. Cherry at first felt a thrill of pleasure at the thought of being revenged; then, seeing how helpless the man was, he wished himself free, that he might defend him. Immediately the doors of his cage opened. The keeper, waking up, saw the strange beast leap out, and imagined, of course, that he was going to be slain at once. Instead, he saw the tiger lying dead, and the strange beast creeping up and laying itself at his feet to be caressed."
  },
  {
   "size": 1449,
   "text": "But as he lifted up his hand to stroke it, a voice was heard saying, “Good actions never go unrewarded;” and instead of the frightful monster, there crouched on the ground nothing but a pretty little dog. Cherry, delighted to find himself thus metamorphosed, caressed the keeper in every possible way, till at last the man took him up into his arms and carried him to the king, to whom he related this wonderful story, from beginning to end. The queen wished to have the charming little dog; and Cherry would have been exceedingly happy could he have forgotten that he was originally a man and a king. He was lodged most elegantly, had the richest of collars to adorn his neck, and heard himself praised continually. But his beauty rather brought him into trouble, for the queen, afraid lest he might grow too large for a pet, took advice of dog-doctors, who ordered that he should be fed entirely upon bread, and that very sparingly; so poor Cherry was sometimes nearly starved. One day, when they gave him his crust for breakfast, a fancy seized him to go and eat it in the palace garden; so he took the bread in his mouth and trotted away toward a stream which he knew, and where he sometimes stopped to drink. But instead of the stream he saw a splendid palace, glittering with gold and precious stones. Entering the doors was a crowd of men and women, magnificently dressed; and within there was singing and dancing and good cheer of all sorts."
  },
  {
   "size": 1417,
   "text": "Yet, however grandly and gayly the people went in, Cherry noticed that those who came out were pale, thin, ragged, half-naked, covered with wounds and sores. Some of them dropped dead at once; others dragged themselves on a little way and then lay down, dying of hunger, and vainly begged a morsel of bread from others who were entering in--who never took the least notice of them. Cherry perceived one woman, who was trying feebly to gather and eat some green herbs. “Poor thing!” said he to himself; “I know what it is to be hungry, and I want my breakfast badly enough; but still it will kill me to wait till dinner time, and my crust may save the life of this poor woman.” So the little dog ran up to her and dropped his bread at her feet; she picked it up and ate it with avidity. Soon she looked quite recovered, and Cherry, delighted, was trotting back again to his kennel, when he heard loud cries, and saw a young girl dragged by four men to the door of the palace, which they were trying to compel her to enter. Oh, how he wished himself a monster again, as when he slew the tiger!--for the young girl was no other than his beloved Zelia. Alas! what could a poor little dog do to defend her? But he ran forward and barked at the men, and bit their heels, until at last they chased him away with heavy blows. And then he lay down outside the palace door, determined to watch and see what had become of Zelia."
  },
  {
   "size": 1450,
   "text": "Conscience pricked him now. “What!” thought he, “I am furious against these wicked men, who are carrying her away; and did I not do the same myself? Did I not cast her into prison, and intend to sell her as a slave? Who knows how much more wickedness I might not have done to her and others, if Heaven's justice had not stopped me in time?” While he lay thinking and repenting, he heard a window open and saw Zelia throw out of it a bit of dainty meat. Cherry, who felt hungry enough by this time, was just about to eat it, when the woman to whom he had given his crust snatched him up in her arms. “Poor little beast!” cried she, patting him, “every bit of food in that palace is poisoned: you shall not touch a morsel.” And at the same time the voice in the air repeated again, “Good actions never go unrewarded;” and Cherry found himself changed into a beautiful little white pigeon. He remembered with joy that white was the color of the fairy Candide, and began to hope that she was taking him into favor again. So he stretched his wings, delighted that he might now have a chance of approaching his fair Zelia. He flew up to the palace windows, and, finding one of them open, entered and sought everywhere, but he could not find Zelia. Then, in despair, he flew out again, resolved to go over the world until he beheld her once more. He took flight at once and traversed many countries, swiftly as a bird can, but found no trace of his beloved."
  },
  {
   "size": 1478,
   "text": "At length in a desert, sitting beside an old hermit in his cave and par-taking with him his frugal repast, Cherry saw a poor peasant girl and recognized Zelia. Transported with joy, he flew in, perched on her shoulder, and expressed his delight and affection by a thousand caresses. She, charmed with the pretty little pigeon, caressed it in her turn, and promised it that if it would stay with her she would love it always. “What have you done, Zelia?” said the hermit, smiling; and while he spoke the white pigeon vanished, and there stood Prince Cherry in his own natural form. “Your enchantment ended, prince, when Zelia promised to love you. Indeed, she has loved you always, but your many faults constrained her to hide her love. These are now amended, and you may both live happy if you will, because your union is founded upon mutual esteem.” Cherry and Zelia threw themselves at the feet of the hermit, whose form also began to change. His soiled garments became of dazzling whiteness, and his long beard and withered face grew into the flowing hair and lovely countenance of the fairy Candide. “Rise up, my children,” said she; “I must now transport you to your palace and restore to Prince Cherry his father's crown, of which he is now worthy.” She had scarcely ceased speaking when they found themselves in the chamber of Suliman, who, delighted to find again his beloved pupil and master, willingly resigned the throne, and became the most faithful of his subjects."
  },
  {
   "size": 270,
   "text": "King Cherry and Queen Zelia reigned together for many years, and it is said that the former was so blameless and strict in all his duties that though he constantly wore the ring which Candide had restored to him, it never once pricked his finger enough to make it bleed."
  },
  {
   "size": 1539,
   "text": "THE PRINCE WITH THE NOSE THERE was once a king who was passionately in love with a beautiful princess, but she could not be married because a magician had enchanted her. The king went to a good fairy to inquire what he should do. Said the fairy, after receiving him graciously: “Sir, I will tell you a great secret. The princess has a great cat whom she loves so well that she cares for nothing and nobody else; but she will be obliged to marry any person who is adroit enough to walk upon the cat's tail.” “That will not be very difficult,” thought the king to himself, and departed, resolving to trample the cat's tail to pieces rather than not succeed in walking upon it. He went immediately to the palace of his fair mistress and the cat; the animal came in front of him, arching its back in anger as it was wont to do. The king lifted up his foot, thinking nothing would be so easy as to tread on the tail, but he found himself mistaken. Minon--that was the creature's name--twisted itself round so sharply that the king only hurt his own foot by stamping on the floor. For eight days did he pursue the cat everywhere: up and down the palace he was after it from morning till night, but with no better success; the tail seemed made of quicksilver, so very lively was it. At last the king had the good fortune to catch Minon sleeping, when tramp! tramp! he trod on the tail with all his force. Minon woke up, mewed horribly, and immediately changed from a cat into a large, fierce-looking man, who regarded the king with flashing eyes."
  },
  {
   "size": 1434,
   "text": "“You must marry the princess,” cried he, “because you have broken the enchantment in which I held her; but I will be revenged on you. You shall have a son with a nose as long as--that;” he made in the air a curve of half a foot; “yet he shall believe it is just like all other noses, and shall be always unfortunate till he has found out it is not. And if you ever tell anybody of this threat of mine, you shall die on the spot.” So saying the magician disappeared. The king, who was at first much terrified, soon began to laugh at this adventure. “My son might have a worse misfortune than too long a nose,” thought he. “At least it will hinder him neither in seeing nor hearing. I will go and find the princess and marry her at once.” He did so, but he only lived a few months after, and died before his little son was born, so that nobody knew anything about the secret of the nose. The little prince was so much wished for that when he came into the world they agreed to call him Prince Wish. He had beautiful blue eyes and a sweet little mouth, but his nose was so big that it covered half his face. The queen, his mother, was inconsolable; but her ladies tried to satisfy her by telling her that the nose was not nearly so large as it seemed, that it would grow smaller as the prince grew bigger, and that if it did not a large nose was indispensable to a hero. All great soldiers, they said, had great noses, as everybody knew."
  },
  {
   "size": 1449,
   "text": "The queen was so very fond of her son that she listened eagerly to all this comfort. Shortly she grew so used to the princes's nose that it did not seem to her any larger than ordinary noses of the court; where, in process of time, everybody with a long nose was very much admired, and the unfortunate people who had only snubs were taken very little notice of. Great care was observed in the education of the prince; and as soon as he could speak they told him all sorts of amusing tales, in which all the bad people had short noses, and all the good people had long ones. No person was suffered to come near him who had not a nose of more than ordinary length; nay, to such an extent did the countries carry their fancy, that the noses of all the little babies were ordered to be pulled out as far as possible several times a day, in order to make them grow. But grow as they would, they never could grow as long as that of Prince Wish. When he was old enough his tutor taught him history; and whenever any great king or lovely princess was referred to, the tutor always took care to mention that he or she had a long nose. All the royal apartments were filled with pictures and portraits having this peculiarity, so that at last Prince Wish began to regard the length of his nose as his greatest perfection, and would not have had it an inch less even to save his crown. When he was twenty years old his mother and his people wished him to marry."
  },
  {
   "size": 1671,
   "text": "They procured for him the likenesses of many princesses, but the one he preferred was Princess Darling, daughter of a powerful monarch and heiress to several kingdoms. Alas! with all her beauty, this princess had one great misfortune, a little turned-up nose, which, every one else said made her only the more bewitching. But here, in the kingdom of Prince Wish, the courtiers were thrown by it into the utmost perplexity. They were in the habit of laughing at all small noses; but how dared they make fun of the nose of Princess Darling? Two unfortunate gentlemen, whom Prince Wish had overheard doing so, were ignominiously banished from the court and capital. After this, the courtiers became alarmed, and tried to correct their habit of speech; but they would have found themselves in constant difficulties, had not one clever person struck out a bright idea. He said that though it was indispensably necessary for a man to have a great nose, women were very different; and that a learned man had discovered in a very old manuscript that the celebrated Cleopatra, Queen of Egypt, the beauty of the ancient world, had a turned-up nose. At this information Prince Wish was so delighted that he made the courtier a very handsome present, and immediately sent off ambassadors to demand Princess Darling in marriage. She accepted his offer at once, and returned with the ambassadors. He made all haste to meet and welcome her, but when she was only three leagues distant from his capital, before he had time even to kiss her hand, the magician who had once assumed the shape of his mother's cat, Minon, appeared in the air and carried her off before the lover's very eyes."
  },
  {
   "size": 1425,
   "text": "Prince Wish, almost beside himself with grief, declared that nothing should induce him to return to his throne and kingdom till he had found Darling. He would suffer none of his courtiers or attendants to follow him; but bidding them all adieu, mounted a good horse, laid the reins on the animal's neck, and let him take him wherever he would. The horse entered a wide-extended plain, and trotted on steadily the whole day without finding a single house. Master and beast began almost to faint with hunger; and Prince Wish might have wished himself at home again, had he not discovered, just at dusk, a cavern, where there sat, beside a bright lantern, a little woman who might have been more than a hundred years old. She put on her spectacles the better to look at the stranger, and he noticed that her nose was so small that the spectacles would hardly stay on; then the prince and the fairy--for she was a fairy--burst into laughter. “What a funny nose!” cried the one. “Not so funny as yours, madam,” returned the other. “But pray let us leave our noses alone, and be good enough to give me something to eat, for I am dying with hunger, and so is my poor horse.” “With all my heart,” answered the fairy. “Although your nose is ridiculously long, you are no less the son of one of my best friends. I loved your father like a brother; he had a very handsome nose.” “What is wanting to my nose?” asked Wish rather savagely."
  },
  {
   "size": 1476,
   "text": "“Oh! nothing at all. On the contrary, there is a great deal too much of it; but never mind, one may be a very honest man, and yet have too big a nose. As I said, I was a great friend of your father's; he came often to see me. I was very pretty then, and oftentimes he used to say to me, 'My sister----'” “I will hear the rest, madam, with pleasure, when I have supped; but will you condescend to remember that I have tasted nothing all day?” “Poor boy,” said the fairy, “I will give you some supper directly; and while you eat it I will tell you my history in six words, for I hate much talking. A long tongue is as insupportable as a long nose; and I remember when I was young how much I used to be admired because I was not a talker; indeed, some one said to the queen my mother--for poor as you see me now, I am the daughter of a great king, who always----” “Ate when he was hungry, I hope,” interrupted the prince, whose patience was fast departing. “You are right,” said the imperturbable old fairy; “and I will bring you your supper directly, only I wish first just to say that the king my father----” “Hang the king your father!” Prince Wish was about to exclaim, but he stopped himself, and only observed that however the pleasure of her conversation might make him forget his hunger, it could not have the same effect upon his horse, who was really starving. The fairy, pleased at his civility, called her servants and bade them supply him at once with all he needed."
  },
  {
   "size": 1541,
   "text": "“And,” added she, “I must say you are very polite and very good-tempered, in spite of your nose.” “What has the old woman to do with my nose?” thought the prince. “If I were not so very hungry, I would soon show her what she is--a regular old gossip and chatterbox. She to fancy she talks little, indeed! One must be very foolish not to know one's own defects. This comes of being born a princess. Flatterers have spoiled her and persuaded her that she talks little. Little, indeed! I never knew anybody chatter so much.” While the prince thus meditated, the servants were laying the table, the fairy asking them a hundred unnecessary questions, simply for the pleasure of hearing herself talk. “Well,” thought Wish, “I am delighted that I came hither, if only to learn how wise I have been in never listening to flatterers, who hide from us our faults, or make us believe they are perfections. But they could never deceive me. I know all my own weak points, I trust.” As truly he believed he did. So he went on eating contentedly, nor stopped till the old fairy began to address him. “Prince,” said she, “will you be kind enough to turn a little? Your nose casts such a shadow that I cannot see what is on my plate. And, as I was saying, your father admired me and always made me welcome at court. What is the court etiquette there now? Do the ladies still go to assemblies, promenades, balls?--I beg your pardon for laughing, but how very long your nose is.” “I wish you would cease to speak of my nose,” said the prince, becoming annoyed."
  },
  {
   "size": 1579,
   "text": "“It is what it is, and I do not desire it any shorter.” “Oh! I see that I have vexed you,” returned the fairy. “Nevertheless, I am one of your best friends, and so I shall take the liberty of always----” She would doubtless have gone on talking till midnight; but the prince, unable to bear it any longer, here interrupted her, thanked her for her hospitality, bade her a hasty adieu, and rode away. He traveled for a long time, half over the world, but he heard no news of Princess Darling. However, in each place he went to, he heard one remarkable fact--the great length of his own nose. The little boys in the streets jeered at him, the peasants stared at him, and the more polite ladies and gentlemen whom he met in society used to try in vain to keep from laughing, and to get out of his way as soon as they could. So the poor prince became gradually quite forlorn and solitary; he thought all the world was mad, but still he never thought of there being anything queer about his own nose. At last the old fairy, who, though she was a chatterbox, was very good-natured; saw that he was almost breaking his heart. She felt sorry for him and wished to help him in spite of himself, for she knew the enchantment which hid from him the Princess Darling could never be broken till he had discovered his own defect. So she went in search of the princess, and being more powerful than the magician, since she was a good fairy and he was an evil magician, she got her away from him and shut her up in a palace of crystal, which she placed on the road which Prince Wish had to pass."
  },
  {
   "size": 1563,
   "text": "He was riding along, very melancholy, when he saw the palace; and at its entrance was a room, made of the purest glass, in which sat his beloved princess, smiling and beautiful as ever. He leaped from his horse and ran toward her. She held out her hand for him to kiss, but he could not get at it for the glass. Transported with eagerness and delight, he dashed his sword through the crystal and succeeded in breaking a small opening, to which she put up her beautiful rosy mouth. But it was in vain; Prince Wish could not approach it. He twisted his neck about, and turned his head on all sides, till at length, putting up his hand to his face, he discovered the impediment. “It must be confessed,” exclaimed he, “that my nose is too long.” That moment the glass walls all split asunder, and the old fairy appeared, leading Princess Darling. “Avow, prince,” said she, “that you are very much obliged to me, for now the enchantment is ended. You may marry the object of your choice. But,” added she, smiling, “I fear I might have talked to you forever on the subject of your nose, and you would not have believed me in its length, till it became an obstacle to your own inclinations. Now behold it!” and she held up a crystal mirror. “Are you satisfied to be no different from other people?” “Perfectly,” said Prince Wish, who found his nose had shrunk to an ordinary length. And taking the Princess Darling by the hand, he kissed her courteously, affectionately, and satisfactorily. Then they departed to their own country, and lived very happily all their days."
  },
  {
   "size": 1552,
   "text": "IN times of yore, when wishes were both heard and granted, lived a king whose daughters were all beautiful but the youngest was so lovely that the sun himself, who has seen so much, wondered at her beauty every time he looked in her face. Now, near the king's castle was a large dark forest; and in the forest, under an old linden tree, was a deep well. When the day was very hot, the king's daughter used to go to the wood and seat herself at the edge of the cool well; and when she became wearied, she would take a golden ball, throw it up in the air, and catch it again. This was her favorite amusement. Once it happened that her golden ball, instead of falling back into the little hand that she stretched out for it, dropped on the ground, and immediately rolled away into the water. The king's daughter followed it with her eyes, but the ball had vanished, and the well was so deep that no one could see down to the bottom. Then she began to weep, wept louder and louder every minute, and could not console herself at all. While she was thus lamenting some one called to her: “What is the matter with you, king's daughter? You weep so that you would touch the heart of a stone.” She looked around to see whence the voice came, and saw a frog stretching his thick ugly head out of the water. “Ah! it is you, old water-paddler!” said she. “I am crying for my golden ball, which has fallen into the well.” “Be content,” answered the frog; “I dare say I can give you some good advice; but what will you give me if I bring back your plaything to you?”"
  },
  {
   "size": 1555,
   "text": "“Whatever you like, dear frog,” said she, “my clothes, my pearls and jewels, even the golden crown I wear.” The frog answered, “Your clothes, your pearls and jewels, even your golden crown, I do not care for; but if you will love me, and let me be your companion and play-fellow, sit near you at your little table, eat from your little golden plate, drink from your little cup, and sleep in your little bed--if you will promise me this, then I will bring you back your golden ball from the bottom of the well.” “Oh, yes!” said she; “I promise you every-thing, if you will only bring me back my golden ball.” She thought to herself, meanwhile: “What nonsense the silly frog talks! He sits in the water with the other frogs, and croaks, and cannot be anybody's playfellow!” But the frog, as soon as he had received the promise dipped his head under the water and sank down. In a little while up he came again with the ball in his mouth, and threw it on the grass. The king's daughter was overjoyed when she beheld her pretty plaything again, picked it up, and ran away with it. “Wait! wait!” cried the frog; “take me with you. I cannot run as fast as you.” Alas! of what use was it that he croaked after her as loud as he could. She would not listen to him, but hastened home, and soon forgot the poor frog, who was obliged to plunge again to the bottom of his well. The next day, when she was sitting at dinner with the king and all the courtiers, eating from her little gold plate, there came a sound of something creeping up the marble staircase--splish,"
  },
  {
   "size": 1471,
   "text": "splash; and when it had reached the top, it knocked at the door and cried, “Youngest king's daughter, open to me.” She ran, wishing to see who was outside; but when she opened the door and there sat the frog, she flung it hastily to again and sat down at table, feeling very, very uncomfortable. The king saw that her heart was beating violently, and said, “How, my child, why are you afraid? Is a giant standing outside the door to carry you off?” “Oh, no!” answered she, “it is no giant, but a nasty frog, who yesterday, when I was playing in the wood near the well, fetched my golden ball out of the water. For this I promised him he should be my companion, but I never thought he could come out of his well. Now he is at the door, and wants to come in.” Again, the second time there was a knock, and a voice cried: “Youngest king's daughter, Open to me; Know you what yesterday You promised me, By the cool water? Youngest king's daughter, Open to me.” Then said the king, “What you promised you must perform. Go and open the door.” She went and opened the door; the frog hopped in, always following and following her till he came up to her chair. There he sat and cried out, “Lift me up to you on the table.” She refused, till the king, her father, commanded her to do it. When the frog was on the table, he said, “Now push your little golden plate nearer to me, that we may eat together.” She did as he desired, but one could easily see that she did it unwillingly."
  },
  {
   "size": 1456,
   "text": "The frog seemed to enjoy his dinner very much, but every morsel she ate stuck in the throat of the poor little princess. Then said the frog, “I have eaten enough, and am tired; carry me to your little room, and make your little silken bed smooth, and we will lay ourselves down to sleep together.” At this the daughter of the king began to weep; for she was afraid of the cold frog, who wanted to sleep in her pretty clean bed. But the king looked angrily at her, and said again: “What you have promised you must perform. The frog is your companion.” It was no use to complain; whether she liked it or not, she was obliged to take the frog with her up to her little bed. So she picked him up with two fingers, hating him bitterly the while, and carried him upstairs: but when she got into bed, instead of lifting him up to her, she threw him with all her strength against the wall, saying, “Now you nasty frog, there will be an end of you.” But what fell down from the wall was not a dead frog, but a living young prince, with beautiful and loving eyes, who at once became, by her own promise and her father's will, her dear companion and husband. He told her how he had been cursed by a wicked sorceress, and that no one but the king's youngest daughter could release him from his enchantment and take him out of the well. The next day a carriage drove up to the palace gates with eight white horses, having white feathers on their heads and golden reins."
  },
  {
   "size": 1020,
   "text": "Behind it stood the servant of the young prince, called the faithful Henry. This faithful Henry had been so grieved when his master was changed into a frog that he had been compelled to have three iron bands fastened round his heart, lest it should break. Now the carriage came to convey the prince to his kingdom, so the faithful Henry lifted in the bride and bridegroom and mounted behind, full of joy at his lord's release. But when they had gone a short distance, the prince heard behind him a noise as if something was breaking. He cried out, “Henry, the carriage is breaking!” But Henry replied: “No, sir, it is not the carriage but one of the bands from my heart, with which I was forced to bind it up, or it would have broken with grief while you sat as a frog at the bottom of the well.” Twice again this happened, and the prince always thought the carriage was breaking; but it was only the bands breaking off from the heart of the faithful Henry, out of joy that his lord, the frog-prince, was a frog no more."
  },
  {
   "size": 1447,
   "text": "ONCE upon a time there was a man who had a daughter who was called “Clever Alice,” and when she was grown up, her father said, “We must see about her marrying.” “Yes,” replied her mother, “whenever a young man shall appear who is worthy of her.” At last a certain youth, by name Hans, came from a distance to make a proposal of marriage; but he required one condition, that the clever Alice should be very prudent. “Oh,” said her father, “no fear of that! she has got a head full of brains;” and the mother added, “ah, she can see the wind blow up the street, and hear the flies cough!” “Very well,” replied Hans; “but remember, if she is not very prudent, I will not take her.” Soon afterward they sat down to dinner, and her mother said, “Alice, go down into the cellar and draw some beer.” So Clever Alice took the jug down from the wall, and went into the cellar, jerking the lid up and down on her way, to pass away the time. As soon as she got downstairs she drew a stool and placed it before the cask, in order that she might not have to stoop, for she thought stooping might in some way injure her back and give it an undesirable bend. Then she placed the can before her and turned the tap, and while the beer was running, as she did not wish her eyes to be idle, she looked about upon the wall above and below. Presently she perceived, after much peeping into this corner and that corner, a hatchet, which the bricklayers had left behind?"
  },
  {
   "size": 1499,
   "text": "sticking out of the ceiling right above her head. At the sight of this Clever Alice began to cry, saying, “Oh! if I marry Hans, and we have a child, and he grows up, and we send him into the cellar to draw beer, the hatchet will fall upon his head and kill him,” and so she sat there weeping with all her might over the impending misfortune. Meanwhile the good folks upstairs were waiting for the beer, but as Clever Alice did not come, her mother told the maid to go and see what she was stopping for. The maid went down into the cellar and found Alice sitting before the cask crying heartily, and she asked, “Alice, what are you weeping about?” “Ah,” she replied, “have I not cause? If I marry Hans, and we have a child, and he grows up, and we send him here to draw beer, that hatchet will fall upon his head and kill him.” “Oh,” said the maid, “what a clever Alice we have!” And sitting down, she began to weep, too, for the misfortune that was to happen. After a while, when the servant did not return, the good folks above began to feel very thirsty; so the husband told the boy to go down into the cellar and see what had become of Alice and the maid. The boy went down, and there sat Clever Alice and the maid both crying, so he asked the reason; and Alice told him the same tale, of the hatchet that was to fall on her child, if she married Hans, and if they had a child. When she had finished, the boy exclaimed, “What a clever Alice we have!” and fell weeping and howling with the others."
  },
  {
   "size": 1560,
   "text": "Upstairs they were still waiting, and the husband said, when the boy did not return, “Do you go down, wife, into the cellar and see why Alice stays so long.” So she went down, and finding all three sitting there crying, asked the reason, and Alice told her about the hatchet which must inevitably fall upon the head of her son. Then the mother likewise exclaimed, “Oh, what a clever Alice we have!” and, sitting down, began to weep as much as any of the rest. Meanwhile the husband waited for his wife's return; but at last he felt so very thirsty that he said, “I must go myself down into the cellar and see what is keeping our Alice.” As soon as he entered the cellar, there he found the four sitting and crying together, and when he heard the reason, he also exclaimed, “Oh, what a clever Alice we have!” and sat down to cry with the whole strength of his lungs. All this time the bridegroom above sat waiting, but when nobody returned, he thought they must be waiting for him, and so he went down to see what was the matter. When he entered, there sat the five crying and groaning, each one in a louder key than his neighbor. “What misfortune has happened?” he asked. “Ah, dear Hans!” cried Alice, “if you and I should marry one another, and have a child, and he grew up, and we, perhaps, send him down to this cellar to tap the beer, the hatchet which has been left sticking up there may fall on his head, and so kill him; and do you not think this is enough to weep about?” “Now,” said Hans, “more prudence than this is not necessary for my housekeeping;"
  },
  {
   "size": 1455,
   "text": "because you are such a clever Alice, I will have you for my wife.” And, taking her hand, he led her home, and celebrated the wedding directly. After they had been married a little while, Hans, said one morning, “Wife, I will go out to work and earn some money; do you go into the field and gather some corn wherewith to make bread.” “Yes,” she answered, “I will do so, dear Hans.” And when he was gone, she cooked herself a nice mess of pottage to take with her. As she came to the field, she said to herself, “What shall I do? Shall I cut first, or eat first? Aye, I will eat first!” Then she ate up the contents of her pot, and when it was finished, she thought to herself, “Now, shall I reap first or sleep first? Well, I think I will have a nap!” and so she laid herself down among the corn, and went to sleep. Meanwhile Hans returned home, but Alice did not come, and so he said, “Oh, what a prudent Alice I have! She is so industrious that she does not even come home to eat anything.” By and by, however, evening came on, and still she did not return; so Hans went out to see how much she had reaped; but, behold, nothing at all, and there lay Alice fast asleep among the corn! So home he ran very fast, and brought a net with little bells hanging on it, which he threw over her head while she still slept on. When he had done this, he went back again and shut to the house door, and, seating himself on his stool, began working very industriously."
  },
  {
   "size": 1041,
   "text": "At last, when it was nearly dark, the clever Alice awoke, and as soon as she stood up, the net fell all over her hair, and the bells jingled at every step she took. This quite frightened her, and she began to doubt whether she were really Clever Alice, and said to herself, “Am I she, or am I not?” This was a question she could not answer, and she stood still a long while considering about it. At last she thought she would go home and ask whether she was really herself--supposing somebody would be able to tell her. When she came up to the house door it was shut; so she tapped at the window, and asked, “Hans, is Alice within?” “Yes,” he replied, “she is.” At which answer she became really terrified, and exclaiming, “Ah, heaven, then I am not Alice!” she ran up to another house, intending to ask the same question. But as soon as the folks within heard the jingling of the bells in her net, they refused to open their doors, and nobody would receive her. So she ran straight away from the village, and no one has ever seen her since."
  }
 ]
}