{
  "novel": {
    "title": "The Gods of Pegana",
    "author": "Lord Dunsany",
    "theme": "Fantasy",
    "paragraphs": [
      {
        "size": 239,
        "text": "In the mists before THE BEGINNING, Fate and Chance cast lots todecide whose the Game should be; and he that won strode throughthe mists to MANA-YOOD-SUSHAI and said: \"Now make gods for Me, forI have won the cast and the Game is to be Mine."
      },
      {
        "size": 158,
        "text": "\" Who it was thatwon the cast, and whether it was Fate or whether Chance that wentthrough the mists before THE BEGINNING to MANA-YOOD-SUSHAI--_noneknoweth. _."
      },
      {
        "size": 104,
        "text": "Before there stood gods upon Olympus, or ever Allah was Allah, hadwrought and rested MANA-YOOD-SUSHAI. ."
      },
      {
        "size": 144,
        "text": "There are in Pegana Mung and Sish and Kib, and the maker of allsmall gods, who is MANA-YOOD-SUSHAI. Moreover, we have a faith inRoon and Slid. ."
      },
      {
        "size": 169,
        "text": "And it has been said of old that all things that have been werewrought by the small gods, excepting only MANA-YOOD-SUSHAI, whomade the gods and hath thereafter rested. ."
      },
      {
        "size": 145,
        "text": "But at the Last will MANA-YOOD-SUSHAI forget to rest, and willmake again new gods and other worlds, and will destroy the godswhom he hath made. ."
      },
      {
        "size": 264,
        "text": "When MANA-YOOD-SUSHAI had made the gods and Skarl, Skarl made adrum, and began to beat upon it that he might drum for ever. Thenbecause he was weary after the making of the gods, and because ofthe drumming of Skarl, did MANA-YOOD-SUSHAI grow drowsy and fallasleep."
      },
      {
        "size": 251,
        "text": "And there fell a hush upon the gods when they saw that MANA rested,and there was silence on Pegana save for the drumming of Skarl. Skarl sitteth upon the mist before the feet of MANA-YOOD-SUSHAI,above the gods of Pegana, and there he beateth his drum."
      },
      {
        "size": 334,
        "text": "Some saythat the Worlds and the Suns are but the echoes of the drumming ofSkarl, and others say that they be dreams that arise in the mindof MANA because of the drumming of Skarl, as one may dream whoserest is troubled by sound of song, but none knoweth, for who hathheard the voice of MANA-YOOD-SUSHAI, or who hath seen his drummer?."
      },
      {
        "size": 443,
        "text": "Whether the season be winter or whether it be summer, whether itbe morning among the worlds or whether it be night, Skarl stillbeateth his drum, for the purposes of the gods are not yet fulfilled. Sometimes the arm of Skarl grows weary; but still he beateth hisdrum, that the gods may do the work of the gods, and the worlds goon, for if he cease for an instant then MANA-YOOD-SUSHAI will startawake, and there will be worlds nor gods no more."
      },
      {
        "size": 163,
        "text": "But, when at the last the arm of Skarl shall cease to beat his drum,silence shall startle Pegana like thunder in a cave, and MANA-YOOD-SUSHAIshall cease to rest. ."
      },
      {
        "size": 145,
        "text": "Then shall Skarl put his drum upon his back and walk forth into thevoid beyond the worlds, because it is THE END, and the work of Skarlis over. ."
      },
      {
        "size": 163,
        "text": "There may arise some other god whom Skarl may serve, or it may bethat he shall perish; but to Skarl it shall matter not, for he shallhave done the work of Skarl. ."
      },
      {
        "size": 200,
        "text": "When MANA-YOOD-SUSHAI had made the gods there were only the gods,and They sat in the middle of Time, for there was as much Timebefore them as behind them, which having no end had neither abeginning. ."
      },
      {
        "size": 213,
        "text": "And Pegana was without heat or light or sound, save for thedrumming of Skarl; moreover Pegana was The Middle of All, forthere was below Pegana what there was above it, and there laybefore it that which lay beyond."
      },
      {
        "size": 235,
        "text": "Then said the gods, making the signs of the gods and speaking withTheir hands lest the silence of Pegana should blush; then said thegods to one another, speaking with Their hands; \"Let Us makeworlds to amuse Ourselves while MANA rests."
      },
      {
        "size": 110,
        "text": "Let Us make worlds andLife and Death, and colours in the sky; only let Us not break thesilence upon Pegana. \"."
      },
      {
        "size": 134,
        "text": "Then raising Their hands, each god according to his sign, Theymade the worlds and the suns, and put a light in the houses of thesky. ."
      },
      {
        "size": 129,
        "text": "Then said the gods: \"Let Us make one to seek, to seek and never tofind out concerning the wherefore of the making of the gods. \"."
      },
      {
        "size": 210,
        "text": "And They made by the lifting of Their hands, each god according tohis sign, the Bright One with the flaring tail to seek from theend of the Worlds to the end of them again, to return again aftera hundred years."
      },
      {
        "size": 259,
        "text": "And They made the Moon, with his face wrinkled with many mountainsand worn with a thousand valleys, to regard with pale eyes thegames of the small gods, and to watch throughout the resting timeof MANA-YOOD-SUSHAI; to watch, to regard all things, and besilent."
      },
      {
        "size": 171,
        "text": "Then said the gods: \"Let Us make one to rest. One not to moveamong the moving. One not to seek like the comet, nor to go roundlike the worlds; to rest while MANA rests. \"."
      },
      {
        "size": 156,
        "text": "Man, when thou seest the Star of the Abiding to the North, knowthat one resteth as doth MANA-YOOD-SUSHAI, and know that somewhereamong the Worlds is rest. ."
      },
      {
        "size": 124,
        "text": "Lastly the gods said: \"We have made worlds and suns, and one toseek and another to regard, let Us now make one to wonder. \"."
      },
      {
        "size": 236,
        "text": "A million years passed over the first game of the gods. AndMANA-YOOD-SUSHAI still rested, still in the middle of Time, andthe gods still played with Worlds. The Moon regarded, and theBright One sought, and returned again to his seeking."
      },
      {
        "size": 164,
        "text": "Then Kib grew weary of the first game of the gods, and raised hishand in Pegana, making the sign of Kib, and Earth became coveredwith beasts for Kib to play with. ."
      },
      {
        "size": 163,
        "text": "And They said to Kib: \"What are these things that move upon TheEarth yet move not in circles like the Worlds, that regard likethe Moon and yet they do not shine?\"."
      },
      {
        "size": 132,
        "text": "But the gods said one to another: \"If Kib has thus made beasts hewill in time make Men, and will endanger the Secret of the gods. \"."
      },
      {
        "size": 109,
        "text": "And Mung was jealous of the work of Kib, and sent down Death amongthe beasts, but could not stamp them out. ."
      },
      {
        "size": 178,
        "text": "And Kib grew weary of the second game, and raised his hand in theMiddle of All, making the sign of Kib, and made Men: out of beastshe made them, and Earth was covered with Men. ."
      },
      {
        "size": 161,
        "text": "Then the gods feared greatly for the Secret of the gods, and set aveil between Man and his ignorance that he might not understand. And Mung was busy among Men. ."
      },
      {
        "size": 305,
        "text": "But when the other gods saw Kib playing his new game They came andplayed it too. And this They will play until MANA arises to rebukeThem, saying: \"What do ye playing with Worlds and Suns and Men andLife and Death?\" And They shall be ashamed of Their playing in thehour of the laughter of MANA-YOOD-SUSHAI."
      },
      {
        "size": 175,
        "text": "There came the voice of the gods singing the chaunt of the gods,singing: \"We are the gods; We are the little games of MANA-YOOD-SUSHAIthat he hath played and hath forgotten. ."
      },
      {
        "size": 141,
        "text": "\"And We play with the Worlds and the Sun and Life and Death untilMANA arises to rebuke us, saying: 'What do ye playing with Worldsand Suns?'."
      },
      {
        "size": 119,
        "text": "\"It is a very serious thing that there be Worlds and Suns, and yetmost withering is the laughter of MANA-YOOD-SUSHAI. ."
      },
      {
        "size": 168,
        "text": "\"And when he arises from resting at the Last, and laughs at us forplaying with Worlds and Suns, We will hastily put them behind us,and there shall be Worlds no more. \"."
      },
      {
        "size": 226,
        "text": "Kib is Kib. Kib is he and no other. Believe! Kib said: \"WhenTime was early, when Time was very early indeed--there was onlyMANA-YOOD-SUSHAI. MANA-YOOD-SUSHAI was before the beginning of thegods, and shall be after their going."
      },
      {
        "size": 139,
        "text": "Never hath Sish stepped backward nor ever hath he tarried; neverhath he relented to the things that once he knew nor turned tothem again. ."
      },
      {
        "size": 128,
        "text": "Once the gods walked upon Earth as men walk and spake with theirmouths like Men. That was in Wornath-Mavai. They walk not now. ."
      },
      {
        "size": 104,
        "text": "Kib was propitious, and Mung raised not his hand against it,neither did Sish assail it with his hours. ."
      },
      {
        "size": 137,
        "text": "Wornath-Mavai lieth in a valley and looketh towards the south, andon the slopes of it Sish rested among the flowers when Sish wasyoung. ."
      },
      {
        "size": 167,
        "text": "Thence Sish went forth into the world to destroy its cities, andto provoke his hours to assail all things, and to batter againstthem with the rust and with the dust. ."
      },
      {
        "size": 267,
        "text": "And Time, which is the hound of Sish, devoured all things; andSish sent up the ivy and fostered weeds, and dust fell from thehand of Sish and covered stately things. Only the valley whereSish rested when he and Time were young did Sish not provoke hishours to assail."
      },
      {
        "size": 210,
        "text": "Wornath-Mavai still lieth looking towards the south, a gardenamong gardens, and still the flowers grow about its slopes as theygrew when the gods were young; and even the butterflies live inWornath-Mavai still."
      },
      {
        "size": 174,
        "text": "Wornath-Mavai still lieth looking towards the south; but if thoushouldst ever find it thou art then more fortunate than the gods,because they walk not in Wornath-Mavai now. ."
      },
      {
        "size": 222,
        "text": "Once did the prophet think that he discerned it in the distancebeyond mountains, a garden exceeding fair with flowers; but Sisharose, and pointed with his hand, and set his hound to pursue him,who hath followed ever since."
      },
      {
        "size": 216,
        "text": "Time is the hound of the gods; but it hath been said of old thathe will one day turn upon his masters, and seek to slay the gods,excepting only MANA-YOOD-SUSHAI, whose dreams are the godsthemselves--dreamed long ago."
      },
      {
        "size": 147,
        "text": "Slid said: \"Let no man pray to MANA-YOOD-SUSHAI, for who shalltrouble MANA with mortal woes or irk him with the sorrows of allthe houses of Earth?."
      },
      {
        "size": 131,
        "text": "\"Nor let any sacrifice to MANA-YOOD-SUSHAI, for what glory shallhe find in sacrifices or altars who hath made the gods themselves?."
      },
      {
        "size": 131,
        "text": "\"Pray to the small gods, who are the gods of Doing; but MANA isthe god of Having Done--the god of Having Done and of the Resting. ."
      },
      {
        "size": 189,
        "text": "\"Pray to the small gods and hope that they may hear thee. Yet whatmercy should the small gods have, who themselves made Death andPain; or shall they restrain their old hound Time for thee?."
      },
      {
        "size": 140,
        "text": "\"Pray, thou, therefore, to Slid, and forget not Slid, and it maybe that Slid will not forget to send thee Death when most thouneedest it. \"."
      },
      {
        "size": 166,
        "text": "And the People of Earth said: \"There is a melody upon the Earth asthough ten thousand streams all sang together for their homes thatthey had forsaken in the hills. \"."
      },
      {
        "size": 208,
        "text": "And Slid said: \"I am the Lord of gliding waters and of foamingwaters and of still. I am the Lord of all the waters in the worldand all that long streams garner in the hills; but the soul ofSlid is in the Sea."
      },
      {
        "size": 201,
        "text": "And Slid said: \"The hand of Slid hath toyed with cataracts, anddown the valleys have trod the feet of Slid, and out of the lakesof the plains regard the eyes of Slid; but the soul of Slid is inthe sea."
      },
      {
        "size": 262,
        "text": "Much homage hath Slid among the cities of men and pleasant are thewoodland paths and the paths of the plains, and pleasant the highvalleys where he danceth in the hills; but Slid would be fetteredneither by banks nor boundaries--so the soul of Slid is in theSea."
      },
      {
        "size": 185,
        "text": "For there may Slid repose beneath the sun and smile at the godsabove him with all the smiles of Slid, and be a happier god thanThose who sway the Worlds, whose work is Life and Death. ."
      },
      {
        "size": 184,
        "text": "There may he sit and smile, or creep among the ships, or moan andsigh round islands in his great content--the miser lord of wealthin gems and pearls beyond the telling of all fables. ."
      },
      {
        "size": 258,
        "text": "Or there may he, when Slid would fain exult, throw up his greatarms, or toss with many a fathom of wandering hair the mighty headof Slid, and cry aloud tumultuous dirges of shipwreck, and feelthrough all his being the crashing might of Slid, and sway thesea."
      },
      {
        "size": 271,
        "text": "Then doth the Sea, like venturous legions on the eve of warthat exult to acclaim their chief, gather its force together fromunder all the winds and roar and follow and sing and crashtogether to vanquish all things--and all at the bidding of Slid,whose soul is in the sea."
      },
      {
        "size": 221,
        "text": "There is ease in the soul of Slid and there be calms upon the sea;also, there be storms upon the sea and troubles in the soul ofSlid, for the gods have many moods. And Slid is in many places,for he sitteth in high Pegana."
      },
      {
        "size": 316,
        "text": "Also along the valleys walkethSlid, wherever water moveth or lieth still; but the voice and thecry of Slid are from the sea. And to whoever that cry hath evercome he must needs follow and follow, leaving all stable things;only to be always with Slid in all the moods of Slid, to find norest until he reaches the sea."
      },
      {
        "size": 486,
        "text": "With the cry of Slid before them and the hills of their home behindhave gone a hundred thousand to the sea, over whose bones doth Slidlament with the voice of a god lamenting for his people. Even thestreams from the inner lands have heard Slid's far-off cry, and alltogether have forsaken lawns and trees to follow where Slid isgathering up his own, to rejoice where Slid rejoices, singing thechaunt of Slid, even as will at the Last gather all the Lives ofthe People about the feet of "
      },
      {
        "size": 158,
        "text": "Once, as Mung went his way athwart the Earth and up and down itscities and across its plains, Mung came upon a man who was afraidwhen Mung said: \"I am Mung!\"."
      },
      {
        "size": 112,
        "text": "Then Mung made against him the sign of Mung and the Life of theMan was fettered no longer with hands and feet. ."
      },
      {
        "size": 322,
        "text": "At the end of the flight of the arrow there is Mung, and in thehouses and the cities of Men. Mung walketh in all places at alltimes. But mostly he loves to walk in the dark and still, alongthe river mists when the wind hath sank, a little before nightmeeteth with the morning upon the highway between Pegana andthe Worlds."
      },
      {
        "size": 167,
        "text": "Sometimes Mung entereth the poor man's cottage; Mung also bowethvery low before The King. Then do the Lives of the poor man and ofThe King go forth among the Worlds. ."
      },
      {
        "size": 142,
        "text": "And Mung said: \"Many turnings hath the road that Kib hath givenevery man to tread upon the earth. Behind one of these turningssitteth Mung. \"."
      },
      {
        "size": 236,
        "text": "One day as a man trod upon the road that Kib had given him totread he came suddenly upon Mung. And when Mung said: \"I am Mung!\"the man cried out: \"Alas, that I took this road, for had I gone byany other way then had I not met with Mung."
      },
      {
        "size": 331,
        "text": "And Mung said: \"Had it been possible for thee to go by any otherway then had the Scheme of Things been otherwise and the gods hadbeen other gods. When MANA-YOOD-SUSHAI forgets to rest and makesagain new gods it may be that They will send thee again into theWorlds; and then thou mayest choose some other way, and not meetwith Mung."
      },
      {
        "size": 157,
        "text": "Then Mung made the sign of Mung. And the Life of that man wentforth with yesterday's regrets and all old sorrows and forgottenthings--whither Mung knoweth. ."
      },
      {
        "size": 267,
        "text": "And Mung went onward with his work to sunder Life from flesh, andMung came upon a man who became stricken with sorrow when he sawthe shadow of Mung. But Mung said: \"When at the sign of Mung thyLife shall float away there will also disappear thy sorrow atforsaking it."
      },
      {
        "size": 219,
        "text": "\" But the man cried out: \"O Mung! tarry for a little,and make not the sign of Mung against me now, for I have a familyupon the earth with whom sorrow will remain, though mine shoulddisappear because of the sign of Mung."
      },
      {
        "size": 250,
        "text": "And Mung said: \"With the gods it is always Now. And before Sishhath banished many of the years the sorrows of thy family for theeshall go the way of thine. \" And the man beheld Mung making thesign of Mung before his eyes, which beheld things no more."
      },
      {
        "size": 132,
        "text": "All day long to Mung cry out the Priests of Mung, and, yet Mungharkeneth not. What, then, shall avail the prayers of All thePeople?."
      },
      {
        "size": 225,
        "text": "And Limpang-Tung said: \"The ways of the gods are strange. Theflower groweth up and the flower fadeth away. This may be veryclever of the gods. Man groweth from his infancy, and in a whilehe dieth. This may be very clever too."
      },
      {
        "size": 204,
        "text": "\"I will send jests into the world and a little mirth. And whileDeath seems to thee as far away as the purple rim of hills; orsorrow as far off as rain in the blue days of summer, then pray toLimpang-Tung."
      },
      {
        "size": 135,
        "text": "But when thou growest old, or ere thou diest, praynot of Limpang-Tung, for thou becomest part of a scheme that hedoth not understand. ."
      },
      {
        "size": 317,
        "text": "\"Go out into the starry night, and Limpang-Tung will dance withthee who danced since the gods were young, the god of mirth and ofmelodious minstrels. Or offer up a jest to Limpang-Tung; only praynot in thy sorrow to Limpang-Tung, for he saith of sorrow: 'It maybe very clever of the gods,' but he doth not understand."
      },
      {
        "size": 111,
        "text": "And Limpang-Tung said: \"I am lesser than the gods; pray,therefore, to the small gods and not to Limpang-Tung. ."
      },
      {
        "size": 244,
        "text": "\"Natheless between Pegana and the Earth flutter ten thousandthousand prayers that beat their wings against the face of Death,and never for one of them hath the hand of the Striker beenstayed, nor yet have tarried the feet of the Relentless One."
      },
      {
        "size": 216,
        "text": "And Limpang-Tung said: \"Lest men grow weary down on the greatWorlds through gazing always at a changeless sky, I will paint mypictures in the sky. And I will paint them twice in every day forso long as days shall be."
      },
      {
        "size": 192,
        "text": "Once as the day ariseth out of the homesof dawn will I paint the Blue, that men may see and rejoice; andere day falleth under into the night will I paint upon the Blueagain, lest men be sad. ."
      },
      {
        "size": 115,
        "text": "\"It is a little,\" said Limpang-Tung, \"it is a little even for agod to give some pleasure to men upon the Worlds. \"."
      },
      {
        "size": 301,
        "text": "And Limpang-Tung hath sworn that the pictures that he paints shallnever be the same for so long as the days shall be, and this hehath sworn by the oath of the gods of Pegana that the gods maynever break, laying his hand upon the shoulder of each of the godsand swearing by the light behind Their eyes."
      },
      {
        "size": 310,
        "text": "Limpang-Tung hath lured a melody out of the stream and stolen itsanthem from the forest; for him the wind hath cried in lonely placesand the ocean sung its dirges. There is music for Limpang-Tung inthe sounds of the moving of grass and in the voices of the peoplethat lament or in the cry of them that rejoice."
      },
      {
        "size": 201,
        "text": "In an inner mountain land where none hath come he hath carved hisorgan pipes out of the mountains, and there when the winds, hisservants, come in from all the world he maketh the melody ofLimpang-Tung."
      },
      {
        "size": 223,
        "text": "But the song, arising at night, goeth forth like ariver, winding through all the world, and here and there amid thepeoples of earth one heareth, and straightaway all that hath voiceto sing crieth aloud in music to his soul."
      },
      {
        "size": 402,
        "text": "Or sometimes walking through the dusk with steps unheard by men,in a form unseen by the people, Limpang-Tung goeth abroad, and,standing behind the minstrels in cities of song, waveth his handsabove them to and fro, and the minstrels bend to their work, andthe voice of the music ariseth; and mirth and melody abound inthat city of song, and no one seeth Limpang-Tung as he standethbehind the minstrels."
      },
      {
        "size": 167,
        "text": "But through the mists towards morning, in the dark when theminstrels sleep and mirth and melody have sunk to rest, Limpang-Tunggoeth back again to his mountain land. ."
      },
      {
        "size": 133,
        "text": "He is so busy to send his dreams to all before the night be endedthat oft he forgetteth which be the poor man and which be TheKing. ."
      },
      {
        "size": 147,
        "text": "To whom Yoharneth-Lahai cometh not with little dreams and sleep hemust endure all night the laughter of the gods, with highestmockery, in Pegana. ."
      },
      {
        "size": 164,
        "text": "All night long Yoharneth-Lahai giveth peace to cities until thedawn hour and the departing of Yoharneth-Lahai, when it is timefor the gods to play with men again. ."
      },
      {
        "size": 278,
        "text": "Whether the dreams and the fancies of Yoharneth-Lahai be false andthe Things that are done in the Day be real, or the Things thatare done in the Day be false and the dreams and the fancies ofYoharneth-Lahai be true, none knoweth saving only MANA-YOOD-SUSHAI,who hath not spoken."
      },
      {
        "size": 158,
        "text": "It is because of Roon that the worlds are never still, for themoons and the worlds and the comet are stirred by the spirit ofRoon, which saith: \"Go! Go! Go!\"."
      },
      {
        "size": 233,
        "text": "Roon met the Worlds all in the morning of Things, before there waslight upon Pegana, and Roon danced before them in the Void, sincewhen they are never still, Roon sendeth all streams to the Sea,and all the rivers to the soul of Slid."
      },
      {
        "size": 161,
        "text": "Roon maketh the sign of Roon before the waters, and lo! they haveleft the hills; and Roon hath spoken in the ear of the North Windthat he may be still no more. ."
      },
      {
        "size": 276,
        "text": "The footfall of Roon hath been heard at evening outside the housesof men, and thenceforth comfort and abiding know them no more. Before them stretcheth travel over all the lands, long miles, andnever resting between their homes and their graves--and all at thebidding of Roon."
      },
      {
        "size": 103,
        "text": "Whither Roon hath desired there must Roon's people go, and theworlds and their streams and the winds. ."
      },
      {
        "size": 128,
        "text": "I heard the whisper of Roon at evening, saying: \"There are islandsof spices to the South,\" and the voice of Roon saying: \"Go. \"."
      },
      {
        "size": 130,
        "text": "And Roon said: \"There are a thousand home gods, the little godsthat sit before the hearth and mind the fire--there is one Roon. \"."
      },
      {
        "size": 200,
        "text": "Roon saith in a whisper, in a whisper when none heareth, when thesun is low: \"What doeth MANA-YOOD-SUSHAI?\" Roon is no god thatthou mayest worship by thy hearth, nor will he be benignant to thyhome. ."
      },
      {
        "size": 205,
        "text": "Offer to Roon thy toiling and thy speed, whose incense is thesmoke of the camp fire to the South, whose song is the sound ofgoing, whose temples stand beyond the farthest hills in his landsbehind the East."
      },
      {
        "size": 317,
        "text": "Yarinareth, Yarinareth, Yarinareth, which signifieth Beyond--thesewords be carved in letters of gold upon the arch of the great portalof the Temple of Roon that men have builded looking towards the Eastupon the Sea, where Roon is carved as a giant trumpeter, with histrumpet pointing towards the East beyond the Seas."
      },
      {
        "size": 428,
        "text": "Whoso heareth his voice, the voice of Roon at evening, he at onceforsaketh the home gods that sit beside the hearth. These be thegods of the hearth: Pitsu, who stroketh the cat; Hobith who calmsthe dog; and Habaniah, the lord of glowing embers; and littleZumbiboo, the lord of dust; and old Gribaun, who sits in the heartof the fire to turn the wood to ash--all these be home gods, andlive not in Pegana and be lesser than Roon."
      },
      {
        "size": 271,
        "text": "There is also Kilooloogung, the lord of arising smoke, who takeththe smoke from the hearth and sendeth it to the sky, who ispleased if it reacheth Pegana, so that the gods of Pegana,speaking to the gods, say: \"There is Kilooloogung doing the workon earth of Kilooloogung."
      },
      {
        "size": 241,
        "text": "All these are gods so small that they be lesser than men, butpleasant gods to have beside the hearth; and often men have prayedto Kilooloogung, saying: \"Thou whose smoke ascendeth to Peganasend up with it our prayers, that the gods may hear."
      },
      {
        "size": 227,
        "text": "\" AndKilooloogung, who is pleased that men should pray, stretcheshimself up all grey and lean, with his arms above his head, andsendeth his servant the smoke to seek Pegana, that the gods ofPegana may know that the people pray."
      },
      {
        "size": 233,
        "text": "And Jabim is the Lord of broken things, who sitteth behind thehouse to lament the things that are cast away. And there hesitteth lamenting the broken things until the worlds be ended, oruntil someone cometh to mend the broken things."
      },
      {
        "size": 380,
        "text": "There is also Triboogie, the Lord of Dusk, whose children are theshadows, who sitteth in a corner far off from Habaniah andspeaketh to none. But after Habaniah hath gone to sleep and oldGribaun hath blinked a hundred times, until he forgetteth which bewood or ash, then doth Triboogie send his children to run aboutthe room and dance upon the walls, but never disturb the silence."
      },
      {
        "size": 222,
        "text": "But when there is light again upon the worlds, and dawn comesdancing down the highway from Pegana, then does Triboogie retireinto his corner, with his children all around him, as though theyhad never danced about the room."
      },
      {
        "size": 257,
        "text": "And the slaves of Habaniah andold Gribaun come and awake them from their sleep upon the hearth,and Pitsu strokes the cat, and Hobith calms the dog, andKilooloogung stretches aloft his arms towards Pegana, andTriboogie is very still, and his children asleep."
      },
      {
        "size": 210,
        "text": "And when it is dark, all in the hour of Triboogie, Hish creepethfrom the forest, the Lord of Silence, whose children are the bats,that have broken the command of their father, but in a voice thatis ever so low."
      },
      {
        "size": 259,
        "text": "Hish husheth the mouse and all the whispers in thenight; he maketh all noises still. Only the cricket rebelleth. ButHish hath set against him such a spell that after he hath cried athousand times his voice may be heard no more but becometh part ofthe silence."
      },
      {
        "size": 145,
        "text": "And when he hath slain all sounds Hish boweth low to the ground;then cometh into the house, with never a sound of feet, the godYoharneth-Lahai. ."
      },
      {
        "size": 182,
        "text": "But away in the forest whence Hish hath come Wohoon, the Lord ofNoises in the Night, awaketh in his lair and creepeth round theforest to see whether it be true that Hish hath gone. ."
      },
      {
        "size": 256,
        "text": "Then in some glade Wohoon lifts up his voice and cries aloud, thatall the night may hear, that it is he, Wohoon, who is abroad inall the forest. And the wolf and the fox and the owl, and thegreat beasts and the small, lift up their voices to acclaimWohoon."
      },
      {
        "size": 186,
        "text": "There be three broad rivers of the plain, born before memory orfable, whose mothers are three grey peaks and whose father was thestorm. There names be EimÃ«s, ZÃ¤nÃ«s, and SegÃ¡strion. ."
      },
      {
        "size": 387,
        "text": "And EimÃ«s is the joy of lowing herds; and ZÃ¤nÃ«s hath bowed hisneck to the yoke of man, and carries the timber from the forestfar up below the mountain; and SegÃ¡strion sings old songs toshepherd boys, singing of his childhood in a lone ravine and ofhow he once sprang down the mountain sides and far away into theplain to see the world, and of how one day at last he will findthe sea."
      },
      {
        "size": 412,
        "text": "These be the rivers of the plain, wherein the plainrejoices. But old men tell, whose fathers heard it from theancients, how once the lords of the three rivers of the plainrebelled against the law of the Worlds, and passed beyond theirboundaries, and joined together and whelmed cities and slew men,saying: \"We now play the game of the gods and slay men for ourpleasure, and we be greater than the gods of Pegana."
      },
      {
        "size": 133,
        "text": "And EimÃ«s, ZÃ¤nÃ«s, and SegÃ¡strion sat upon the mountains, andspread their hands over their rivers that rebelled by theircommand. ."
      },
      {
        "size": 217,
        "text": "But the prayer of men going upward found Pegana, and cried in theear of the gods: \"There be three home gods who slay us for theirpleasure, and say that they be mightier than Pegana's gods, andplay Their game with men."
      },
      {
        "size": 159,
        "text": "Then were all the gods of Pegana very wroth; but They could notwhelm the lords of the three rivers, because being home gods,though small, they were immortal. ."
      },
      {
        "size": 221,
        "text": "And still the home gods spread their hands across their rivers,with their fingers wide apart, and the waters rose and rose, andthe voice of their torrent grew louder, crying: \"Are we not EimÃ«s,ZÃ¤nÃ«s, and SegÃ¡strion?\"."
      },
      {
        "size": 182,
        "text": "Then Mung went down into a waste of Afrik, and came upon thedrought Umbool as he sat in the desert upon iron rocks, clawingwith miserly grasp at the bones of men and breathing hot. ."
      },
      {
        "size": 118,
        "text": "And Mung stood before him as his dry sides heaved, and ever asthey sank his hot breath blasted dry sticks and bones. ."
      },
      {
        "size": 174,
        "text": "Then Mung said: \"Friend of Mung! Go, thou and grin before thefaces of EimÃ«s, ZÃ¤nÃ«s, and SegÃ¡strion till they see whether it bewise to rebel against the gods of Pegana. \"."
      },
      {
        "size": 128,
        "text": "And Umbool came and crouched upon a hill upon the other side ofthe waters and grinned across them at the rebellious home gods. ."
      },
      {
        "size": 310,
        "text": "And whenever EimÃ«s, ZÃ¤nÃ«s, and SegÃ¡strion stretched out theirhands over their rivers they saw before their faces the grinningof Umbool; and because the grinning was like death in a hot andhideous land therefore they turned away and spread their hands nomore over their rivers, and the waters sank and sank."
      },
      {
        "size": 180,
        "text": "But when Umbool had grinned for thirty days the waters fell backinto the river beds and the lords of the rivers slunk away backagain to their homes: still Umbool sat and grinned. ."
      },
      {
        "size": 185,
        "text": "Then EimÃ«s sought to hide himself in a great pool beneath a rock,and ZÃ¤nÃ«s crept into the middle of a wood, and SegÃ¡strion lay andpanted on the sand--still Umbool sat and grinned. ."
      },
      {
        "size": 362,
        "text": "And EimÃ«s grew lean, and was forgotten, so that the men of theplain would say: \"Here once was EimÃ«s\"; and ZÃ¤nÃ«s scarce hadstrength to lead his river to the sea; and as SegÃ¡strion lay andpanted a man stepped over his stream, and SegÃ¡strion said: \"It isthe foot of a man that has passed across my neck, and I have soughtto be greater than the gods of Pegana."
      },
      {
        "size": 191,
        "text": "Then Mung sent Umbool back to his waste in Afrik to breathe againupon the rocks, and parch the desert, and to sear the memory ofAfrik into the brains of all who ever bring their bones away. ."
      },
      {
        "size": 229,
        "text": "And EimÃ«s, ZÃ¤nÃ«s, and SegÃ¡strion sang again, and walked once morein their accustomed haunts, and played the game of Life and Deathwith fishes and frogs, but never essayed to play it any more withmen, as do the gods of Pegana."
      },
      {
        "size": 237,
        "text": "The god of Destiny is Dorozhand. Upon whom have looked the eyes ofDorozhand he goeth forward to an end that naught may stay; hebecometh the arrow from the bow of Dorozhand hurled forward at amark he may not see--to the goal of Dorozhand."
      },
      {
        "size": 189,
        "text": "He hath chosen his slaves. And them doth the destiny god driveonward where he will, who, knowing not whither nor even knowingwhy, feel only his scourge behind them or hear his cry before. ."
      },
      {
        "size": 245,
        "text": "There is something that Dorozhand would fain achieve, and,therefore, hath he set the people striving, with none to cease orrest in all the worlds. But the gods of Pegana, speaking to thegods, say: \"What is it that Dorozhand would fain achieve?\"."
      },
      {
        "size": 155,
        "text": "It hath been written and said that not only the destinies of menare the care of Dorozhand but that even the gods of Pegana be notunconcerned by his will. ."
      },
      {
        "size": 124,
        "text": "All the gods of Pegana have felt a fear, for they have seen a lookin the eyes of Dorozhand that regardeth beyond the gods. ."
      },
      {
        "size": 158,
        "text": "The reason and purpose of the Worlds is that there should be Lifeupon the Worlds, and Life is the instrument of Dorozhand wherewithhe would achieve his end. ."
      },
      {
        "size": 328,
        "text": "Therefore the Worlds go on, and the rivers run to the sea, and Lifeariseth and flieth even in all the Worlds, and the gods of Peganado the work of the gods--and all for Dorozhand. But when the end ofDorozhand hath been achieved there will be need no longer of Life uponthe Worlds, nor any more a game for the small gods to play."
      },
      {
        "size": 211,
        "text": "Then willKib tiptoe gently across Pegana to the resting-place in Highest Peganaof MANA-YOOD-SUSHAI, and touching reverently his hand, the hand thatwrought the gods, say: \"MANA-YOOD-SUSHAI, thou hast rested long."
      },
      {
        "size": 180,
        "text": "And MANA-YOOD-SUSHAI shall say: \"Not so; for I have rested for butfifty aeons of the gods, each of them scarce more than ten millionmortal years of the Worlds that ye have made. \"."
      },
      {
        "size": 179,
        "text": "And then shall the gods be afraid when they find that MANA knoweththat they have made Worlds while he rested. And they shall answer:\"Nay; but the Worlds came all of themselves. \"."
      },
      {
        "size": 166,
        "text": "Then MANA-YOOD-SUSHAI, as one who would have done with an irksomematter, will lightly wave his hand--the hand that wrought thegods--and there shall be gods no more. ."
      },
      {
        "size": 148,
        "text": "When there shall be three moons towards the north above the Starof the Abiding, three moons that neither wax nor wane but regardtowards the North. ."
      },
      {
        "size": 269,
        "text": "Or when the comet ceaseth from his seeking and stands still, not anylonger moving among the Worlds but tarrying as one who rests afterthe end of search, then shall arise from resting, because it is THEEND, the Greater One, who rested of old time, even MANA-YOOD-SUSHAI."
      },
      {
        "size": 269,
        "text": "Then shall the Times that were be Times no more; and it may bethat the old, dead days shall return from beyond the Rim, and wewho have wept for them shall see those days again, as one who,returning from long travel to his home, comes suddenly on dear,remembered things."
      },
      {
        "size": 163,
        "text": "For none shall know of MANA who hath rested for so long, whetherhe be a harsh or merciful god. It may be that he shall have mercy,and that these things shall be. ."
      },
      {
        "size": 254,
        "text": "There lie seven deserts beyond Bodrahan, which is the city of thecaravans' end. None goeth beyond. In the first desert lie thetracks of mighty travellers outward from Bodrahan, and somereturning. And in the second lie only outward tracks, and nonereturn."
      },
      {
        "size": 151,
        "text": "The fourth is the desert of sand, and the fifth is the desert ofdust, and the sixth is the desert of stones, and the seventh isthe Desert of Deserts. ."
      },
      {
        "size": 217,
        "text": "In the midst of the last of the deserts that lie beyond Bodrahan,in the centre of the Desert of Deserts, standeth the image thathath been hewn of old out of the living hill whose name isRanorada--the eye in the waste."
      },
      {
        "size": 108,
        "text": "About the base of Ranorada is carved in mystic letters that arevaster than the beds of streams these words:."
      },
      {
        "size": 233,
        "text": "Now, beyond the second desert are no tracks, and there is no waterin all the seven deserts that lie beyond Bodrahan. Therefore cameno man thither to hew that statue from the living hills, andRanorada was wrought by the hands of gods."
      },
      {
        "size": 359,
        "text": "Men tell in Bodrahan,where the caravans end and all the drivers of the camels rest, howonce the gods hewed Ranorada from the living hill, hammering allnight long beyond the deserts. Moreover, they say that Ranorada iscarved in the likeness of the god Hoodrazai, who hath found thesecret of MANA-YOOD-SUSHAI, and knoweth the wherefore of the makingof the gods."
      },
      {
        "size": 117,
        "text": "They say that Hoodrazai stands all alone in Pegana and speaks tonone because he knows what is hidden from the gods. ."
      },
      {
        "size": 111,
        "text": "Therefore the gods have made his image in a lonely land as one whothinks and is silent--the eye in the waste. ."
      },
      {
        "size": 306,
        "text": "They say that Hoodrazai had heard the murmers of MANA-YOOD-SUSHAIas he muttered to himself, and gleaned the meaning, and knew; andthat he was the god of mirth and of abundant joy, but became fromthe moment of his knowing a mirthless god, even as his image,which regards the deserts beyond the track of man."
      },
      {
        "size": 145,
        "text": "But the camel drivers, as they sit and listen to the tales of theold men in the market-place of Bodrahan, at evening, while thecamels rest, say:."
      },
      {
        "size": 213,
        "text": "\"If Hoodrazai is so very wise and yet is sad, let us drink wine,and banish wisdom to the wastes that lie beyond Bodrahan. \"Therefore is there feasting and laughter all night long in thecity where the caravans end."
      },
      {
        "size": 163,
        "text": "All this the camel drivers tell when the caravans come in fromBodrahan; but who shall credit tales that camel drivers have heardfrom aged men in so remote a city?."
      },
      {
        "size": 438,
        "text": "Seeing that wisdom is not in cities nor happiness in wisdom, andbecause Yadin the prophet was doomed by the gods ere he was bornto go in search of wisdom, he followed the caravans to Bodrahan. There in the evening, where the camels rest, when the wind of theday ebbs out into the desert sighing amid the palms its lastfarewells and leaving the caravans still, he sent his prayer withthe wind to drift into the desert calling to Hoodrazai."
      },
      {
        "size": 225,
        "text": "And down the wind his prayer went calling: \"Why do the godsendure, and play their game with men? Why doth not Skarl forsakehis drumming, and MANA cease to rest?\" and the echo of sevendeserts answered: \"Who knows? Who knows?\"."
      },
      {
        "size": 289,
        "text": "But out in the waste, beyond the seven deserts where Ranoradalooms enormous in the dusk, at evening his prayer was heard; andfrom the rim of the waste whither had gone his prayer, came threeflamingoes flying, and their voices said: \"Going South, GoingSouth\" at every stroke of their wings."
      },
      {
        "size": 404,
        "text": "But as they passed by the prophet they seemed so cool and free andthe desert so blinding and hot that he stretched up his armstowards them. Then it seemed happy to fly and pleasant to followbehind great white wings, and he was with the three flamingoes upin the cool above the desert, and their voices cried before him:\"Going South, Going South,\" and the desert below him mumbled: \"Whoknows? Who knows?\"."
      },
      {
        "size": 281,
        "text": "Sometimes the earth stretched up towards them with peaks ofmountains, sometimes it fell away in steep ravines, blue riverssang to them as they passed above them, or very faintly came thesong of breezes in lone orchards, and far away the sea sang mightydirges of old forsaken isles."
      },
      {
        "size": 298,
        "text": "But when the prophet saw that they had passed above the edge ofEarth, and that far away to the North of them lay the Moon, heperceived that he was following no mortal birds but some strangemessengers of Hoodrazai whose nest had lain in one of Pegana'svales below the mountains whereon sit the gods."
      },
      {
        "size": 237,
        "text": "Still they went South, passing by all the Worlds and leaving themto the North, till only Araxes, Zadres, and Hyraglion lay still tothe South of them, where great Ingazi seemed only a point oflight, and Yo and Mindo could be seen no more."
      },
      {
        "size": 270,
        "text": "There there is neither South nor East nor West, but only North andBeyond; there is only North of it where lie the Worlds, and Beyondit where lies the Silence, and the Rim is a mass of rocks thatwere never used by the gods when They made the Worlds, and on itsat Trogool."
      },
      {
        "size": 188,
        "text": "Trogool is the Thing that is neither god nor beast,who neither howls nor breathes, only _It_ turns over theleaves of a great book, black and white, black and white for everuntil THE END. ."
      },
      {
        "size": 119,
        "text": "Then as the prophet watched _It_, Trogool turned a page--ablack one, and night was over, and day shone on the Worlds. ."
      },
      {
        "size": 155,
        "text": "Trogool is the Thing that men in many countries have called bymany names, _It_ is the Thing that sits behind the gods,whose book is the Scheme of Things. ."
      },
      {
        "size": 200,
        "text": "But when Yadin saw that old remembered days were hidden away withthe part that _It_ had turned, and knew that upon one whosename is writ no more the last page had turned for ever a thousandpages back."
      },
      {
        "size": 394,
        "text": "Then did he utter his prayer in the fact of Trogoolwho only turns the pages and never answers prayer. He prayed inthe face of Trogool: \"Only turn back thy pages to the name of onewhich is writ no more, and far away upon a place named Earth shallrise the prayers of a little people that acclaim the name ofTrogool, for there is indeed far off a place called Earth wheremen shall pray to Trogool."
      },
      {
        "size": 285,
        "text": "Then spake Trogool who turns the pages and never answers prayer,and his voice was like the murmurs of the waste at night whenechoes have been lost: \"Though the whirlwind of the South shouldtug with his claws at a page that hath been turned yet shall henot be able to ever turn it back."
      },
      {
        "size": 184,
        "text": "Then because of words in the book that said that it should be so,Yadin found himself lying in the desert where one gave him water,and afterwards carried him on a camel into Bodrahan. ."
      },
      {
        "size": 433,
        "text": "There some said that he had but dreamed when thirst seized himwhile he wandered among the rocks in the desert. But certain agedmen of Bodrahan say that indeed there sitteth somewhere a Thingthat is called Trogool, that is neither god nor beast, thatturneth the leaves of a book, black and white, black and white,until he come to the words: _Mai Doon Izahn_, which means TheEnd For Ever, and book and gods and worlds shall be no more."
      },
      {
        "size": 115,
        "text": "And the end and the beginning of my knowing, and all of my knowingthat there was, was this--that Man Knoweth Not. ."
      },
      {
        "size": 207,
        "text": "Seek thou to find at night the utter edge of the darkness, or seekto find the birthplace of the rainbow where he leapeth upward fromthe hills, only seek not concerning the wherefore of the making ofthe gods."
      },
      {
        "size": 144,
        "text": "The gods have set a brightness upon the farther side of the Thingsto Come that they may appear more felititous to men than theThings that Are. ."
      },
      {
        "size": 146,
        "text": "The gods, although not merciful, are not ferocious gods. They arethe destroyers of the Days that Were, but they set a glory aboutthe Days to Be. ."
      },
      {
        "size": 157,
        "text": "Seek not to know. Thy seeking will weary thee, and thou wiltreturn much worn, to rest at last about the place from whence thousettest out upon thy seeking. ."
      },
      {
        "size": 149,
        "text": "Seek not to know. Even I, Yonath, the oldest prophet, burdenedwith the wisdom of great years, and worn with seeking, know onlythat man knoweth not. ."
      },
      {
        "size": 109,
        "text": "Once I set out seeking to know all things. Now I know one thingonly, and soon the Years will carry me away. ."
      },
      {
        "size": 128,
        "text": "The path of my seeking, that leadeth to seeking again, must betrodden by very many more, when Yonath is no longer even Yonath. ."
      },
      {
        "size": 102,
        "text": "When the Years had carries away Yonath, and Yonath was dead,there was no longer a prophet among men. ."
      },
      {
        "size": 122,
        "text": "Therefore they said unto Yug: \"Be thou our prophet, and know allthings, and tell us concerning the wherefore of It All. \"."
      },
      {
        "size": 111,
        "text": "And Yug said of the Beginning that it was in Yug's own garden, andof the End that it was in the sight of Yug. ."
      },
      {
        "size": 101,
        "text": "When Yug was Yug no more men said unto Alhireth-Hotep: \"Be thouour prophet, and be as wise as Yug. \"."
      },
      {
        "size": 116,
        "text": "And Alhireth-Hotep said of Life and Death: \"These be the affairsof Alhireth-Hotep. \" And men brought gifts to him. ."
      },
      {
        "size": 107,
        "text": "One day Alhireth-Hotep wrote in a book: \"Alhireth-Hotep knowethAll Things, for he hath spoken with Mung. \"."
      },
      {
        "size": 169,
        "text": "And Mung stepped from behind him, making the sign of Mung, saying:\"Knowest thou All Things, then, Alhireth-Hotep?\" And Alhireth-Hotepbecame among the Things that Were. ."
      },
      {
        "size": 144,
        "text": "When Alhireth-Hotep was among the Things that Were, and still mensought to know, they said unto Kabok: \"Be thou as wise as wasAlhireth-Hotep. \"."
      },
      {
        "size": 224,
        "text": "And he said unto one: \"Thou hast sinned against Kabok, thereforewill Mung make the sign of Mung against thee. \" And to another:\"Thou has brought Kabok gifts, therefore shall Mung forbear tomake against thee the sign of Mung."
      },
      {
        "size": 152,
        "text": "One night as Kabok fattened upon the gifts that men had broughthim he heard the tread of Mung treading in the garden of Kabokabout his house at night. ."
      },
      {
        "size": 164,
        "text": "And because the night was very still it seemed most evil to Kabokthat Mung should be treading in his garden, without the advice ofKabok, about his house at night. ."
      },
      {
        "size": 172,
        "text": "And Kabok, who knew All Things, grew afraid, for the treading wasvery loud and the night still, and he knew not what lay behind theback of Mung, which none had ever seen. ."
      },
      {
        "size": 223,
        "text": "But when the morning grew to brightness, and there was light uponthe Worlds, and Mung trod no longer in the garden, Kabok forgothis fears, and said: \"Perhaps it was but a herd of cattle thatstampeded in the garden of Kabok."
      },
      {
        "size": 132,
        "text": "And Kabok went about his business, which was that of knowing AllThings, and telling All Things unto men, and making light of Mung. ."
      },
      {
        "size": 195,
        "text": "But that night Mung trod again in the garden of Kabok, about hishouse at night, and stood before the window of the house like ashadow standing erect, so that Kabok knew indeed that it was Mung. ."
      },
      {
        "size": 113,
        "text": "And a great fear fell upon the throat of Kabok, so that his speechwas hoarse; and he cried out: \"Thou art Mung!\"."
      },
      {
        "size": 108,
        "text": "And Mung slightly inclined his head, and went on to tread in thegarden of Kabok, about his house at night. ."
      },
      {
        "size": 228,
        "text": "But when the second morning grew to brightness, and there waslight upon the Worlds, Mung went from treading in the garden ofKabok; and for a little while Kabok hoped, but looked with greatdread for the coming of the third night."
      },
      {
        "size": 118,
        "text": "And when the third night was come, and the bat had gone to hishome, and the wind had sank, the night was very still. ."
      },
      {
        "size": 152,
        "text": "But, ere night met the morning upon the highway between Pegana andthe Worlds, there came the tread of Mung in the garden of Kaboktowards Kabok's door. ."
      },
      {
        "size": 111,
        "text": "And the fears of Kabok had rest from troubling Kabok any more, forthey and he were among accomplished things. ."
      },
      {
        "size": 103,
        "text": "OF THE CALAMITY THAT BEFEL YUN-ILARA BY THE SEA, AND OF THEBUILDING OF THE TOWER OF THE ENDING OF DAYS."
      },
      {
        "size": 132,
        "text": "When Kabok and his fears had rest the people sought a prophet whoshould have no fear of Mung, whose hand was against the prophets. ."
      },
      {
        "size": 146,
        "text": "And at last they found Yun-Ilara, who tended sheep and had no fearof Mung, and the people brought him to the town that he might betheir prophet. ."
      },
      {
        "size": 136,
        "text": "And Yun-Ilara builded a tower towards the sea that looked upon thesetting of the Sun. And he called it the Tower of the Ending ofDays. ."
      },
      {
        "size": 288,
        "text": "And about the ending of the day would Yun-Ilara go up to histower's top and look towards the setting of the Sun to cry hiscurses against Mung, crying: \"O Mung! whose hand is against theSun, whom men abhor but worship because they fear thee, here standsand speaks a man who fears thee not."
      },
      {
        "size": 213,
        "text": "Assassin lord of murder anddark things, abhorrent, merciless, make thou the sign of Mungagainst me when thou wilt, but until silence settles upon my lips,because of the sign of Mung, I will curse Mung to his face."
      },
      {
        "size": 222,
        "text": "\" Andthe people in the street below would gaze up with wonder towardsYun-Ilara, who had no fear of Mung, and brought him gifts; only intheir homes after the falling of the night would they pray againwith reverence to Mung."
      },
      {
        "size": 110,
        "text": "And still Mung came not nigh to Yun-Ilara as he cried his cursesagainst Mung from his tower towards the sea. ."
      },
      {
        "size": 208,
        "text": "And Sish throughout the Worlds hurled Time away, and slew theHours that had served him well, and called up more out of thetimeless waste that lieth beyond the Worlds, and drave them forthto assail all things."
      },
      {
        "size": 139,
        "text": "And Sish cast a whiteness over the hairs ofYun-Ilara, and ivy about his tower, and weariness over his limbs,for Mung passed by him still. ."
      },
      {
        "size": 258,
        "text": "And when Sish became a god less durable to Yun-Ilara than everMung hath been he ceased at last to cry from his tower's top hiscurses against Mung whenever the sun went down, till there camethe day when weariness of the gift of Kib fell heavily uponYun-Ilara."
      },
      {
        "size": 252,
        "text": "Then from the tower of the Ending of Days did Yun-Ilara cry outthus to Mung, crying: \"O Mung! O loveliest of the gods! O Mung,most dearly to be desired! thy gift of Death is the heritage ofMan, with ease and rest and silence and returning to the Earth."
      },
      {
        "size": 248,
        "text": "Kib giveth but toil and trouble; and Sish, he sendeth regrets witheach of his hours wherewith he assails the World. Yoharneth-Lahaicometh nigh no more. I can no longer be glad with Limpang-Tung. When the other gods forsake him a man hath only Mung."
      },
      {
        "size": 475,
        "text": "And every day and all night long did Yun-Ilara cry aloud: \"Ah, nowfor the hour of the mourning of many, and the pleasant garlands offlowers and the tears, and the moist, dark earth. Ah, for reposedown underneath the grass, where the firm feet of the trees griphold upon the world, where never shall come the wind that now blowsthrough my bones, and the rain shall come warm and trickling, notdriven by storm, where is the easeful falling asunder of bone frombone in the dark."
      },
      {
        "size": 205,
        "text": "Still from a heap of bones that are Yun-Ilara still, lying aboutthe ruined base of the tower that once he builded, goes up ashrill voice with the wind crying out for the mercy of Mung, ifany such there be."
      },
      {
        "size": 159,
        "text": "There was dole in the valley of Sidith. For three years there hadbeen pestilence, and in the last of the three a famine; moreover,there was imminence of war. ."
      },
      {
        "size": 185,
        "text": "Throughout all Sidith men died night and day, and night and daywithin the Temple of All the gods save One (for none may pray toMANA-YOOD-SUSHAI) did the priests of the gods pray hard. ."
      },
      {
        "size": 206,
        "text": "For they said: \"For a long while a man may hear the droning oflittle insects and yet not be aware that he hath heard them, somay the gods not hear our prayers at first until they have beenvery oft repeated."
      },
      {
        "size": 427,
        "text": "But when your praying has troubled the silencelong it may be that some god as he strolls in Pegana's glades maycome on one of our lost prayers, that flutters like a butterflytossed in storm when all its wings are broken; then if the gods bemerciful they may ease our fears in Sidith, or else they may crushus, being petulant gods, and so we shall see trouble in Sidith nolonger, with its pestilence and dearth and fears of war."
      },
      {
        "size": 267,
        "text": "But in the fourth year of the pestilence and in the second yearof the famine, and while still there was imminence of war, cameall the people of Sidith to the door of the Temple of All the godssave One, where none may enter but the priests--but only leavegifts and go."
      },
      {
        "size": 277,
        "text": "And there the people cried out: \"O High Prophet of All the godssave One, Priest of Kib, Priest of Sish, and Priest of Mung,Teller of the mysteries of Dorozhand, Receiver of the gifts of thePeople, and Lord of Prayer, what doest thou within the Temple ofAll the gods save One?\"."
      },
      {
        "size": 318,
        "text": "But the people answered: \"O High Prophet of All the gods save One,Priest of Kib, Priest of Sish, and Priest of Mung, Teller of themysteries of Dorozhand, Receiver of the gifts of the People, andLord of Prayer, for four long years hast thou prayed with thepriests of all thine order, while we brought ye gifts and died."
      },
      {
        "size": 335,
        "text": "Now, therefore, since They have not heard thee in four grim years,thou must go and carry to Their faces the prayer of the people ofSidith when They go to drive the thunder to his pasture upon themountain Aghrinaun, or else there shall no longer be gifts uponthy temple door, whenever falls the dew, that thou and thine ordermay fatten."
      },
      {
        "size": 266,
        "text": "\"Then thou shalt say before Their faces: 'O All the gods save One,Lords of the Worlds, whose child is the eclipse, take back thypestilence from Sidith, for ye have played the game of the godstoo long with the people of Sidith, who would fain have done withthe gods'."
      },
      {
        "size": 200,
        "text": "Then in great fear answered the High Prophet, saying: \"What if thegods be angry and whelm Sidith?\" And the people answered: \"Then arewe sooner done with pestilence and famine and the imminence of war."
      },
      {
        "size": 257,
        "text": "That night the thunder howled upon Aghrinaun, which stood a peak aboveall others in the land of Sidith. And the people took Arb-Rin-Hadithfrom his Temple and drave him to Aghrinaun, for they said: \"There walkto-night upon the mountain All the gods save One."
      },
      {
        "size": 219,
        "text": "Next morning, white and frightened from Aghrinaun, came Arb-Rin-Hadithback into the valley, and there spake to the people, saying: \"Thefaces of the gods are iron and their mouths set hard. There is nohope from the gods."
      },
      {
        "size": 250,
        "text": "Then said the people: \"Thou shalt go to MANA-YOOD-SUSHAI, to whomno man may pray: seek him upon Aghrinaun where it lifts clear intothe stillness before morning, and on its summit, where all thingsseem to rest surely there rests also MANA-YOOD-SUSHAI."
      },
      {
        "size": 246,
        "text": "Go to him,and say: 'Thou hast made evil gods, and They smite Sidith. 'Perchance he hath forgotten all his gods, or hath not heard ofSidith. Thou hast escaped the thunder of the gods, surely thoushalt also escape the stillness of MANA-YOOD-SUSHAI."
      },
      {
        "size": 201,
        "text": "Upon a morning when the sky and lakes were clear and the worldstill, and Aghrinaun was stiller than the world, Arb-Rin-Hadithcrept in fear towards the slopes of Aghrinaun because the peoplewere urgent."
      },
      {
        "size": 236,
        "text": "All that day men saw him climbing. At night he rested near thetop. But ere the morning of the day that followed, such as roseearly saw him in the silence, a speck against the blue, stretch uphis arms upon the summit to MANA-YOOD-SUSHAI."
      },
      {
        "size": 126,
        "text": "Then instantly theysaw him not, nor was he ever seen of men again who had dared totrouble the stillness of MANA-YOOD-SUSHAI. ."
      },
      {
        "size": 199,
        "text": "Such as now speak of Sidith tell of a fierce and potent tribethat smote away a people in a valley enfeebled by pestilence,where stood a temple to \"All the gods save One\" in which was nohigh priest. ."
      },
      {
        "size": 128,
        "text": "From Ardra, Rhoodra, and the lands beyond came all High Prophetsof the Earth to the Temple in Aradec of All the gods save One. ."
      },
      {
        "size": 148,
        "text": "And then they told Imbaun how The Secret of Things was upon thesummit of the dome of the Hall of Night, but faintly writ, and inan unknown tongue. ."
      },
      {
        "size": 257,
        "text": "Midway in the night, between the setting and the rising sun, theyled Imbaun into the Hall of Night, and said to him, chauntingaltogether: \"Imbaun, Imbaun, Imbaun, look up to the roof, where iswrit The Secret of Things, but faintly, and in an unknown tongue."
      },
      {
        "size": 209,
        "text": "And Imbaun looked up, but darkness was so deep within the Hall ofNight that Imbaun saw not even the High Prophets who came fromArdra, Rhoodra, and the lands beyond, nor saw he aught in the Hallof Night at all."
      },
      {
        "size": 250,
        "text": "Then spake the High Prophet of Eld of All the gods save One, whois first on Earth of prophets: \"O Imbaun! we have all lookedupwards in the Hall of Night towards the secret of Things, andever it was dark, and the Secret faint and in an unknown tongue."
      },
      {
        "size": 211,
        "text": "So Imbaun became High Prophet in Aradec of All the gods save One,and prayed for all the people, who knew not that there wasdarkness in the Hall of Night or that the secret was writ faintand in an unknown tongue."
      },
      {
        "size": 236,
        "text": "\"In the twentieth night of the nine hundredth moon, as night cameup the valley, I performed the mystic rites of each of the gods inthe temple as is my wont, lest any of the gods should grow angryin the night and whelm us while we slept."
      },
      {
        "size": 283,
        "text": "\"And as I uttered the last of certain secret words I fell asleepin the temple, for I was weary, with my head against the altar ofDorozhand. Then in the stillness, as I slept, there enteredDorozhand by the temple door in the guise of a man, and touched meon the shoulder, and I awoke."
      },
      {
        "size": 203,
        "text": "\"But when I saw that his eyes shone blue and lit the whole of thetemple I knew that he was a god though he came in mortal guise. And Dorozhand said: 'Prophet of Dorozhand, behold that the peoplemay know."
      },
      {
        "size": 179,
        "text": "' And he showed me the paths of Sish stretching far downinto the future time. Then he bade me arise and follow whither hepointed, speaking no words but commanding with his eyes. ."
      },
      {
        "size": 132,
        "text": "\"Therefore upon the twentieth night of the nine hundredth moon Iwalked with Dorozhand adown the paths of Sish into the futuretime. ."
      },
      {
        "size": 151,
        "text": "\"And ever beside the way did men slay men. And the sum of theirslaying was greater than the slaying of the pestilence of any ofthe evils of the gods. ."
      },
      {
        "size": 166,
        "text": "\"And cities arose and shed their houses in dust, and ever thedesert returned again to its own, and covered over and hid thelast of all that had troubled its repose. ."
      },
      {
        "size": 106,
        "text": "\"And I came at last to a time when men set their yoke no longerupon beasts but made them beasts of iron. ."
      },
      {
        "size": 151,
        "text": "\"Then, because the slaying exceeded their desire, there came peaceupon the world that was brought by the hand of the slayer, and menslew men no more. ."
      },
      {
        "size": 274,
        "text": "\"And suddenly I beheld that THE END was near, for there was astirring above Pegana as of One who grows weary of resting, and Isaw the hound Time crouch to spring, with his eyes upon thethroats of the gods, shifting from throat to throat, and thedrumming of Skarl grew faint."
      },
      {
        "size": 180,
        "text": "\"And if a god may fear, it seemed that there was fear upon theface of Dorozhand, and he seized me by the hand and led me backalong the paths of Time that I might not see THE END. ."
      },
      {
        "size": 201,
        "text": "\"Then I saw cities rise out of the dust again and fall back intothe desert whence they had arisen; and again I slept in the Templeof All the gods save One, with my head against the altar ofDorozhand. ."
      },
      {
        "size": 310,
        "text": "\"Then again the Temple was alight, but not with light from theeyes of Dorozhand; only dawn came all blue out of the East andshone through the arches of the Temple. Then I awoke and performedthe morning rites and mysteries of All the gods save One, lest anyof the gods be angry in the day and take away the Sun."
      },
      {
        "size": 164,
        "text": "\"And I knew that because I who had been so near to it had notbeheld THE END that a man should never behold it or know the doomof the gods. This They have hidden. \"."
      },
      {
        "size": 250,
        "text": "And as he lay he pondered on the Scheme of Things and the works ofall the gods. And it seemed to the prophet of the gods as hewatched the stream run by that the Scheme was a right scheme andthe gods benignant gods; yet there was sorrow in the Worlds."
      },
      {
        "size": 182,
        "text": "Itseemed that Kib was bountiful, that Mung calmed all who suffer,that Sish dealt not too harshly with the hours, and that all thegods were good; yet there was sorrow in the Worlds. ."
      },
      {
        "size": 217,
        "text": "Then said the prophet of the gods as he watched the stream run by:\"There is some other god of whom naught is writ. \" And suddenly theprophet was aware of an old man who bemoaned beside the river,crying: \"Alas! alas!\"."
      },
      {
        "size": 254,
        "text": "His face was marked by the sign and the seal of exceeding manyyears, and there was yet vigour in his frame. These be the wordsof the prophet that he wrote in his book: \"I said: 'Who art thouthat bemoans beside the river?' And he answered: 'I am the fool."
      },
      {
        "size": 202,
        "text": "'I said: 'Upon thy brow are the marks of wisdom such as is storedin books. ' He said: 'I am Zodrak. Thousands of years ago I tendedsheep upon a hill that sloped towards the sea. The gods have manymoods."
      },
      {
        "size": 126,
        "text": "Thousands of years ago They were in a mirthful mood. Theysaid: 'Let Us call up a man before Us that We may laugh inPegana. '\"."
      },
      {
        "size": 191,
        "text": "\"'And Their eyes that looked on me saw not me alone but also sawTHE BEGINNING and THE END and all the Worlds besides. Then saidthe gods, speaking as speak the gods: \"Go, back to thy sheep. \"."
      },
      {
        "size": 198,
        "text": "\"'But I, who am the fool, had heard it said on earth that whososeeth the gods upon Pegana becometh as the gods, if so he demandto Their faces, who may not slay him who hath looked them in theeyes. ."
      },
      {
        "size": 226,
        "text": "\"'And I, the fool, said: \"I have looked in the eyes of the gods,and I demand what a man may demand of the gods when he hath seenThem in Pegana. \" And the gods inclined Their heads and Hoodrazaisaid: \"It is the law of the gods."
      },
      {
        "size": 202,
        "text": "\"'And I said: \"I will send them love. \" And the gods said: \"What islove?\" And I sent gold into the Worlds, and, alas! I sent with itpoverty and strife. And I sent love into the Worlds, and with itgrief."
      },
      {
        "size": 164,
        "text": "\"'And now I have mixed gold and love most woefully together, and Ican never remedy what I have done, for the deeds of the gods aredone, and nothing may undo them. ."
      },
      {
        "size": 169,
        "text": "\"'Then I said: \"I will give men wisdom that they may be glad. \" Andthose who got my wisdom found that they knew nothing, and fromhaving been happy became glad no more. ."
      },
      {
        "size": 108,
        "text": "\"'And I, who would make men happy, have made them sad, and I havespoiled the beautiful scheme of the gods. ."
      },
      {
        "size": 112,
        "text": "\"'And now my hand is for ever on the handle of Their plough. I wasonly a shepherd, and how should I have known?."
      },
      {
        "size": 131,
        "text": "\"'Now I come to thee as thou restest by the river to ask of theethy forgiveness, for I would fain have the forgiveness of a man. '."
      },
      {
        "size": 123,
        "text": "\"He answered: 'Men have sinned not against the gods as the godshave sinned against men since I came into Their councils. '."
      },
      {
        "size": 157,
        "text": "\"And I, the prophet, answered: 'O Lord of seven skies, whoseplaything is the thunder, thou art amongst the gods, what needhast thou for words from any man?'."
      },
      {
        "size": 190,
        "text": "\"He said: 'Indeed I am amongst the gods, who speak to me as theyspeak to other gods, yet is there always a smile about Theirmouths, and a look in Their eyes that saith: \"Thou wert a man. \"'."
      },
      {
        "size": 132,
        "text": "\"I said: 'O Lord of seven skies, about whose feet the Worlds areas drifted sand, because thou biddest me, I, a man, forgive thee. '."
      },
      {
        "size": 256,
        "text": "The prophet of the gods cried out to the gods: \"O! All the godssave One\" for none may pray to MANA-YOOD-SUSHAI, \"where shall thelife of a man abide when Mung hath made against his body the signof Mung?--for the people with whom ye play have sought to know."
      },
      {
        "size": 233,
        "text": "\"Though thou shouldst tell thy secrets to the beasts, even thatthe beasts should understand, yet will not the gods divulge thesecret of the gods to thee, that gods and beasts and men shall beall the same, all knowing the same things."
      },
      {
        "size": 148,
        "text": "That night Yoharneth-Lahai came to Aradec, and said unto Imbaun:\"Wherefore wouldst thou know the secret of the gods that not thegods may tell thee?."
      },
      {
        "size": 178,
        "text": "\"So short that, shouldst thou die and Eternity should pass, andafter the passing of Eternity thou shouldst live again, thouwouldst say: 'I closed mine eyes but for an instant. '."
      },
      {
        "size": 164,
        "text": "\"There is an eternity behind thee as well as one before. Hast thoubewailed the aeons that passed without thee, who art so muchafraid of the aeons that shall pass?\"."
      },
      {
        "size": 208,
        "text": "Then said the prophet: \"How shall I tell the people that the godshave not spoken and their prophet doth not know? For then should Ibe prophet no longer, and another would take the people's giftsinstead of me."
      },
      {
        "size": 282,
        "text": "Then said Imbaun to the people: \"The gods have spoken, saying: 'OImbaun, Our prophet, it is as the people believe whose wisdom hathdiscovered the secret of the gods, and the people when they dieshall come to Pegana, and there live with the gods, and there havepleasure without toil."
      },
      {
        "size": 218,
        "text": "And Pegana is a place all white with thepeaks of mountains, on each of them a god, and the people shalllie upon the slopes of the mountains each under the god that hehath worshipped most when his lot was in the Worlds."
      },
      {
        "size": 307,
        "text": "And thereshall music beyond thy dreaming come drifting through the scentof all the orchards in the Worlds, with somewhere someone singingan old song that shall be as a half-remembered thing. And thereshall be gardens that have always sunlight, and streams that arelost in no sea beneath skies for ever blue."
      },
      {
        "size": 287,
        "text": "And there shall be norain nor no regrets. Only the roses that in highest Pegana haveachieved their prime shall shed their petals in showers at thyfeet, and only far away on the forgotten earth shall voices driftup to thee that cheered thee in thy childhood about the gardens ofthy youth."
      },
      {
        "size": 213,
        "text": "And if thou sighest for any memory of earth because thouhearest unforgotten voices, then will the gods send messengers onwings to soothe thee in Pegana, saying to them: \"There one sighethwho hath remembered Earth."
      },
      {
        "size": 153,
        "text": "\" And they shall make Pegana more seductivefor thee still, and they shall take thee by the hand and whisper inthine ear till the old voices are forgot. ."
      },
      {
        "size": 248,
        "text": "\"'And besides the flowers of Pegana there shall have climbed bythen until it hath reached to Pegana the rose that clambered aboutthe house where thou wast born. Thither shall also come thewandering echoes of all such music as charmed thee long ago."
      },
      {
        "size": 293,
        "text": "\"'Moreover, as thou sittest on the orchard lawns that clothePegana's mountains, and as thou hearkenest to melody that swaysthe souls of the gods, there shall stretch away far down beneaththee the great unhappy Earth, till gazing from rapture upon sorrowsthou shalt be glad that thou wert dead."
      },
      {
        "size": 276,
        "text": "\"'And from the three great mountains that stand aloof and over allthe others--Grimbol, Zeebol, and Trehagobol--shall blow the windof the morning and the wind of all the day, borne upon the wingsof all the butterflies that have died upon the Worlds, to cool thegods and Pegana."
      },
      {
        "size": 293,
        "text": "\"'Far through Pegana a silvery fountain, lured upward by the godsfrom the Central Sea, shall fling its waters aloft, and over thehighest of Pegana's peaks, above Trehagobol, shall burst intogleaming mists, to cover Highest Pegana, and make a curtain aboutthe resting-place of MANA-YOOD-SUSHAI."
      },
      {
        "size": 125,
        "text": "\"'Whoever looketh down into its waters may behold all his lifethat was upon the Worlds and all the deeds that he hath done. ."
      },
      {
        "size": 139,
        "text": "\"'None walk by the pool and none regard its depths, for all inPegana have suffered and all have sinned some sin, and it lieth inthe pool. ."
      },
      {
        "size": 244,
        "text": "\"'And there is no darkness in Pegana, for when night hath conqueredthe sun and stilled the Worlds and turned the white peaks of Peganainto grey then shine the blue eyes of the gods like sunlight on thesea, where each god sits upon his mountain."
      },
      {
        "size": 160,
        "text": "\"'And at the Last, upon some afternoon, perhaps in summer, shall thegods say, speaking to the gods: \"What is the likeness of MANA-YOOD-SUSHAIand what THE END?\"."
      },
      {
        "size": 158,
        "text": "\"'And then shall MANA-YOOD-SUSHAI draw back with his hand the miststhat cover his resting, saying: \"This is the Face of MANA-YOOD-SUSHAIand this THE END. \"'\"."
      },
      {
        "size": 310,
        "text": "Then said the people to the prophet: \"Shall not black hills drawround in some forsaken land, to make a vale-wide cauldron whereinthe molten rock shall seethe and roar, and where the crags ofmountains shall be hurled upward to the surface and bubble and godown again, that there our enemies may boil for ever?\"."
      },
      {
        "size": 138,
        "text": "And the prophet answered: \"It is writ large about the bases ofPegana's mountains, upon which sit the gods: 'Thine Enemies AreForgiven. \"'."
      },
      {
        "size": 206,
        "text": "The Prophet of the gods said: \"Yonder beside the road theresitteth a false prophet; and to all who seek to know the hiddendays he saith: 'Upon the morrow the King shall speak to thee ashis chariot goeth by."
      },
      {
        "size": 131,
        "text": "Moreover, all the people bring him gifts, and the false prophethath more to listen to his words than hath the Prophet of thegods. ."
      },
      {
        "size": 191,
        "text": "Then said Imbaun: \"What knoweth the Prophet of the gods? I knowonly that I and men know naught concerning the gods or aughtconcerning men. Shall I, who am their prophet, tell the peoplethis?."
      },
      {
        "size": 144,
        "text": "\"For wherefore have the people chosen prophets but that theyshould speak the hopes of the people, and tell the people thattheir hopes be true?\"."
      },
      {
        "size": 132,
        "text": "So shall the people be happy, and know that their hopes be truewho have believed the words that they have chosen a prophet to say. ."
      },
      {
        "size": 234,
        "text": "But what shall know the Prophet of the gods, to whom none may cometo say: \"Thy hopes are true,\" for whom none may make strange signsbefore his eyes to quench his fear of death, for whom alone thechaunt of his priests availeth naught?."
      },
      {
        "size": 101,
        "text": "The Prophet of the gods hath sold his happiness for wisdom, andhath given his hopes for the people. ."
      },
      {
        "size": 251,
        "text": "Said also Imbaun: \"When thou art angry at night observe how calmbe the stars; and shall small ones rail when there is such a calmamong the great ones? Or when thou art angry by day regard thedistant hills, and see the calm that doth adorn their faces."
      },
      {
        "size": 126,
        "text": "\"Be not angry with men, for they are driven as thou art byDorozhand. Do bullocks goad one another on whom the same yokerests?."
      },
      {
        "size": 102,
        "text": "\"All that is is so because it was to be. Rail not, therefore,against what is, for it was all to be. \"."
      },
      {
        "size": 193,
        "text": "And Imbaun said: \"The Sun ariseth and maketh a glory about all thethings that he seeth, and drop by drop he turneth the common dewto every kind of gem. And he maketh a splendour in the hills. ."
      },
      {
        "size": 136,
        "text": "\"And also man is born. And there rests a glory about the gardensof his youth. Both travel afar to do what Dorozhand would havethem do. ."
      },
      {
        "size": 134,
        "text": "\"Will not his life arise again somewhere in all the worlds? Shallhe not again behold the gardens of his youth? Or does he set toend?\"."
      },
      {
        "size": 276,
        "text": "There trod such pestilence in Aradec that, the King as he lookedabroad out of his palace saw men die. And when the King saw Deathhe feared that one day even the King should die. Therefore hecommanded guards to bring before him the wisest prophet thatshould be found in Aradec."
      },
      {
        "size": 310,
        "text": "Then heralds came to the temple of All the gods save One, andcried aloud, having first commanded silence, crying: \"Rhazahan,King over Aradec, Prince by right of Ildun and Ildaun, and Princeby conquest of Pathia, Ezek, and Azhan, Lord of the Hills, to theHigh Prophet of All the gods save One sends salutations."
      },
      {
        "size": 105,
        "text": "And the prophet answered: \"O King! thy people may not rejoice forever, and some day the King will die. \"."
      },
      {
        "size": 161,
        "text": "And the King answered: \"This may be so, but certainly thou shaltdie. It may be that one day I shall die, but till then the livesof the people are in my hands. \"."
      },
      {
        "size": 209,
        "text": "Men say that if thou comest to Sundari, beyond all the plains, andshalt climb to his summit before thou art seized by the avalanchewhich sitteth always on his slopes, that then there lie before theemany peaks."
      },
      {
        "size": 242,
        "text": "And if thou shalt climb these and cross their valleys(of which there be seven and also seven peaks) thou shalt come atlast to the land of forgotten hills, where amid many valleys andwhite snow there standeth the \"Great Temple of One god Only."
      },
      {
        "size": 182,
        "text": "Within the temple it is forbidden to work, also it is forbidden topray. Night differeth not from day within its doors. They rest asMANA rests. And the name of their prophet is Ood. ."
      },
      {
        "size": 317,
        "text": "Ood is a greater prophet than any of all the prophets of Earth,and it hath been said by some that were Ood and his priests topray chaunting all together and calling upon MANA-YOOD-SUSHAIthat MANA-YOOD-SUSHAI would then awake, for surely he would hearthe prayers of his own prophet--then would there be Worlds no more."
      },
      {
        "size": 348,
        "text": "There is also another way to the land of forgotten hills, which isa smooth road and a straight, that lies through the heart of themountains. But for certain hidden reasons it were better for theeto go by the peaks and snow, even though thou shouldst perish bythe way, that thou shouldst seek to come to the house of Ood bythe smooth, straight road."
      },
      {
        "size": 336,
        "text": "There arises a river in Pegana that is neither a river of waternor yet a river of fire, and it flows through the skies and theWorlds to the Rim of the Worlds, a river of silence. Through allthe Worlds are sounds, the noises of moving, and the echoes ofvoices and song; but upon the River is no sound ever heard, forthere all echoes die."
      },
      {
        "size": 192,
        "text": "The River arises out of the drumming of Skarl, and flows for everbetween banks of thunder, until it comes to the waste beyond theWorlds, behind the farthest star, down to the Sea of Silence. ."
      },
      {
        "size": 186,
        "text": "I lay in the desert beyond all cities and sounds, and above meflowed the River of Silence through the sky; and on the desert'sedge night fought against the Sun, and suddenly conquered. ."
      },
      {
        "size": 143,
        "text": "Then on the River I saw the dream-built ship of the god Yoharneth-Lahai,whose great prow lifted grey into the air above the River of Silence. ."
      },
      {
        "size": 152,
        "text": "Her timbers were olden dreams dreamed long ago, and poets' fanciesmade her tall, straight masts, and her rigging was wrought out ofthe people's hopes. ."
      },
      {
        "size": 177,
        "text": "Upon her deck were rowers with dream-made oars, and the rowerswere the people of men's fancies, and princes of old story andpeople who had died, and people who had never been. ."
      },
      {
        "size": 303,
        "text": "These swung forward and swung back to row Yoharneth-Lahai throughthe Worlds with never a sound of rowing. For ever on every windfloat up to Pegana the hopes and the fancies of the people whichhave no home in the Worlds, and there Yoharneth-Lahai weaves theminto dreams, to take them to the people again."
      },
      {
        "size": 176,
        "text": "And every night in his dream-built ship Yoharneth-Lahai settethforth, with all his dreams on board, to take again their old hopesback to the people and all forgotten fancies. ."
      },
      {
        "size": 289,
        "text": "But ere the day comes back to her own again, and all theconquering armies of the dawn hurl their red lances in the face ofthe night, Yoharneth-Lahai leaves the sleeping Worlds, and rowsback up the River of Silence, that flows from Pegana into the Seaof Silence that lies beyond the Worlds."
      },
      {
        "size": 388,
        "text": "And the name of the River is Imrana the River of Silence. All theythat be weary of the sound of cities and very tired of clamourcreep down in the night-time to Yoharneth-Lahai's ship, and goingaboard it, among the dreams and the fancies of old times, lie downupon the deck, and pass from sleeping to the River, while Mung,behind them, makes the sign of Mung because they would have it so."
      },
      {
        "size": 356,
        "text": "And, lying there upon the deck among their own remembered fancies,and songs that were never sung, and they drift up Imrana ere thedawn, where the sound of the cities comes not, nor the voice ofthe thunder is heard, nor the midnight howl of Pain as he gnawsat the bodies of men, and far away and forgotten bleat the smallsorrows that trouble all the Worlds."
      },
      {
        "size": 214,
        "text": "But where the River flows through Pegana's gates, between thegreat twin constellations Yum and Gothum, where Yum standssentinel upon the left and Gothum upon the right, there sitsSirami, the lord of All Forgetting."
      },
      {
        "size": 226,
        "text": "And, when the ship draws near,Sirami looketh with his sapphire eyes into the faces and beyondthem of those that were weary of cities, and as he gazes, as onethat looketh before him remembering naught, he gently waves hishands."
      },
      {
        "size": 163,
        "text": "And amid the waving of Sirami's hands there fall from allthat behold him all their memories, save certain things that maynot be forgotten even beyond the Worlds. ."
      },
      {
        "size": 380,
        "text": "It hath been said that when Skarl ceases to drum, and MANA-YOOD-SUSHAIawakes, and the gods of Pegana know that it is THE END, that then thegods will enter galleons of gold, and with dream-born rowers glide downImrana (who knows whither or why?) till they come where the River entersthe Silent Sea, and shall there be gods of nothing, where nothing is,and never a sound shall come."
      },
      {
        "size": 183,
        "text": "And far away upon the River's banks shallbay their old hound Time, that shall seek to rend his masters; whileMANA-YOOD-SUSHAI shall think some other plan concerning gods and worlds. ."
      },
      {
        "size": 204,
        "text": "For at the last shall the thunder, fleeing to escape from the doomof the gods, roar horribly among the Worlds; and Time, the houndof the gods, shall bay hungrily at his masters because he is leanwith age."
      },
      {
        "size": 241,
        "text": "And from the innermost of Pegana's vales shall the bird of doom,Mosahn, whose voice is like the trumpet, soar upward withboisterous beatings of his wings above Pegana's mountains and thegods, and there with his trumpet voice acclaim THE END."
      },
      {
        "size": 245,
        "text": "Then in the tumult and amid the fury of their hound the gods shallmake for the last time in Pegana the sign of all the gods, and gowith dignity and quiet down to Their galleons of gold, and sailaway down the River of Silence, not ever to return."
      },
      {
        "size": 209,
        "text": "Then shall the River overflow its banks, and a tide come settingin from the Silent Sea, till all the Worlds and the Skies aredrowned in silence; while MANA-YOOD-SUSHAI in the Middle of Allsits deep in thought."
      },
      {
        "size": 137,
        "text": "And the hound Time, when all the Worlds andcities are swept away whereon he used to raven, having no more todevour, shall suddenly die. ."
      },
      {
        "size": 359,
        "text": "But there are some that hold--and this is the heresy of theSaigoths--that when the gods go down at the last into theirgalleons of gold Mung shall turn alone, and, setting his backagainst Trehagobol and wielding the Sword of Severing which iscalled Death, shall fight out his last fight with the hound Time,his empty scabbard Sleep clattering loose beside him."
      },
      {
        "size": 298,
        "text": "And the Saigoths say that for two days and nights the hound shallleer and snarl before the face of Mung-days and nights that shallbe lit by neither sun nor moons, for these shall go dipping downthe sky with all the Worlds as the galleons glide away, becausethe gods that made them are gods no more."
      },
      {
        "size": 231,
        "text": "And then shall the hound, springing, tear out the throat of Mung,who, making for the last time the sign of Mung, shall bring downDeath crashing through the shoulders of the hound, and in theblood of Time that Sword shall rust away."
      },
      {
        "size": 147,
        "text": "Then shall MANA-YOOD-SUSHAI be all alone, with neither Death norTime, and never the hours singing in his ears, nor the swish ofthe passing lives. ."
      },
      {
        "size": 171,
        "text": "But far away from Pegana shall go the galleons of gold that bearthe gods away, upon whose faces shall be utter calm, because Theyare the gods knowing that it is THE END. ."
      }
    ]
  }
}